{
  "title": "Chapter 1 - Prologue : Behind the Curtain",
  "content": "\n  <p class=\"P_Chapter_Header\" id=\"auto_bookmark_toc_10\"><span>Chapter 1 - Prologue:<br/>Behind the Curtain</span></p>\n\n  <p class=\"P_Chapter_Header\"><span>&#160;</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">T</span><span style=\" font-size: 0.80em;\">HE END-OF-YEAR SPECIAL EXAM </span><span class=\"C_Current__And__Times_New_Roman\">was one tense moment flowing into the next. Cameras filmed from multiple viewing angles while discussions among the participants unfolded over the monitors. There were one-on-one battles between representatives—battles where no one else was allowed to intervene. Even the homeroom instructors had been left in the dark about the exam’s goals and warped rules up until the last moment. The students were trying their absolute hardest to stand tall on the stage of a battle that had been so suddenly thrust upon them.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hoshinomiya Chie suppressed her frustration as she watched over the special exam with bated breath. She had only one wish: for her class to win. She clenched her teeth so hard that her jaw began to hurt, but she barely registered the pain. If there was something she could have done, she would have been willing to take any measures possible to win this special exam.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The rules for the End-of-Year that were “originally” planned to be implemented, which everyone had been notified of in advance, had allowed for some level of involvement, albeit small, from the teachers. However, once the day arrived and the truth was revealed, it turned out that a completely different exam was to be administered. They were never given a reason for this sudden change.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hoshinomiya wasn’t the only one surprised; none of the teachers involved in the second-year grade level had been informed either. However, it was now clear to them all what had happened. A foreign body—or rather, a bystander—sat enshrined before them. It appeared that the decision to have that bystander visit the school had resulted in all the plans being distorted.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Why…” murmured Hoshinomiya in a small voice.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her hopes vanished when Horikita Suzune was defeated. It all happened in an instant. Ayanokouji Kiyotaka appeared, resolute, and his words, actions, and merciless strategy were inconceivable from a student. Ichinose Honami hung her head sadly before him, and her defeat was made certain. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“This isn’t fair…” she whispered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">No one heard her say those words, but she couldn’t help but lament the presence of an unbeatable joker. She was reminded that there was no possibility of winning against the most powerful card that Chabashira had in her possession. All she could do was watch what unfolded over the screen, and the outcome of the match was heartlessly decided.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“This concludes the End-of-Year Special Exam. Thank you for your hard work, everyone,” announced Chairman Sakayanagi, the person in charge of the school, calling out to everyone as though he were expressing his appreciation for their efforts and asking them for their feedback.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The visitor, who had witnessed the finale of the special exam along with the four homeroom instructors and a few people wearing black suits, slowly rose from the elegant chair where he had been sitting. Upon seeing the visitor stand up, several of the people in black suits who had been waiting on standby behind the visitor hurriedly made preparations to exit the room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Thank you very much for this, Chairman Sakayanagi,” said the visitor. “I appreciate your efforts in arranging such a warm reception for me.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">A very expensive-looking cup of coffee and a tray of beautiful tea cakes, the likes of which Hoshinomiya had never seen before, remained almost entirely untouched. Nevertheless, the visitor offered his hand to Sakayanagi to express his gratitude. Sakayanagi hurriedly took the visitor’s hand in his own and bowed deeply.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh, no, it was not a bother at all, Prime Minister Kijima,” replied Sakayanagi. “Far from it. Rather, I am humbled and grateful that you have graced us with your presence. Thank you.” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The current prime minister, the head of the cabinet: Kijima. As a proponent of the Advanced Nurturing High School, he had made a special visit to watch the special exam, and Hoshinomiya had no choice but to accept the situation. If the prime minister was visiting, then any accommodations or changes to the itinerary shouldn’t have come as a surprise. Kijima directed his gaze at the monitors once more. On the other side of the screen, he saw Ayanokouji leaving the room, ignoring Ichinose, who was stunned into such a stupor that she couldn’t even stand up by herself.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It is incredibly unfortunate that he has gotten a student expelled, but we ought to respect his line of thinking, the idea that he should be free to use the rules as he chooses,” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you could perhaps speak on that matter, sir, then it would be tremendously helpful for our institution as well,” Sakayanagi said. “Ogiso-sensei, too, had firmly requested that we operate without the fear of the risk of expulsion, and—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kijima politely stopped Sakayanagi from speaking, just as he was about to ask for an explanation about the expulsion of students. The teachers exchanged looks, signaling with their eyes, understanding that ‘Ogiso’ referred to the Minister of Education, Culture, Sports, Science, and Technology.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand,” said Kijima. “But, of course, there’s no need to provide warmhearted guidance to a student that has been expelled, wouldn’t you agree?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course. We will select several candidate institutions for an academic transfer which matches her personality and level of academic ability as soon as possible,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. I will leave you to it, then,” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kijima, after glancing at his wrist to check a watch that didn’t look particularly expensive, turned his back to the others and made to leave. Sakayanagi hurriedly followed after him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I plan to visit you once again on the first of April, just as scheduled,” said Kijima. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course,” Sakayanagi replied. “It sounds as though President Kouenji is looking forward to being able to meet you as well, Prime Minister Kijima.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I am pleased to hear that. It has been three years since I’ve last seen him, so I’m looking forward to it as well,” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi and Kijima exited the room as they spoke, taking the stifling pressure of the situation with them. The four homeroom teachers left behind let out a sigh of relief.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Congrats, Sae-chan,” said Hoshinomiya after a brief silence. “Now you’re Class A, even if it’s tentative for now.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’d like to say ‘thank you,’ but the exam’s only just finished. Besides, there’s also Maezono, who has just been expelled. I can’t bring myself to celebrate this,” Chabashira replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Did the expulsion of a single student outweigh the joy of being promoted to Class A? Chabashira’s answer, and that serious look on her face to boot, rubbed Hoshinomiya the wrong way. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Honestly, she’s probably making fun of me, since my class is continuing to fall further</span><span class=\"C_Current__And__Times_New_Roman\">, thought Hoshinomiya. </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Or, perhaps…she doesn’t even see me standing here in front of her at all in the first place.</span><span class=\"C_Current__And__Times_New_Roman\"> Every time this kind of frustration welled up within her, Hoshinomiya could feel the resentment building up throughout her body.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">I will never, ever allow that woman to win. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">I will not allow her to graduate from Class A.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Determination so strong that it was almost akin to murderous intent swelled within her, far more so than it had before the exam.</span></p>\n",
  "nextChapter": {
    "volumeId": "y2v12.5",
    "chapter": 12,
    "title": "Chapter 2: Checking Each Answer"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Behind the Curtain",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Checking Each Answer",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: Another Time",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: Vacant Throne",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 5: Anticipating",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 6: Illusion",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 7: Even After Graduation",
      "href": "Text/section-0021.html#auto_bookmark_toc_21",
      "index": 22
    },
    {
      "label": "Chapter 8: Parent and Child, Child and Parent",
      "href": "Text/section-0024.html#auto_bookmark_toc_24",
      "index": 25
    },
    {
      "label": "Chapter 9: Celebration",
      "href": "Text/section-0027.html#auto_bookmark_toc_27",
      "index": 28
    },
    {
      "label": "Chapter 10: The Promised Night",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 11: Goals",
      "href": "Text/section-0037.html#auto_bookmark_toc_37",
      "index": 38
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0039.html",
      "index": 40
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0040.html",
      "index": 41
    },
    {
      "label": "Chapter 12 - Epilogue : The Curtain Rises Once Again",
      "href": "Text/section-0041.html#auto_bookmark_toc_41",
      "index": 42
    },
    {
      "label": "Postscript",
      "href": "Text/section-0042.html#auto_bookmark_toc_42",
      "index": 43
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0043.html",
      "index": 44
    }
  ],
  "currentSpineIndex": 11
}