{
  "title": "Chapter 7: Even After Graduation",
  "content": "\n  <p class=\"P_Chapter_Header\" id=\"auto_bookmark_toc_23\"><span>7.1</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">S</span><span style=\" font-size: 0.80em;\">AKAYANAGI EXCHANGED WORDS </span><span class=\"C_Current__And__Times_New_Roman\">with her classmates until there was no longer any time left. Yamamura spent the entire time desperately trying to hold back her tears, but when she heard Sakayanagi apologize to her and express her wish to meet once more, those tears overwhelmed her. A close, true friend. For Yamamura, that must have been close to a first. I’m sure that she would have loved to have spent one more year in school together with Sakayanagi. Even so, in the end, Yamamura faced forward and promised that they would meet again.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Morishita didn’t seem to envy her two classmates or feel left out but instead seemed to be anxious over the future of her class. After we all saw Sakayanagi off at the front gate, the chairman parted ways with Yamamura, Morishita, and me, and now the three of us were on our way back to the dormitory. Yamamura still had yet to sort out her thoughts and feelings, but I figured that I wasn’t going to get a better chance than now to talk to both of these students from the class that was formerly Class A.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“To tell you the truth, when I was talking alone with Sakayanagi, she entrusted me with some important advice for you former Class A students,” I began.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What kind of, um, advice?” asked Yamamura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I decided to just jump in. I was sure that some students, like Yamamura, would have been happy when they heard the word </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">advice</span><span class=\"C_Current__And__Times_New_Roman\">, but Morishita was different. Her expression became suspicious as she searched for the meaning of my words.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Advice? If that is true, then that is a topic that is rather unwelcome. I don’t know whether I can honestly listen to what you have to say or not,” said Morishita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“B-but why?” asked Yamamura. “I want to know.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“He said that it is important advice, and that it has something to do with the class. Please think about this calmly, Yamamura Miki,” said Morishita. “If such advice ought to be conveyed, then the person delivering the message should not be Ayanokouji Kiyotaka, but rather, the message should be coming directly from someone in our class. Am I wrong? Besides, this is not something to be said right now, at the end, at the very last moment.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“W-well, that’s…true, I suppose…” said Yamamura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, that said, I suppose there is a traitor in our class, yes?” Morishita continued. “Now, supposing for the sake of argument, if this were to prevent information from getting out, I could understand it in that case.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Actually, the advice I was about to give was not something that Sakayanagi asked me to impart but something I was selfishly doing on my own. Not trusting me was a rather perceptive and rational judgment on Morishita’s part.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I know you probably have a lot on your mind, but it’s because this is advice that needs to come from me,” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you are saying that an intermediary was necessary,” said Morishita. “Very well. This is all very suspicious, but I won’t know if it is convincing or not unless I hear what you have to say. I shall listen.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Morishita waited for me to speak with her arms folded as I began to explain to her and Yamamura. At first, Morishita listened with a stiff expression on her face, but as I continued, her pupils dilated and she did indeed appear surprised, as expected. Yamamura, on the other hand, just seemed confused, perhaps because it was beyond the realm of her understanding.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That is the advice left to you by Sakayanagi. About how to fight next year, as the former Class A,” I concluded.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“How to fight…” repeated Yamamura. “But could such a thing even be accepted?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Whether you accept it or not, I doubt this is the first time it’s happened,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, those would all be trivial in comparison to what I was suggesting, which would remain significant for the entire year.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. If something like that were to be realized now, in a situation where a turnabout is nearly impossible, then I could see that we might have a chance,” said Morishita, understanding and accepting what I had said, although she also understood that unknown developments could well occur.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“How much…more will that increase our chances of winning?” asked Yamamura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I had previously stated our chances were 10 percent, but if that were to happen, then those chances would be at least 25 percent,” said Morishita. “If we include potential expectations, we may even be able to hope for a higher figure. However, there will likely be inconvenient cases later on, and there are more than a few points of concern. Can we really make such a thing happen?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I was already working on a plan that would eliminate the primary issue that everyone would be pressing them on. Morishita and Yamamura naturally exchanged looks with one another as I conveyed this bit of supplementary information. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Then, let us assume that we were able to clear away those concerns. Even so, a major challenge remains,” said Morishita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I nodded in response to that, telling her that I understood, and then proceeded to offer a solution to that particular major challenge. Of course, a solution was just a strategy, and the question of whether they could actually pull it off was a matter for later discussion, but this was only one part of a sequence of events. If any one step were to go wrong, all the rest would be for nothing. After hearing everything I had to say, the first words out of Morishita’s mouth were…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Are you sane?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It truly was unbelievable.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I want to hear your frank opinion,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, I would say that if this is a real solution, then it would be the best thing we could ask for. It wouldn’t be too much trouble to bring together a class that is on the verge of giving up, given the current circumstances,” she said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“L-let’s do it… B-because this is advice left to us by none other than Sakayanagi-san…” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Yamamura expressed a willingness to take on the challenge somehow or another, as a friend of Sakayanagi. Morishita, however, thought about it in her head until the last possible moment.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji Kiyotaka, There is a question that I would like you to answer,” she said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is this idea really a parting gift from Sakayanagi Arisu? It is not your own idea?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I thought I already told you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That was a pointless question on my part,” Morishita said, correcting herself. “Sakayanagi Arisu has already left this school, which means there is no longer any way to discern the truth. I apologize, but please allow me to change the question. This advice from Sakayanagi Arisu, or rather, this strategy that you have shown to us former Class A students. What sort of compensation do you receive for acting as an intermediary? I cannot imagine that there are many benefits for you. I will not accept your proposal unless I am convinced.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was an exceedingly natural suspicion. Morishita would just refuse to accept it if I said it was simply a good deed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I want to achieve a certain goal before I graduate from this school,” I replied. “That goal is to keep the four classes in equilibrium until the very end of the third year, so that every class has a chance of graduating as Class A. The advice from Sakayanagi is just the best way for me to achieve that. For that purpose, the question of whether I personally graduate from Class A or not, and the question of who wins, are secondary.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That would likely be exceedingly hard to believe. Anyone attending and competing in this particular school would most definitely want to secure a seat in Class A. Supporting other classes was simply not a normal thing to do here.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Honestly, that is very suspect. We will put the matter of cooperation on hold. Or at least, that is what I would like to say, but…” Morishita trailed off, appearing to give the matter some more thought, analyzing my words and actions before she continued. “Assuming that your objective and everything that you have told us is true, I must ask, are you truly okay with this, Ayanokouji Kiyotaka? That is to say, before getting to what this means for Class A, it means betraying your comrades.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s not like this would be a first. I’ve been selfishly doing whatever I please from the behind the scenes from the start,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. Well, then, that means we very well cannot simply rejoice then, can we? Because it is possible that the oasis in the desert is full of poison,” said Morishita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She was exactly right. She was talking to someone who helped other classes without any regard to the wishes of the class they belonged to. Which meant that although I was offering help to Morishita’s class now, I might help other classes down the road, in yet unknown situations. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you decide that it’s dangerous, you could just quit,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I knew the answer, of course. Morishita and her classmates had no way out. They had only two choices left: either move forward or give up.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If we’re to drink poison, we may as well drink our fill, as they say. Since we have already been driven to the point where we have no other choice, I have determined that our best bet would be to take action with an awareness of the danger. As for the rest, I will leave it to my classmates to make their own choice.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Morishita was nothing more than one individual who belonged to the class. She was not someone recognized as a leader, like Sakayanagi and the others.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I will begin preparations immed—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Excuse me!” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Just as Morishita began planning her next moves, a voice unexpectedly came calling from afar. A female student, tall for a first-year, appeared as she hurried over in a trot. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“A-Ayanokouji-senpai? My name is Negishi. I am a first-year student. W-would you please accept this?” she asked, her voice shaking but polite, and pulled out a letter to thrust it into my hands.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What is this?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I asked that question in return, Negishi blushed, bowed her head, and then scampered off, as if she were running away.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Receiving a love letter from a kouhai immediately after holding Sakayanagi Arisu in your arms? My, my, lucky you,” teased Morishita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“L-love letter?” repeated Yamamura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“A nervous expression on her face, a plain envelope. And the girl blushed and ran away…,” said Morishita. “Something smells fishy.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t smell anything at all, though?” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, I have my doubts about your sense of smell, Ayanokouji Kiyotaka,” said Morishita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The girl had thrust the envelope into my hands so violently that I wondered what this letter could be, really.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It is also possible that the letter could be from another girl and that she had been asked to give it to you. However, if she does make such a claim, it is possible that she could simply be lying out of embarrassment,” said Morishita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I turned the envelope over just in case, but there wasn’t anything written on it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let us have a look at the contents, then,” Morishita said jeeringly. “Surely there must be naked, unvarnished truths contained within.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I opened the envelope upon Morishita’s mockery, I found a single sheet of white stationery inside. When I unfolded the carefully folded letter, I saw…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“A…phone number,” muttered Yamamura, peeking at the letter with a flustered, embarrassed look on her face.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Aside from the 11-digit phone number, the only thing written on it was a single initial: the letter N.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well now, I suppose that’s all well and good. It may well mean that she would like to deepen ties of friendship with you through conversation, rather than writing,” said Morishita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Maybe.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I looked at the initial and guessed who the sender of the letter was. Both Morishita and Yamamura seemed to think that it was from Negishi, who had handed it to me, but they were most likely wrong. I was sure that initial “N” certainly did apply, but I could think of only one person who would deliberately go through all the trouble of handing me a phone number in the form of a letter. Also, considering the fact that Negishi was the one to deliver it made a show of the fact that it was a Japanese-style of initials, in a roundabout way. I wondered if perhaps they wanted to say thanks for the “bit of trouble” the other day.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Go ahead, call the number posthaste,” Morishita said. “Whisper words of love to one another.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I honestly had no idea why Morishita, who had nothing to do with this matter at all, was this enthusiastic about it…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, I’m not going to do that,” I replied. “I don’t need to at the moment.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh my, what a suspenseful strategy. Hmm… How long do you plan to make her wait?” Morishita asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let’s see. If I do call, I don’t think it’ll be sooner than a year from now,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Wait, won’t you have graduated?” asked Yamamura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I put the letter away in my pocket as I pondered it silently, thinking that this phone number was </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">that</span><span class=\"C_Current__And__Times_New_Roman\"> kind of thing.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12.5",
    "chapter": 23,
    "title": "Chapter 23"
  },
  "nextChapter": {
    "volumeId": "y2v12.5",
    "chapter": 25,
    "title": "Chapter 8: Parent and Child, Child and Parent"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Behind the Curtain",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Checking Each Answer",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: Another Time",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: Vacant Throne",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 5: Anticipating",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 6: Illusion",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 7: Even After Graduation",
      "href": "Text/section-0021.html#auto_bookmark_toc_21",
      "index": 22
    },
    {
      "label": "Chapter 8: Parent and Child, Child and Parent",
      "href": "Text/section-0024.html#auto_bookmark_toc_24",
      "index": 25
    },
    {
      "label": "Chapter 9: Celebration",
      "href": "Text/section-0027.html#auto_bookmark_toc_27",
      "index": 28
    },
    {
      "label": "Chapter 10: The Promised Night",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 11: Goals",
      "href": "Text/section-0037.html#auto_bookmark_toc_37",
      "index": 38
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0039.html",
      "index": 40
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0040.html",
      "index": 41
    },
    {
      "label": "Chapter 12 - Epilogue : The Curtain Rises Once Again",
      "href": "Text/section-0041.html#auto_bookmark_toc_41",
      "index": 42
    },
    {
      "label": "Postscript",
      "href": "Text/section-0042.html#auto_bookmark_toc_42",
      "index": 43
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0043.html",
      "index": 44
    }
  ],
  "currentSpineIndex": 24
}