{
  "title": "Chapter 8: Parent and Child, Child and Parent",
  "content": "\n  <p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_26\"><span class=\"C_Current__And__Times_New_Roman\">In the past, Kouenji has basically never made a move on his own. Unless it was something like what happened with Yamauchi or Hirata, when they went out of control and physically attacked him, he wouldn’t do anything to deal with an opponent.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I shall take your advice, but I will act according to my own thinking,” Kouenji said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I had tried something new in nudging him, forcefully plunging into the unknown, but as expected, I couldn’t see any meaningful change in Kouenji’s behavior.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You can do as you please in the future, as well,” he continued. “You are free even to dissect anyone’s mind and explore to your heart’s desire. It is law that the weak, if they do not possess the ability, will be trampled by the strong. There is no place for morals in this world, and those who cannot stop the strong are not qualified to complain.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That made sense. That was the kind of ethos that a person like Kouenji Rokusuke would have. Which was precisely why I had some suspicions about him stopping me here, when his parent–teacher meeting was about to begin. This wasn’t the time for him to be so easygoing, and yet he deliberately went out of his way to issue me a warning. Although calling me a fly that makes him uncomfortable should’ve probably prompted some kind of reaction from a fellow student.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you’re having trouble coming out and saying what you really feel, it’s okay, you can just come out and say it,” I replied. “Don’t hold back. This is how I spend my time.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I decided to press Kouenji, if only to see what his reaction would be. The matter of handling this man in class that had been a source of problems the entire time meant I was once again confirming whether he was someone who ought to be eliminated, for Horikita’s sake if not my own.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It would seem you really do intend to stoop to being the villain, apparently,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You know what I’m thinking?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I know exactly what you’re thinking,” he answered. “My sixth sense is somewhat sharp, you see.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sixth sense, huh? Whether or not that was the real reason was irrelevant at this point. It wouldn’t cause any real problems if I pushed this conversation along even further. Even if some inconveniences arose, it’d be too late, anyway.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“When I first came to this school, I thought that just being a normal student would’ve been good enough. I thought that it would be fine if I could spend my entire three years as an ordinary student. However, in going through the cycle of routine life at this school, I have found something I want to do. Now, I’m going to do it. Instead of having a competition where one or two strong candidates compete over being in Class A, I’m going to have three or four classes compete with each other, to keep the never-ending competition going. That’s all there is to it,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Which is why you will transfer classes, forcefully putting things into balance,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It sounded like Kouenji did know that I was considering leaving the class after all.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I won’t deny that. Though whether or not that can actually materialize depends on what happens next,” I replied. “But the matter of transferring aside, I intend to do whatever it takes to keep each class in the running, on equal footing.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, you are free to do whatever you wish in that regard, but I hope you will be content, playing with the little girl and dragon boy.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry, but I can’t guarantee to keep it within that range. As was the case with Sakura and Maezono, I will not hesitate to have someone expelled if I deem it a necessary measure in the future, even if that person is Wang Mei-Yu.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">For the thoroughly self-centered Kouenji, the person known as Mii-chan might be the one exception. Kouenji, whose expression had remained unchanging throughout this entire conversation thus far, raised his eyebrows slightly at that.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Heh heh heh.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Only one person?” said Kouenji, laughing with amusement. “I believe I have expressed many times that I am not interested, but…do you really want me that badly?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It would appear that my provocation had been conveyed quite well.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Who can say?” I replied. “I didn’t really say anything about telling you to make a move.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Our gazes met.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">You’re not fixated on things like Class A. I understand that very well. I couldn’t do much of anything from the inside, but once I’m on the outside, the situation will change dramatically. If I leave Horikita’s class, the situation will change significantly, Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You ought to quit while you’re ahead,” Kouenji said. “I recognize you possess uncommon talents, in your own way, but they are not at the level where you could come against me. Even if we’re just talking about numbers and letters dancing about on top of paper, I would put you to shame if I were to get serious.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In other words, he was saying that he could do better than me when it came to academics.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If we’re just making cheap shots at each other, even Ike and Hondou could say the same things. Can you prove it?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I do not have an inclination to show off</span><span class=\"C_Current__And__Properties__And__Times_New_Roman\">,</span><span class=\"C_Current__And__Times_New_Roman\">” said Kouenji. “I intentionally keep things to a bare minimum in my ordinary studies. If you perfect your thinking based only on the knowledge that the world has created, your thinking will end up becoming rigid. Therefore, lacking in individuality, and boring. That is obvious when looking at you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was certainly true that I had absorbed a lot of the accumulated knowledge in this world. I used that knowledge as a starting point from which I would conceive and construct all things.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It is the not knowing that allows me to arrive at my own answers,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">He certainly had a very peculiar way of thinking, but what he was saying was true in its own way. Kouenji definitely had a high capacity for learning, but he deliberately made a point of not absorbing it all. After putting his mirror back in his pocket, Kouenji walked away. It would be interesting to see if he were to start helping rather than hindering Horikita, but I wondered if that day would ever really arrive. For now, I still didn’t know.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>8.4</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">T</span><span style=\" font-size: 0.80em;\">HE CHAIRMAN’S OFFICE. </span><span class=\"C_Current__And__Times_New_Roman\">Standing there with good posture and a nervous expression was Chairman Sakayanagi, a usual fixture of this room. After greeting Kijima, his first guest, there was a heavy silence hanging over them. Time passed in that atmosphere, in which it felt like he couldn’t even let out a single sigh, until finally there came a knock at the door before it opened. That was the signal that the second visitor that Sakayanagi had been impatiently waiting for had arrived. In that moment, a man of large stature, Kouenji, appeared. Kijima immediately stood up and offered his hand to Kouenji, who walked with a powerful stride.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It has been quite some time, Kouenji-san,” said Kijima. “I have been eagerly looking forward to the day we could meet again.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Good,” replied Kouenji, “I feel the same, Prime Minister. It’s been three years, hasn’t it?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I believe it has,” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Both men exchanged a firm handshake and took their seats with smiles on their faces.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The results appear to be favorable, Prime Minister,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That too is all thanks to your tireless efforts, Kouenji-san,” replied Kijima. “Because I do not have to worry about what’s behind me, I can do as I please.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The higher your position, the more you’ll be attacked, after all. Regardless of whether it’s by friend or foe,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes,” Kijima said, “I understand that’s the way it is in the world of politics, but hardship is unavoidable.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I am truly pleased that we have a leader who can cross swords with the rest of the world,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">They were each paying respect to each other. Even Sakayanagi, who intended to just stick close and be a listener, could sense this immediately.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Please wait! You can’t go in there!”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Just when Sakayanagi thought he heard the flustered voice of one of the security guards coming through the door he was posted at, that door was opened with great force.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Please pardon the intrusion,” declared Ayanokouji as he barged in.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kouenji and Kijima had taken their seats just moments ago, and now Ayanokouji Atsuomi had forcefully entered the room. In comparison to the surprised Sakayanagi, Kouenji and Kijima didn’t appear to be the least bit shaken by this.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“A-Ayanokouji-se…san,” Sakayanagi stammered, “I am in the middle of a meeting with guests right now, and—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Just as Sakayanagi took a step forward, reluctantly steeling himself to drive the visitor away, Kijima gently raised his hand to make him stop. He then flashed his white, straightened teeth, and held out his hands in a gesture of welcome.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I do not mind. Sometimes, you just have to enjoy these sorts of unexpected happenings,” said Kijima, even as he glanced over to Kouenji for approval.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, well… Prime Minister Kijima. I never imagined you would be in a place like this, even in my wildest dreams,” said Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s not especially surprising, is it?” asked Kijima, maintaining a calm expression as he examined Ayanokouji’s deliberate look of astonishment. “I have experience serving as the Minister of Education, Culture, Sports, Science, and Technology, as well. And I have also made a small contribution to this institution, the Advanced Nurturing High School. Besides, it is a well-known fact that I am on familiar terms with President Kouenji. As a legislator, I am sure that you know that much, Ayanokouji-san.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kijima said the quiet part aloud, perhaps just to see how Ayanokouji would respond.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I am deeply honored that you remember me,” said Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ayanokouji had once been known as the right-hand man of the now-deceased Naoe, a leading figure of the NCP. After being ousted from the political world, he had changed parties, and once again returned to the political stage. Ayanokouji was proud of the fact that his notoriety hadn’t faded.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is he a famous man?” asked Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When Kouenji posed that question to Kijima, he briefly closed his eyes and smiled softly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Whether someone is famous or not doesn’t matter,” Kijima answered with a soft smile. “It’s simply a matter of course for the prime minister, who is entrusted with the country, to commit to memory the names and faces of all the members of the Diet, after all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kijima emphatically stated that he was unaware of anything Ayanokouji might have achieved; he simply remembered him as an individual. Kijima was well aware that any self-aggrandizing legislator would feel inwardly frustrated from something like that alone.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You are quite the gifted comedian, Prime Minister Kijima,” said Ayanokouji. “You are saying that you remember the names and faces of all members of the Diet?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course,” replied Kijima, as though it was only natural.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, there were over seven hundred people serving as members of the Diet. Was Kijima telling the truth? Even though Ayanokouji had immediately decided that he was lying, there was no way for him to confirm that.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, then, I think it’s perhaps time we hear what business you have, Ayanokouji-san,” Kijima said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Pardon my rudeness, but I came here because I would like to speak with President Kouenji. I was told that he would be here,” said Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Who told you that?” asked Kouenji, his chin resting on his fist and his arm propped up on the armrest of his chair. His posture and voice made the question feel intimidating.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I cannot say for certain. I’m afraid I don’t recall exactly,” answered Ayanokouji. “But I imagine it must’ve been from an employee of this school. They must have just so happened to have seen you, by chance.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Of course, that was a lie. He had simply caught wind of the fact that Kijima and Kouenji were meeting at this place and time, after the End-of-Year Special Exam. This back-and-forth was nothing more than a simple, convenient means to assess them. This was an enclosed space, and what’s more, he usually didn’t have the opportunity to speak with Kijima in a small group. For someone like Ayanokouji, who didn’t care about offending others or being hated, this was a good opportunity to appraise him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Compared to when he was younger, Kijima’s physical presence seemed weaker, and he did not seem so threatening. So much so, in fact, that Ayanokouji had an almost worrying, precarious feeling. A feeling like he could easily grind him into dust. Many would think that it was Kouenji, seated next to him, who had an overwhelming sense of presence. However, at the same time, Ayanokouji also sensed that such naive thinking could prove fatal. This Kijima person, who had a nonchalant look of innocence on his face, was a man who had achieved everything.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“However, Mr. Ayanokouji,” said Kouenji, “I believe I turned down your proposal, did I not?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I suppose you could say that I don’t know when to give up. I was humbly hoping that you might make some time for me,” Ayanokouji replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you pushed your way past the men in black suits and forced your way inside?” asked Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s just my nature,” said Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Now Kouenji, too, was once again evaluating the impudent man before him, while Ayanokouji did the same. To what extent was he worth befriending? Or was it necessary to eliminate him, as an enemy? This time was precious, granted to decide those things.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Please, I’m telling you this for your own sake, Ayanokouji-san. I think perhaps it would be better to leave this for another time,” pleaded Sakayanagi, feeling that he couldn’t just sit by and watch in silence any longer, if only for Ayanokouji’s sake.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, Ayanokouji wasn’t in a position to back down. With limited options, he was going to push forward. He had no likability to lose in the first place, anyway. In that case, he figured it would’ve been a loss if he didn’t plunge forward.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Were the two of you in the middle of an important business discussion, by any chance?” he asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, no,” Kijima answered. “I simply came to visit an old friend, that’s all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh, I see,” said Ayanokouji simply, looking at Kijima as he politely denied it. “Well, then, in that case, I would love to be included in this conversation.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You are quite the audacious man. You must have a considerable number of enemies,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kouenji didn’t care for pushy or aggressive people, but he was beginning to appreciate Ayanokouji’s pluck, and the fact that he wasn’t timid.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. It’s in my nature to say what I want to say, regardless of whether it’s to friend or foe,” said Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It must be difficult for you, Prime Minister, if there are many legislators like him,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“He once served under Naoe-san, whom I respected more than anyone. I’m not surprised that he has the guts to do something like this,” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With a grin, Kijima showed a positive attitude toward Ayanokouji’s approach. At the same time, Ayanokouji braced himself once again. After all, this man knew who he was. He was conscious of the fact that he wasn’t just another member of the Diet.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If it is all right with you, President Kouenji, let’s all chat for a bit. I find myself rather interested in Ayanokouji-san. This is an opportunity we don’t often come by, so why don’t we all have a seat?” said Kijima, and urged Ayanokouji to sit down.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I am fine standing, thank you,” Ayanokouji refused politely. “Considering my position, this is appropriate for me.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kijima once again looked to Kouenji for confirmation, and although he didn’t seem terribly enthused, Kouenji consented to allowing Ayanokouji to stay.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It would seem that your son is here at this school. If I remember correctly, his name is…Kiyotaka-kun, yes?” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I didn’t realize that you knew my son’s name,” said Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It is not only the names of the Diet members that I remember,” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ayanokouji listened to Kijima’s words without even twitching an eyebrow, but Sakayanagi appeared slightly shaken. Despite the fact that Kijima had seen the entire exam, Sakayanagi hadn’t thought that Kijima had been watching quite so closely.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Actually, I came to visit a few days ago as well. At that time, I thought I’d see President Kouenji’s son, and while I was here, I watched the special exam that the second-years underwent. But…I remember feeling like there was a student who really caught my eye,” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Internally, Ayanokouji wanted to reply that he already knew all of that, but he kept silent. That was because the only people who knew that Kijima had been watching the special exam were Kijima himself and the school officials. Not even Chairman Sakayanagi had any way of knowing that Ayanokouji was aware of the exam’s details. However, Ayanokouji saw this as an opportunity.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“How did my son look in your eyes, Prime Minister Kijima?” he asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was only just one instance, and what’s more, it was an exam that was essentially a children’s game. Even so, now that Kijima had recognized the existence of Kiyotaka, Ayanokouji was genuinely interested in what impressions he had and what kind of evaluation he would give.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“He seemed like he could become an even better politician than you are right now,” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kijima, without hesitation, expressed his assessment of Kiyotaka. At first blush, it sounded like it was praise for Ayanokouji’s son, when in fact it was the opposite. He was implying that Ayanokouji was a lesser politician than his child.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I never imagined the prime minister would evaluate him so. As a parent, I could not be more pleased,” said Ayanokouji, deliberately reacting with gratitude, as though he was taking what Kijima said at face value.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I imagine that must be the fruits of your labor,” Kijima continued. “You’ve adopted a special curriculum, haven’t you?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh no, nothing special,” Ayanokouji replied. “It’s because of the great education he’s getting at this school.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kijima had suddenly hinted at the White Room, but Ayanokouji managed not to choke, because he had expected exactly that to happen from the moment the subject of his son had come up.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You said that you wished to speak with me, but unfortunately, I am a supporter of the National Civic Party. You mentioned that you were with the Mutual Prosperity Party,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes,” answered Ayanokouji. “However, I had previously belonged to the NCP, just like Prime Minister Kijima.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Since Kijima had become prime minister, the NCP had dealt with some difficulties, but its approval ratings had stayed consistently high regardless, heavily suggesting that it would remain in power in the long term. On the other hand, the MPP, to which Ayanokouji belonged, was in an extremely disadvantaged state, operating as a party that was only able to heckle.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I could gather as much, from the gist of the conversation. Why did you leave the party?” asked Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It would seem that some people would find it inconvenient if I had remained in the NCP,” answered Ayanokouji bluntly, even though the head of the NCP was sitting right in front of him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji-san, you seem to just come out and say whatever is on your mind,” commented Kijima. “Naoe-sensei had praised you for that when he was still around, but at the same time, he also had his misgivings. Now that you have returned to the world of politics, don’t you think you ought to avoid making statements that could lead to misunderstandings, regardless of which party you’re affiliated with?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I am greatly obliged for your frank advice, Prime Minister,” said Ayanokouji in response, “However, I have been accepted and recognized by my supporters for that exact outspoken manner. It is my intention to say and do exactly what’s on my mind, so that I do not turn into the kind of politician who talks his way out of things through sophistry or convenience.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. Now then, there is one thing I would like to ask you. If it were possible, would you like to return to the NCP?” asked Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, I am not currently considering that,” said Ayano­kouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even if Ayanokouji did express that desire, Kijima wouldn’t say yes to it, and there was absolutely no chance that it would go through. It was obvious that, at best, it would only move forward a bit as a procedure, and it would be dropped by a review board meeting of committee members. Although individual legislators of small constituencies were free to switch parties, it wouldn’t be so simple in Ayanokouji’s case to change over to the NCP. If he could have done so, he wouldn’t have run as a candidate under the MPP in the first place.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So, you are saying that you’re going to change Japanese politics from the MPP, then,” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I intend to,” replied Ayanokouji. “I am sure that must seem impossible for someone like you, Prime Minister Kijima, who belongs to a big political party. However, do you know of the pendulum principle? Right now, the political world is leaning heavily in your direction. Whether it is to the right or left is irrelevant, but one thing is certain: I am positioned at the opposite end from you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The next time the political world moved significantly, the pendulum would swing all the way. Ayanokouji spoke with certainty about this.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Remarkably, you seem to be speaking to the incumbent prime minister as though you were equals, Mr. Ayanokouji,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That is because I am in a situation where there is nothing for me to fear,” Ayanokouji said. “I haven’t the slightest intention of clinging to my seat in the Diet, simply awaiting my chance and staring at the faces of those around me.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji-san. You are duly aware that you are currently a member of the MPP, yes?” asked Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The difference between the NCP and the MPP as political parties was massive. Kijima warned Ayanokouji that there was no room for him in Kouenji’s pocket.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m afraid I do not understand. Could you perhaps be more specific?” asked Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Enough is enough,” Kouenji cut in. “Prime Minister Kijima appears to be fussing over you, but I do not judge people based on right or wrong. I do not judge based solely on political parties. I judge people only on whether or not they are competent, and at this current point in time, I would not say that you win in any area over Prime Minister Kijima, Mr. Ayanokouji. You are not even worth listening to, let alone worth helping.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I greatly appreciate your harsh critique,” said Ayano­kouji. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji-san. Kouenji-san is a self-made man, but do you know why he will not engage with you? It is not because he is on good terms with me. You had once lost your position, but you were elected again after being chosen by the people. Which means that you have gained the trust of a certain segment of the population, yes? The way a country should be and the direction it goes can be different, naturally. Whether the party is the same or not, things like that don’t matter. However, the public are not stupid, by any means. It would be better not to think that the people would meaninglessly endorse a candidate with such transparent ambitions,” said Kijima, simplifying Kouenji’s words with his own explanation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I gave you some time because I thought it could make for an interesting conversation, but there’s no point in letting this go any further. Take a step back, Mr. Ayanokouji,” said Kouenji. “You are a boring man.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It is unfortunate that I couldn’t measure up to your expectations,” said Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even if Ayanokouji hadn’t achieved any tangible results, he was at least able to instill a sense of his presence in them.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, then, I suppose I had better excuse myself here,” he added as he began to withdraw, far less forcefully than he had entered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Your son did some excellent work in leading his class to victory in the special exam the other day,” said Kijima. “He will most certainly become someone exceptional. Let’s chat about that at another time.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Thank you very much, Prime Minister,” said Ayanokouji with a bow. “I look forward to the opportunity.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kouenji watched with new interest as Ayanokouji turned toward the door, having been looking at him with nothing but boredom during the entire episode.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I can’t believe you would say that, Prime Minister Kijima,” said Kouenji. “As a parent myself, I can’t let that go ignored.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Your son is certainly quite exceptional too, President Kouenji,” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ayanokouji, upon hearing this, stopped in his tracks and turned on his heel.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Earlier, during the parent–teacher meeting, Kiyotaka said he would be changing classes,” said Ayanokouji. “In other words, he’ll be in a different class from your son from now on, President Kouenji. It would appear that they will be competing against each other.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That fact was something only Ayanokouji knew at this current point in time. Even Chairman Sakayanagi expressed surprise at this.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I-is that true, Ayanokouji-san?” he asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It is,” Ayanokouji answered. “I have no doubt, because I heard it directly from my son.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re telling me that even though he was finally able to be promoted to Class A, he’s moving to a lower class…?” asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“My son is extremely talented,” said Ayanokouji. “He comes up with ideas that ordinary people can’t even think of and then executes them. I assume that he must have no equal at this school, so he’s setting a hurdle for himself to clear.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If Kouenji saw his own son as capable, this would be a clever provocation, but Ayanokouji’s gambit was more effective than he had imagined.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. I had a feeling there was something interesting going on, but…” Kouenji trailed off before shifting to address the principal. “Mr. Sakayanagi?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Y-yes?” replied Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“When Mr. Ayanokouji’s son does indeed transfer classes, would you mind passing a message on to my son?” asked Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Not at all,” replied Sakayanagi. “What would you like me to tell him?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“As a condition for granting him true freedom, I’m ordering him to maintain the position of Class A with his current class and graduate with that title. If you could tell him that, I’m sure he’ll understand. Now, it appears that, as chance would have it, your son and mine will fight,” said Kouenji, turning to Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I-I understand, but why do such a thing?” asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I do not know which class Mr. Ayanokouji’s son will be transferring to, but the idea of intentionally starting over from a disadvantageous position is interesting. At the very least, it is worthy of curiosity,” Kouenji said. “Besides, it is better to give my son some trials to face. I don’t know if he’ll rise to the challenge, though.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“May I interpret that to mean that, through my son, you are giving your own the opportunity of sparring against an opponent of higher skill than himself?” asked Ayanokouji. “It certainly isn’t a bad idea to let him see there are walls that cannot be overcome, President Kouenji.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even if he’s still a fledgling, I am giving Rokusuke a suitable education,” said Kouenji, his eyebrow twitching in the face of ever-greater provocation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. So, are you suggesting that their positions are actually reversed? I suppose it is only natural for you to value your own beloved son quite highly, but the same is true for me. However, we do not have sufficient data to judge which is superior,” said Ayanokouji, continuing before anyone else could open their mouth to interrupt. “May I propose a bet? If Kiyotaka prevents the class your son is in from graduating from Class A, I would like you to meet with me again. Furthermore, I would like for it to be a one-on-one meeting, without anyone else in the way.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Regardless of the titles held by adults, both sides were competing over the excellence of their sons. Upon hearing this proposal, the corners of Kouenji’s mouth curved up into a smile for the first time.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It would seem that you’re a surprisingly interesting man after all, Mr. Ayanokouji. Very well. However, should your son fail, you will resign from your seat on the Diet. Forever. Is that all right with you?” asked Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ayanokouji’s expression turned stern for an instant upon hearing those terms. Silence followed, and once again a smile tugged at the corners of Kouenji’s mouth.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Just a joke,” Kouenji amended. “You don’t need to take what I said so seriously. Well, actually, I suppose I should just say that it was a mature and composed decision on your part not to have responded immediately.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kouenji dryly clapped his hands a few times. Although Ayanokouji had a hunch that he should’ve answered yes, in reality, he made a calm decision. While he was sure that Kiyotaka could win when it came to individual ability, it was clear that he wasn’t concerned about Class A, and he was much less sure of what Kiyotaka was trying to accomplish at school. He was also concerned about the possibility, however slight, that word would get out if he had carelessly accepted, and that Kiyotaka would rejoin Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You are a very magnanimous man, aren’t you, Kouenji-san?” said Kijima.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was an unlikely scenario, but Kijima’s biggest supporter might possibly be taken in by an adversary. Kijima posed that question while appearing not to care about how the conversation progressed. Or, rather, sounding deeply interested but only as a bystander.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Life needs its pleasures,” said Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You are absolutely right,” said Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I will be leaving Japan once again,” Kouenji said. “Please contact me once you see the results. If your son wins, I will happily return home.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I will be sure to contact you with the results, President Kouenji,” declared Kijima instantly, as though he were acting as a witness.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>8.5</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">A</span><span style=\" font-size: 0.80em;\">FTER LEAVING THE SCHOOL, </span><span class=\"C_Current__And__Times_New_Roman\">Ayanokouji got into the back seat of the blacked-out sedan that was waiting for him outside of the main gate.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hello, sir. How was Prime Minister Kijima?” Tsuki­shiro asked over his shoulder from the driver’s seat.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“He’s a cunning man,” Ayanokouji answered. “I could tell that he’s quite capable.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, Ayanokouji couldn’t get a complete measurement of his talent. There was only one thing he was certain of: He couldn’t see the limit of that talent. Even so, for Ayanokouji, his efforts this afternoon had certainly borne fruit.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I suppose that’s because he is, at any rate, governing the NCP, where demons nest,” replied Tsukishiro.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Having had channels of communication with the NCP for many years now, Tsukishiro understood that quite well.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I thought I could stir things up a bit more if I were to meet him in person,” said Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Many people are fooled by his unremarkable appearance, but he is undeniably the real thing. Even so, you must have forcefully instilled in them a sense of your presence, yes?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“To a politician, their pride is as valuable as their life,” Ayanokouji said, motioning for Tsukishiro to go ahead and start driving, before crossing his arms. “I’m sure he must have thought that he could make me obedient by breaking my will.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Although Kijima had made several indirect attempts, they didn’t land with Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That must have been somewhat of a miscalculation on Prime Minister Kijima’s part, I imagine. You have no pride to protect, after all,” said Tsukishiro. “By the way, while you were visiting the school, I watched the video of the special exam from the other day, and your son looks to be progressing quite well. His ability to exploit women’s emotions without hesitation must be something he has inherited from you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Tsukishiro had secretly contacted school officials in advance to obtain footage of the exam, which Ayanokouji had watched in anticipation of today’s events. That was precisely why he was able to handle Kijima tossing out information that should have been new without getting shaken.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If there is something that can be used, he will use it in order to survive. It’s just the way he was educated,” said Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It was challenging work getting our hands on the data, but there is nothing further to gain from holding onto it,” said Tsukishiro. “There shouldn’t be any problem if we dispose of it, wouldn’t you say?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Once they were at a traffic light, Tsukishiro picked up the flash drive and briefly held it where Ayanokouji could see it from the back seat, before snapping it in two. He then placed it in the trash bin mounted on the cup holder located in the center console.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So, how was the other one? President Kouenji?” asked Tsukishiro.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“He seems more devoted to Kijima than I had imagined,” answered Ayanokouji. “I’m certain that their relationship wasn’t created overnight.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Also, as an individual, Kouenji possessed a keen sense of smell that could not be underestimated.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The prime minister has powerful backup, in addition to his own capabilities. The NCP will be safe and secure for the next ten years,” said Tsukishiro.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Provided nothing happens, sure. However, in this world, no matter how high your position, no matter how capable you are, you cannot defy the natural way of things, and sometimes, people fall before the unexpected…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There is always shadow beyond the light. That kind of thinking really is very you, Ayanokouji-san.” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Besides, there was an unexpected boon, too.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh ho. A boon?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If Kiyotaka defeated the class that Kouenji’s son was registered to, he would get to meet Kouenji. It was a bet made for fun, but there was no doubt that if Kiyotaka actually pulled it off, Kouenji was the sort of man who would keep his promise. If Ayanokouji got the opportunity to engage him in a proper dialog without anyone interfering, it would be a once-in-a-lifetime chance for Ayanokouji to entice him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I never imagined it would be a possibility that Kiyotaka would be useful to me in the future,” Ayanokouji said. “I suppose you really don’t know anything unless you try, after all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ayanokouji wasn’t getting his hopes up, but even so, he also wasn’t going to pass up even a single opportunity if good fortune unexpectedly crossed his path.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12.5",
    "chapter": 26,
    "title": "Chapter 26"
  },
  "nextChapter": {
    "volumeId": "y2v12.5",
    "chapter": 28,
    "title": "Chapter 9: Celebration"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Behind the Curtain",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Checking Each Answer",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: Another Time",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: Vacant Throne",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 5: Anticipating",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 6: Illusion",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 7: Even After Graduation",
      "href": "Text/section-0021.html#auto_bookmark_toc_21",
      "index": 22
    },
    {
      "label": "Chapter 8: Parent and Child, Child and Parent",
      "href": "Text/section-0024.html#auto_bookmark_toc_24",
      "index": 25
    },
    {
      "label": "Chapter 9: Celebration",
      "href": "Text/section-0027.html#auto_bookmark_toc_27",
      "index": 28
    },
    {
      "label": "Chapter 10: The Promised Night",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 11: Goals",
      "href": "Text/section-0037.html#auto_bookmark_toc_37",
      "index": 38
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0039.html",
      "index": 40
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0040.html",
      "index": 41
    },
    {
      "label": "Chapter 12 - Epilogue : The Curtain Rises Once Again",
      "href": "Text/section-0041.html#auto_bookmark_toc_41",
      "index": 42
    },
    {
      "label": "Postscript",
      "href": "Text/section-0042.html#auto_bookmark_toc_42",
      "index": 43
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0043.html",
      "index": 44
    }
  ],
  "currentSpineIndex": 27
}