{
  "title": "Chapter 9 - Epilogue : Farewell to the Past",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 9 - Epilogue:<br/>Farewell to the Past</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HE UNANIMOUS SPECIAL EXAM</span><span style=\" font-size: 1.00em;\"> lasted for approximately five hours and was now over. Not long after, we heard that our class was the only one out of the four that chose to expel someone. It was likely that more than a few students would be strongly resentful over what happened. However, the fact that we had gained 150 Class Points from this special exam while the other three classes only got fifty was most certainly going to be a positive factor in the battles to come. If this didn’t change by the time September was over, we would finally be moving up to Class B.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After school, I stood on the stairs leading up to the roof, waiting for the person I was scheduled to meet as promised. About ten minutes after our meetup time, the person in question showed up.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry to have kept you waiting,” said Chabashira. “I&#160;had my hands full taking care of some things afterward. It was time-consuming.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t mind. So, anyway, did you get the conclusion you wanted? Or was it the opposite?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t ask me such tough questions. Besides, there’s no real correct answers in this exam… Or that’s what I think, anyway. It’s possible someone could see us here. Let’s get moving.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That would be wise.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The corners of her mouth raised slightly. Chabashira began to climb the stairs to the rooftop and took out a key with a simple blue nameplate on it. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Every year, the school gets increasingly resistant to the idea of people using the rooftop,” she said. “Perhaps even this school won’t be an exception to the norm anymore, and it’ll become difficult for anyone to come up here at&#160;all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though there was a fence installed up here, there was still a danger of falling, after all. Besides, there were other issues with the rooftop as well; it could be used for nefarious purposes, like the way Ryuuen had used it before. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After quietly stepping out onto the roof, Chabashira leaned against the railing and exhaled deeply.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Today was a long day… It really, really was.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira was simply expressing her feelings about the special exam as though she were thinking aloud.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mentioned this before during the exam, but…I took this same one when I was in my third year of high school.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It sounded like it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wondered what she was looking at so intently. Chabashira was simply staring straight ahead at the open sky, tinged by the evening glow.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you don’t mind…would you listen to my confession?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re talking about the sacrament of penance and reconciliation, right? Well, I don’t know very much about religion, but you can go ahead, if you want,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She had gone through the Unanimous Special Exam back when she was a student too. Though her class had the same issue posed to them, the look on her face suggested that what happened in her class was such a significant development that it changed her class for good.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I remember that day like it was yesterday,” she said. “We, Class 3-B, were finally on the verge of catching up to Class A. Our graduation exams were right around the corner. There was only a difference of seventy-three Class Points between us. Even though we couldn’t surprise them with what little time we had left in school, we were in a position where we could have turned the tables on them with just one special exam.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">An awfully close race indeed.</span><span style=\" font-size: 1.00em;\"> I was sure that their Class&#160;A must not have thought they held the lead by that wide a margin either.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then came the Unanimous Special Exam. There were five issues in all. Just like with your class, we were able to forge ahead smoothly all the way until the fifth issue, even though there were some minor differences in opinion in the first four.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And if I recall, you had said that your final issue was the same as ours,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right… That’s right, I did. My memory of today’s exam already seems to be a little fuzzy.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps the overlap with her past had thrown the sequence of events into disarray in her mind, confusing her on what she wanted to think and say.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course, there were only a few votes in favor and many opposed in the first round,” she continued. “But as the discussion went on, things started to change dramatically. If Class A voted unanimously in favor, the gap between our classes would’ve widened to 173 points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At that point, you didn’t know what the graduation exam was going to be like, did you?” I asked. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s exactly right. You’ve probably already guessed as much, but special exams don’t always result in large Class Point gains, even if you win them. Even if our Class&#160;B took first place in the graduation exam, and Class&#160;A placed second, there might not have been that big a difference in the awarded Class Points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Did that mean the difference in Class Point rewards for first and second was just 100, or maybe 150? Well, I supposed that it could have even been 200 or more, of course, but there was no guarantee of that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The debate heated up as time went on. There were some who argued that there was no way Class A was going to choose to expel someone and they were going to vote unanimously opposed to the issue. And if that was the case, they argued we should do the same and get through the exam by voting </span><span style=\" font-style: italic; font-size: 1.00em;\">Against</span><span style=\" font-size: 1.00em;\">. After that, we should’ve strived to overtake Class A by beating them in the graduation exam. But there were others that enthusiastically argued that if Class A wasn’t going to expel someone, that it meant it was our chance to turn things around. We discussed every possible angle.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if the text of the issue was the same, it ended up being completely different depending on the situation of the class. There were only two options, but the only way to arrive at one of those two was to navigate through many winding paths. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We spent so much time on it and discussed so much, but even then we never found the right answer. Should we work on getting to Class A, no matter the sacrifice? Or should we choose our friends and throw ourselves into a difficult battle ahead…?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was probably remembering her past self at that very moment. When I stole a glance at Chabashira’s side profile, her eyes seemed to be welling up with moisture from the rays of the setting sun.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Eventually, little by little, our classmates’ attitudes began to change. They started to feel that if we were trailing behind Class A by only a slight margin, then we should get those 100 points, no matter what the cost. As the discussion proceeded with more and more students operating on that assumption, students from the opposition camp started drifting over and joining the side </span><span style=\" font-style: italic; font-size: 1.00em;\">For</span><span style=\" font-size: 1.00em;\"> the issue, one by one.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even so, it wouldn’t be that easy to come to a consensus in favor of the issue, would it?” I asked. “Considering that the result was that someone would be expelled… Students with a low level of ability or students with poor communication skills, for example, or students with one or two peculiar quirks, they would likely be the first choices for someone to expel. That much is unavoidable.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. Once you unanimously voted in favor of the issue, it was impossible to take it back. You’re exactly right—no one was voting in favor so readily.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That meant that something happened to change the situation. Something like how I prompted people to vote in favor during our special exam by promising to only have the traitor expelled.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There was a guy in my class,” Chabashira said. “He was… Well, if I had to compare him to someone from your class, I suppose he was a combination of Hirata and Ike. I think that’s probably the best way I could describe him.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yousuke and Ike, huh…I can kind of imagine it, I&#160;guess. But that’s a personality that I can’t quite picture all that well in my mind.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He was earnest, but he could be kind of silly too. He was smart and was a good friend, but he couldn’t read social situations all that well. He was something of a leader for our class, but at the same time, he was a class clown.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">I see.</span><span style=\" font-size: 1.00em;\"> From her description, that meant he was the sort of person who had both Yousuke’s strengths and Ike’s strengths—and downsides.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He was struggling the entire time we dealt with that final issue. In the end, our class chose that we would vote in favor. And because of that, he took the leadership role on himself to decide who was going to be expelled.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira started gripping the railing even more tightly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And then…he arrived at his answer. After he brought us to settle on a unanimous decision in favor, he told us what he had decided. He said that he would nominate himself for expulsion. I guess it was probably because he decided that he couldn’t just abandon his friends who he had been fighting alongside for three years by that point.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The only exam left after that would be the final exam before graduation,” I mused. “The absence of a leader would be painful, but even so, I suppose…it’s not like that would be completely off the table, as an option.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, you couldn’t exactly call it a wise choice. But if all their classmates were close to being on even standing, it would’ve been extremely difficult to pick one person. It would have been possible to leave the decision up to chance, but few students would’ve accepted that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But even after that, we never came to a unanimous decision,” said Chabashira.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why was that?” I asked. “It was agreed that the leader would be expelled though, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well… It’s because there was one student who kept voting </span><span style=\" font-style: italic; font-size: 1.00em;\">Against </span><span style=\" font-size: 1.00em;\">over and over until the exam was done. That one person never changed their vote. And eventually, they used up all their remaining time,” Chabashira said. “And the person who continued to vote opposed was none other than myself.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Based on how this conversation had been going, I thought that might have been what happened, but… If that was true, then that meant…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That means that to you, Chabashira-sensei, that student wasn’t just the leader, was he?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira closed her eyes and chuckled at herself in self-deprecation before slowly opening her eyes once again. She then looked up at the colorful sunset in the sky and confirmed what I had suspected.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right… To me, he was…a leader, a friend…and…a lover. Someone more precious to me than anyone… Though we had only just started being involved at that point. There’s the added irony that we had started seeing each other the day before the special exam was held.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The two of them had overcome many hardships and had come to understand one another. They were supposed to have a future where they would grab hold of the most amount of happiness that they could get in their remaining days at school while striving to end up as Class&#160;A. Chabashira couldn’t let go of that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I knew that if I kept voting </span><span style=\" font-style: italic; font-size: 1.00em;\">Against</span><span style=\" font-size: 1.00em;\">, my classmates would obviously be perplexed and angry. There were some who decided to come after me instead, making me their target. Well, that was to be expected.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But you didn’t get expelled either, Chabashira-sensei. Which means…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right,” she said. “I protected him, and he protected me. We were locked in a stalemate and it dragged on and on. In the end, we were unable to finish the special exam in time, and our class was penalized by 300 points. On top of that, Class A </span><span style=\" font-style: italic; font-size: 1.00em;\">had</span><span style=\" font-size: 1.00em;\"> chosen to expel someone, and after the exam, that meant that there was a difference of 450 points between us. When added to their existing lead, that brought the total gap to 523 points. The distance between us and Class A had been within our reach before, but it became hopelessly vast in an instant.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was a point difference that would be impossible to overcome, no matter how big a chance there was in the graduation exam.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It might not be any consolation, but your boyfriend didn’t get expelled, did he?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t know why I was protecting him,” sighed Chabashira. “Our relationship ended right after the Unanimous Special Exam was over. It only lasted a day… No, actually, it didn’t even last a full twenty-four hours… After that, we ended up losing the final exam in a direct competition. Our three years ended with nothing.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What happened to him after?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I haven’t seen him since. I don’t know where he is or what he’s doing right now. When I was a high schooler, this school was everything to me, and he was everything to me too. Heh… Thinking back on it now, it’s all so stupid. Overall, the three years you spend in high school is just a tiny part of your life. Even if we didn’t make it to Class A, we should have fought until the end with no regrets.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This meant that Chabashira had been regretting the error of her choice for the past eleven years. Well, no, I supposed that in this case, it would be better to say that she continued to agonize over whether she made the correct choice or not rather than to call it an error.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I didn’t have what it took to graduate from Class A,” she said. “But what was I supposed to do? Should I have aggressively persuaded him to have me expelled instead? Or should I have abandoned him after he told me that he nominated himself to be expelled…?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There were no real right answers in that special exam,” I replied. “If you’re voting purely from the heart, it would probably be impossible to come to a unanimous decision. Unless, of course, you have a student who is thoroughly incompetent and no one needs them. In that case, it’d be a different story…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But even then, that wouldn’t necessarily mean that person wouldn’t have a way out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I had to say anything, I think the reason your class failed was because he failed to see things through with his strategy,” I said. “I think that there was only one way for your class to get to Class A, Chabashira-sensei.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because he failed to see things through…?” she repeated.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When he convinced everyone else in class to give up on the idea of voting </span><span style=\" font-style: italic; font-size: 1.00em;\">Against</span><span style=\" font-size: 1.00em;\">, he made the decision to be expelled himself for you to hold onto the possibility of getting to Class A. What he did was, he first brought the class to a unanimous decision in favor, and then he thought about what to do afterward.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira nodded, reflecting on what happened back then.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So if I had let him go, then…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Was the graduation exam easy enough that you could’ve won, even without an exceptional leader?” I said, cutting her off. “Your class failed the Unanimous Special Exam even though you hadn’t gotten anyone expelled, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. If we had come together as one and performed flawlessly, we might’ve won, or we might’ve been evenly matched.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Meaning that it’s unthinkable that you would’ve chosen to be without your leader,” I said. “Still, even if you were missing someone else aside from him, you still wouldn’t have beaten Class A. With that in mind, the only option you could’ve chosen was to hold your ground between the two choices, to agree or disagree. You should have turned down all attempts, all temptation, to sway the vote to be in favor of the issue.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But even if I had held my ground, the other students weren’t in a position to be persuaded to vote against it. You admitted as much yourself, Ayanokouji.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There wasn’t any need to persuade them,” I replied. “Opinions in your class were divided on how to win. If the vote wasn’t united, then defeat would be inevitable once time ran out. So, when time was about to run out, those who were in favor would have absolutely changed their mind and voted </span><span style=\" font-style: italic; font-size: 1.00em;\">Against</span><span style=\" font-size: 1.00em;\">. Even if they vocally resisted it, if there was just one minute remaining and it was the final vote, what do you think they would’ve done? If they voted in favor, there wouldn’t have been time to expel anyone anyway. The interval times were fixed ten-minute periods, but the voting time was a maximum of sixty seconds. If you adjusted the timing by deliberately delaying voting periods, you could force everyone into a final vote with no wiggle room.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If those students voted </span><span style=\" font-style: italic; font-size: 1.00em;\">For</span><span style=\" font-size: 1.00em;\">, the class would have failed and been penalized 300 points. But if they voted </span><span style=\" font-style: italic; font-size: 1.00em;\">Against</span><span style=\" font-size: 1.00em;\">, they would pass and get fifty points. It would be impossible for anyone to choose the former in that situation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No matter how much those students lost their cool over it or how angry they got, there would be no way that they could look away from the reality of the situation,” I went on. “Either they would run out of time and lose 300 points, or, even if it meant forgoing the additional 100 points, they could pass the exam for certain and gain fifty points and still be able to challenge Class A in the graduation exam. There would only be one conclusion to make. Of course, it still wouldn’t be certain whether you could’ve made up for that 173-point difference though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The students in her class were fixated on those 100 points dangling in front of them, unable to throw away their chance of winning. The leader had leveraged those students’ states of mind and successfully guided the class to a decision in favor. However, that strategy in itself was a mistake. He had failed to see Chabashira’s heart and her stubborn will, as the person of the other sex with whom he had a romantic entanglement.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I… If we had a student like you around back then, then maybe…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira was about to continue, but then stopped.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, it’d be pointless to say anything about it now. I&#160;can’t go back to the past. But let me ask you something, Ayanokouji. Sakura must have been someone you were close with, as a member of your friend group. And moreover, she had special feelings for you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re well informed,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m your homeroom teacher. I can figure out lots of things just from the way my students look at me,” she said. She didn’t sound proud, but instead seemed somewhat exasperated. “Wasn’t there a way you could’ve saved Sakura and sacrificed someone else?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not so sure,” I replied. “At the time, Horikita had this force about her that prevented me from saying if there was another choice or not. There wouldn’t have been enough time to challenge her on it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re being very businesslike about this. Didn’t it…hurt, emotionally?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I could’ve kept Airi from getting expelled, that would’ve been the best option, of course. As for me, personally, I tried to lead the class to a unanimous decision </span><span style=\" font-style: italic; font-size: 1.00em;\">Against</span><span style=\" font-size: 1.00em;\"> in every way possible, but Kushida wasn’t letting me. Then, after we chose to expel someone, I decided that there wouldn’t be any solution unless I cut off Kushida’s every escape route and drove her into a corner. Still, while it’s possible that this is just a conclusion based on hindsight, there might have been a possibility we could’ve come to a unanimous decision </span><span style=\" font-style: italic; font-size: 1.00em;\">Against</span><span style=\" font-size: 1.00em;\">,” I admitted. “At the time, Kushida’s heart was in such disarray over Horikita’s presence that she accepted the choice to remain at this school. I didn’t foresee that at all. As it turns out, I’m not the only one who wants to help the students close to me. Anyway, I figured that since things had come to that, the only option I had left was to remove people. I had no other choice but to weigh the relative merits and flaws of my classmates. Were they academically capable or not? Athletic or not so much? Communication skills. Insights. Observational skills. All I could do was look at objective data, meaning their OAA rankings.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If you used the system the school had created, you would see who should be expelled, even if you didn’t want to.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course, there were a few students whose abilities aren’t that much different from Airi’s,” I added. “However, if arguments broke out over those students, then those students’ friends would naturally take their sides and defend them. But in Airi’s case, the only major obstacle was Haruka. And even if Haruka nominated herself, we’d only lose ten minutes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Meaning that you intentionally chose one of your own friends…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Personality was one of the deciding factors. Taking Airi’s into account, she wouldn’t be good at pleading her case with people, telling them that she didn’t want to quit school or appealing to them not to vote for her. That meant I could take any number of convenient measures to counter that. A good friend, in this case, Haruka, would never, ever vote in favor of Airi’s expulsion. However, the exception to that rule would be if Airi herself came forward and made a statement, asking her friend to vote for her. There would be no way that Airi could choose to stay at this school after causing trouble and making the class sacrifice 300 Class Points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you even understood Sakura’s mentality,” said Chabashira.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Her overall abilities, those people close to her, and her personality. And as one final push, for Airi to be told by someone precious to her that she was the person who should be expelled. If she were to hear that come from my mouth, then she’d have no choice but to understand,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji… You’re…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“People might call those who think like me monsters or fiends,” I admitted. “No one wants to take on the role of the bad guy. Even so, I need to carry that out at times, without hesitation, when it’s necessary. That’ll be inevitable to protect the class, or in other words, the system.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In this school, expulsion is always a looming threat, in every possible situation. As a teacher at this school, I’m prepared to accept that. Even so, I will never be able to make a decision like you did, without hesitation, for as long as I live,” said Chabashira, admitting the weakness in her own heart. “I don’t know you very well, but…how many people have you cut down without a second thought? How many people would you have to cut down to reach that level of… No, don’t answer that. I’m sure that there’s no way I’ll ever understand.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">How many people would I have to cut down, huh?</span><span style=\" font-size: 1.00em;\"> I had never thought about that before. Just like you wouldn’t remember the shape of every single little stone on the side of the road, both those you studied with and those who taught you would be removed and disappear if they were incompetent. That was artificial selection.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you for taking the time to meet with me today, Ayanokouji,” Chabashira said. “I’ve been standing still for a long, long while now, regretting my past choices. But I understand now that I don’t have the time to keep standing around. I will fulfill my role as a teacher and guide the students of my class so they can continue to fight without regret.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It sounds like you’ve been able to bid farewell to your past through this special exam,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I saw Chabashira’s face from the side as she spoke, she looked somewhat sunny, unlike moments earlier.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even now, it’s not like I haven’t been dreaming of reaching Class A,” she said. “Even when I try not to think about it, I still end up hoping. I pray that I might be able to make my unfulfilled dream come true. And every time I think those things, I ridicule myself for being so stupid and erase it from my memory. I’ve been stuck doing that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, Chabashira turned and smiled at me. It was something I had never seen her do until now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve made my decision, Ayanokouji. I am going to get your class to graduate from A, no matter what it takes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s all well and good to be enthusiastic, but please don’t deviate from your position as a teacher,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmph… Well, yes, I do understand my position, of course. There is only so much I can do, but what I mean is that I am prepared to do that much. I have to say though, every time you say something, it doesn’t sound like something a student would say.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Like what a student would say, huh? And what would have been the correct way for me to have answered you then?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t tell you that. I’m not a student,” said Chabashira.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Ugh.</span><span style=\" font-size: 1.00em;\"> She was such a ridiculous person.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If we’re done talking, I’m leaving,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand,” she said. “Sorry for taking up so much of your valuable time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No problem. Anyway, I’ll be heading out now, Chabashira</span><span style=\" font-style: italic; font-size: 1.00em;\">-sensei</span><span style=\" font-size: 1.00em;\">,” I put deliberate emphasis on calling her that, even though I was already calling her as such lately.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wondered if she thought I was just being impertinent. Chabashira-sensei smiled back at me and nodded. She’d probably be all right now. She had grown just as much as her students did through this special exam. Her heart had stopped when she was in her third year of high school, but all at once, it was beginning to catch up with her current age.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v5",
    "chapter": 14,
    "title": "Chapter 8: Horikita Suzune’s Choice"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Chabashira Sae’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Signs of an Approaching Storm",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: Two Teachers and A Fated Special Exam",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Dark Clouds",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Ichinose Honami’s Choice",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Ryuuen Kakeru’s Choice",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: Sakayanagi Arisu’s Choice",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: Horikita Suzune’s Choice",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9 - Epilogue : Farewell to the Past",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Postscript",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    }
  ],
  "currentSpineIndex": 15
}