{
  "title": "Chapter 4: A Love Letter",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 4:<br/>A Love Letter</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">UESDAY, NOVEMBER 9TH</span><span style=\" font-size: 0.80em;\">.</span><span style=\" font-size: 1.00em;\"> That morning, I met with Horikita in the elevator on our way to school. After exchanging a brief greeting, we walked through the lobby and exited the dormitory building together.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Have you heard?” she said. “The entire third-year grade is supposedly going to be practicing for the Cultural Festival the day before the festival proper.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. Apparently, they’re inviting first-years and second-years to participate as well.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This news had actually been posted to the school’s bulletin board last night, informing students in all grades. It originated from the student council, essentially meaning that it was Nagumo’s decision. I figured this must have been what Nagumo had been referring to last week when he mentioned the student council were putting forward a proposal that wouldn’t be so bad. We were free to participate in any form. We could provide actual food or just an imitation. This proposal would let us put all our offerings on at once, and then we could make last-minute adjustments prior to the real Cultural Festival the next day.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The student council has already heard that many classes intend to participate,” said Horikita. “I’m sure that even other classes who have been keeping what they’re doing under wraps will want an evaluation from a third party.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So a lot of classes are receptive to the idea?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think that the fact that Class 3-A rented the gym and demonstrated their showing publicly was probably a big factor.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class 3-A hadn’t hidden what they were doing; they announced it openly, and then they actually did a trial run. The improvements they made after their demonstration were public knowledge to the students enrolled here. I figured there must’ve been a number of students who weren’t just hoping to win the Cultural Festival—they wanted to make it a real success as students, and they&#160;were looking forward to it as a whole. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m guessing that the student council’s decision to pay for consumables and other goods pushed more people to join,” Horikita added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After all, even if you were just doing a trial run, it would still cost money. A separate budget from the one that was provided to us specifically for the Cultural Festival would have to be set up, and naturally, individuals would have to fund it with Private Points. If students had to pay out of their own pockets, I was sure more classes would decide to skip doing a trial, but I supposed this was yet another example of what the student council could do. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The student council covering the expenses was a godsend, and it also meant that there was little to no reason not to participate. Students were also told that if they submitted receipts, they would be reimbursed from the student council’s budget. Of course, it wasn’t like they’d pay out limitlessly. There was an equal purchasing limit for all classes in the several tens of thousands of points.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s all right for us to participate too, yes?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course,” I replied. “The whole school knows that we’re putting on a maid café anyway. It can’t hurt.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re right. It’s the same for Ryuuen-kun and his class too.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita shot me a meaningful look after that, and I responded with a light nod.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re saying we can get a peek at their skills,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This would be a great opportunity for us to see what kinds of things Ryuuen was doing and to get more details.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t think we’re going to lose?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not sure.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You look pretty confident.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like that. I’m not feeling too confident,” I said. “I’m just doing everything that I can.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s true, I suppose. But even so, isn’t it normal to feel anxious?” Apparently, Horikita was concerned that even though we were fully prepared, we could still come up short. “Maybe I’m scared about losing.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if a class didn’t win, they wouldn’t lose any Class Points. But even so, if you didn’t win any and other classes did, it was all the same in the end. It was only natural that she didn’t want our class to stagnate. We had been steadily building momentum and closing in on Class A.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You probably wouldn’t be so anxious if you were still the old you,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That was just me being reckless… No, rather, it was just that I didn’t see anything around me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now, Horikita’s vision had begun to widen, little by little. That was exactly why she couldn’t help but consider the possibility of losing.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As a class leader, there’s nothing wrong with considering the possibilities of what might happen if you win or if you lose,” I said. “I’m simply one of your pawns. I just made an irresponsible statement, that’s all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, I supposed that the fact that Horikita couldn’t easily dismiss that statement was both one of her weaknesses and one of her strengths. If it were Sakayanagi and Ryuuen I was speaking to, they wouldn’t have listened at all. In the case of Ichinose, she would’ve listened and focused on it. Horikita, on the other hand, did both.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think that I understand what I’m doing, but…I don’t know,” she said. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In response to Horikita’s self-derision, I lightly smacked her back with the palm of my hand, just once.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, what are you doing?” she asked. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s far too early to get accustomed to winning,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmph…” The look on her face suggested that she was slightly angry, but she must have realized I had hit the nail on the head. “Yes, you’re right. It was a conceited way of thinking on my part, even though what happened wasn’t all down to my own actions.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whether we were talking about what happened on the uninhabited island or the Unanimous Special Exam… Either way, those weren’t wins based solely on her ability.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You…” she began.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not trying to take what you’re saying too seriously, but you’ve been awfully cooperative lately, which I find extra annoying. I don’t know how to process that in my mind, and it’s bothering me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, I would appreciate it if you wouldn’t seek my cooperation at all in the future.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I tried to walk away as quickly as I could, but she grabbed a hold of my shoulder.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s a no-go,” she declared.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though I attempted to make a break for it, I was immediately captured and brought back.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d like to stop by the convenience store on the way to school,” she said. “Would you like to come with me?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The convenience store?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have my own preparations to do for the day before the Cultural Festival, so I wanted to make the most of my lunch break today.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, that’s fine, I guess.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t like stopping there for a few minutes was going to cause any problems. I followed Horikita there and went inside. I just so happened to see Kouenji there as well, paying for his items. He was purchasing only two things: a bottle of soy milk and a chicken tenderloin salad. It was a very light meal to have for lunch, so I wondered if maybe he was going to eat it during the morning break. Actually, as I thought about it, I realized hardly ever saw Kouenji eating anything at all… His life really was a complete mystery. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good morning, Kouenji-kun,” Horikita called out to him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After finishing paying for his items, Kouenji simply smiled in response and said nothing in return.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, I hear that Kouenji’s the only one who hasn’t been assigned a role,” I said. “He’s not doing anything for the Cultural Festival?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He told me that he wasn’t going to do anything,” Horikita replied. “And he’s not likely going to change his mind.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She didn’t seem particularly concerned about that, though. She went to the register and chose a meal she could eat quickly. She declined a plastic bag and instead stuck her purchases in her own bag.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re sure you’re not going to buy anything?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t need anything, and it’s not like I have a surplus of Private Points anyway.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">November had been easier on my wallet to some extent, but I had plans to spend very soon.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re not giving points to Kushida-san anymore, are you?” she asked. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She’s not really demanding it from me, so no.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, if she demanded you pay up, you’d pay her?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you really think that she’ll ask me to pay?” I said sarcastically. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, I guess not,” Horikita muttered. “Well, if she did, that’d be a problem. I’d end up having to worry about her again.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite the twisted route it had taken, Kushida had undergone a significant change. And if it was heading in the direction of growth, then I had to believe in it.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span><span style=\" font-weight: bold; font-size: 1.27em;\">4.1</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em;\">FTER CLASS THAT DAY</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> as Horikita sat at the front </span><span style=\" font-size: 1.00em;\"> </span><span style=\" font-size: 1.00em;\">of the classroom, Ichihashi approached her, albeit somewhat hesitantly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um, excuse me, Horikita-san…? May I have a minute?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichihashi didn’t really have any point of connection with Horikita normally, and she had rarely ever gone to talk to her. The normal thing to assume was that this must be about the upcoming Cultural Festival, which was just around the corner. However…the thing that girl was holding in her hand suggested that she had a different reason for approaching Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What is it?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Actually, I have a small favor to ask. You have student council business later today, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. As I told everyone in class a little while ago, I have student council business. I can’t help with the Cultural Festival all the time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I know, but, um, it’s not like that. Could you…please deliver this for me?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I happened to catch a glimpse of an envelope with a heart-shaped sticker on the flap as she handed it over. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s this?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s, um, a love letter…” said Ichihashi.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita blinked. “…Huh?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t surprising that for a moment, Horikita had a look of complete bewilderment on her face, like she couldn’t understand the meaning of this. Even though we were living in an age where diversity was accepted, it was understandable that it would be more of a shock for a girl to receive a love letter from another girl instead of from a boy.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“O-oh, um, this isn’t a letter from me to you, Horikita-san,” Ichihashi said. “Okay? Actually, it’s…from a friend of mine, she asked me to give it to Student Council President Nagumo.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To the Student Council President?” said Horikita. “Isn’t this something that she should be giving to him directly?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If you were going to tell someone that you had feelings for them, the standard procedure was, naturally, to go for it and tell them directly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She asked me to do it because she was too nervous to give it herself. But it’s like, I guess I don’t really have the guts to just hand it over to the Student Council President directly myself, either…” said Ichihashi. “I mean, it’s not like I have any connection to him or anything.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although Nagumo was a more sociable person than, say, the former Student Council President Horikita Manabu, he was still our senpai and a representative of this school. It would be a very high ask for someone who had never spoken to him before to approach him. For Horikita, though, things were different. It was easy to imagine that she talked to him on a daily basis for student council business.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can understand your situation, but…” Horikita began.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please. She’s really been agonizing over this for a long, long time, and… She seems to have finally found the courage.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If this had been the Horikita of a little while ago, she might’ve turned down the request. However, it was important for her to build relationships with her classmates now. That was unavoidable if she was going to get back what was lost in the Unanimous Special Exam.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Very well,” she said. “If I see an opportunity, I’ll hand it to him. Is that okay?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, that’s fine.” But even though Ichihashi said that, her answer seemed somewhat evasive. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is there something wrong?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, um, well, it’s just that there’s a…slight problem with the love letter.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita, upon taking the envelope in her hands, looked at both the front and back of it and realized that no name was written on it. Which meant that the identity of the sender would be unknown unless you opened the envelope and looked at the letter inside.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Am I correct in assuming that this letter is from whoever wrote it?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not sure… Normally, yes, you think that the sender would write it themselves, but… Well, if she’s satisfied just with telling him how she feels, then she might not have actually written it herself.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, neither the messenger, Horikita, nor the recipient, Nagumo, would know the identity of the sender of the love letter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is a little difficult… I’ll explain when I give it to him, of course, but if I’m not careful, he might get the&#160;wrong idea and think this letter is from me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The possibility that Nagumo might interpret the situation in a different way, like, </span><span style=\" font-style: italic; font-size: 1.00em;\">Horikita said that she was asked to deliver the letter on behalf of someone else, but it was actually from her, </span><span style=\" font-size: 1.00em;\">wasn’t zero. There was no way that you could say the possibility was nonexistent. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-well, could you ask someone </span><span style=\" font-style: italic; font-size: 1.00em;\">else</span><span style=\" font-size: 1.00em;\"> to do that?” asked Ichihashi. “Like, maybe…a boy you know on the student council or something? Would that work? I’d kind of like this to get delivered today.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Easier said than done…” grumbled Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite her misgivings, though, she thought about it for a moment, and then nodded. “I’ll try my best, but there’s no guarantee that I’ll be able to get it to him. Okay?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m just glad that you’re going to try, Horikita-san,” Ichihashi said. “I’m sure my friend will be really happy.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita agreed, albeit reluctantly, to deliver the love letter to Nagumo. In a situation like this, you normally would have asked who the letter was from, but Horikita must not have been interested, because she didn’t press the matter too deeply.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span><span style=\" font-weight: bold; font-size: 1.27em;\">4.2</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em;\">FTER GETTING</span><span style=\" font-size: 1.00em;\"> this unexpected request, my footsteps felt a little… No, actually, they felt </span><span style=\" font-style: italic; font-size: 1.00em;\">very</span><span style=\" font-size: 1.00em;\"> heavy.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why didn’t she just deliver it herself…? Good grief,” I huffed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Accepting this request was a mistake. This had nothing to do with me… </span><span style=\" font-style: italic; font-size: 1.00em;\">Maybe I ought to turn back and tell Ichihashi-san to tell her friend that she should deliver it herself…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That would be the correct thing to do,” I told myself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just then, as the desire to run away from this flashed through my mind, I suddenly recalled the time I tried to give my older brother a letter when his high school enrollment was finalized. The old me was an idiot—I didn’t even realize by then that my brother was being cold to me, and I so desperately wanted to somehow go back to how things were in the old days, when we were close. I thought that if I couldn’t talk to him face-to-face, then I could just put my feelings in a letter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But the words didn’t come out as smoothly from the pen in my hand as they did in my head. I thought about it for days and days, hesitating, writing, erasing, writing, and erasing. </span><span style=\" font-style: italic; font-size: 1.00em;\">How can I get my thoughts across?</span><span style=\" font-size: 1.00em;\"> I wondered.</span><span style=\" font-style: italic; font-size: 1.00em;\"> How can I make my brother happy?</span><span style=\" font-size: 1.00em;\"> Even though I was writing a simple letter, that act alone felt like a desperate struggle. And in the end…I wasn’t able to give it to him. My brother ended up heading off to this school, and I was no longer able to see or even contact him anymore.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That reminds me, whatever happened with that letter? I wonder…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I dug through my memories, I seemed to recall putting it in my older brother’s desk drawer…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, does that mean if my brother comes back home, he’ll see it?” I asked myself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I came to a stop in the hallway, suddenly feeling my heart rate speed up. If he saw that letter now, after all this time…he would laugh at me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s…just forget about that,” I declared.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if I drove myself into a panic and tried to do something about it, there was no way to get rid of the letter or make it look like it was never there. Right now, all I could do was hope that my brother didn’t find it. I&#160;remembered the sight of his back from my window, and then I brought my hands together.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Right… Yes, that’s right.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Writing a letter to a loved one wasn’t easy. Giving it to the person directly was even more difficult. If you asked me right now if I could give my brother another letter expressing my feelings for him, it would be hard for me to give you an immediate answer. I didn’t know who this letter was from, but the intended receiver was Student Council President Nagumo. I supposed I might have to take the sender’s feelings of hesitancy into account.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">By the time I arrived at my destination, the student council office, I somehow managed to come up with an excuse to hand over the letter. When I opened the door, I saw that all of the members of the student council were already there, with the exception of President Nagumo. Not counting him, there were three boys on the student council—Yagami-kun, a first-year student; Aga-kun, also a first-year student; and then Vice President Kiriyama-senpai, a third-year student. However, asking just any boy wouldn’t do. I couldn’t casually entrust them with a love letter, something that wasn’t even routine student council business.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Out of all of the boys here, Yagami-kun was the only one that I was on relatively friendly terms with and could talk to normally. I knew I was taking advantage of my position as his senpai, but as they say, you can’t make an omelet without breaking some eggs. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yagami-kun was seated and engaging in friendly chit-chat with Ichinose-san. Hoping to take care of this bothersome affair quickly, I reached into my bag for the love letter. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But just then, President Nagumo appeared.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s get this meeting started immediately. Take your seats,” said President Nagumo, his voice low and dispirited as he came into the student council office.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I felt the air instantly turn tense, like we were on pins and needles. I pulled my hand back out of my bag—there was no way that I could come out and say that I was asked to deliver a love letter under these circumstances.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ichinose, if you have anything to report, let’s hear it,” said President Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes,” she replied. “It looks as though all classes have decided that they will be participating in the trial run on the day before the Cultural Festival.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They decided that in just about half a day, huh? It&#160;seems like the President’s decision was correct, then. However, since this was a decision made at the President’s own discretion as part of the student council, I wish we would’ve been notified about it a little sooner,” remarked Vice President Kiriyama-senpai icily.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It was a whim. I thought getting this festival thing started a little earlier would make our kouhai happy,” said President Nagumo, replying without giving much of an apology.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What I was seeing was becoming something of an established custom for student council meetings. Basically, student council initiatives began with an idea from Student Council President Nagumo. Sometimes they were born from comments made during meetings, and other times they came from things we had no knowledge of. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, there was a period of silence, and President Nagumo crossed his arms and closed his eyes. He was clearly holding back his anger. Or that’s what it looked like, anyway.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um, excuse me, Nagumo-senpai… Is something the matter?” asked Ichinose-san fearfully, unable to bear it any longer.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I heard a strange rumor today,” said President Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A…rumor?” she asked. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s groundless, but anyway, people are saying that I was apparently putting up a lot of money on a bet to get a specific student expelled, or something like that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? What does that mean?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t any wonder that Ichinose-san had asked that question. After all, I too was keen to know more about what President Nagumo just said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who did you hear such a ridiculous story from?” asked Vice President Kiriyama-senpai.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Someone from </span><span style=\" font-style: italic; font-size: 1.00em;\">your</span><span style=\" font-size: 1.00em;\"> class,” President Nagumo said. His eyes were still shut, but he directed his words at Vice President Kiriyama-senpai. “Kishi.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…From Kishi?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I figured it was just gossip among friends, but I thought it wouldn’t have been strange if you had caught wind of it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry, but this is the first I’m hearing of it,” Vice President Kiriyama-senpai replied. “Anyway, I don’t understand the point in risking so much money in trying to get someone expelled in the first place.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Normally, if someone was using a lot of money, it was to bring a specific person into Class A. If that was the sort of discussion they were having, then not even I would find that unreasonable. The third-year students in particular were concerned about their outcomes, and if they were called to come to President Nagumo’s class, then that was practically a guarantee that they would be graduating from Class A. Putting it less delicately, it was possible that Private Points were secretly being offered to those President Nagumo was friendly with, giving them the right to transfer classes. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, it’s just a rumor. But even so, I’m not willing to just sit idly by and let this misinformation go unchallenged,” announced President Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly true that, as student council president, such rumors could damage him one way or another. I&#160;could see why he was in such a bad mood.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So,” he began, “the student council is going to be suspending activities for a while.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Suspending…?” Ichinose-san was shocked by President Nagumo’s unexpected proposal.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The student council had been coming together once a week like this to discuss a variety of topics. The only exceptions to this were testing periods and some special exams—it was unprecedented to flat-out suspend our activities.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re done discussing the Cultural Festival,” President Nagumo said. “There shouldn’t be any problems.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you planning to look for the people behind the rumor?” asked Vice President Kiriyama-senpai.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course. I’m going to conduct a thorough investigation. Anyway, our next meeting will be held sometime after the Cultural Festival.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, we discussed what would happen on the day prior to the Cultural Festival, and shortly after that, the meeting was adjourned. To my relief, most of the other students left the student council office. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now that Yagami-kun and I were alone, I decided to talk to him. I got up from my seat and walked over. Perhaps he sensed that I was approaching—he looked up from his notebook, his hands stopped moving, and he closed his book. As the secretary of the student council, he had been keeping meeting minutes. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you have a moment?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yagami-kun seemed slightly surprised, but then he turned to face me without a word.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry,” I said. “Were you still in the middle of taking down notes?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, no, I just finished. Please don’t worry.” Placing his hands gently over his closed notebook, Yagami-kun looked at me with a smile. “What’s going on, Horikita-senpai?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yagami-kun. I was wondering if I might ask a somewhat bothersome favor of you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What is it?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I want you to deliver this to President Nagumo. It’s a love letter.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I took the letter out of my bag and presented it to Yagami-kun.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s unusual to see this kind of thing these days,” he mused as he accepted the letter. “I’ve heard people normally do this over chat or with a phone call…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I saw the surprised look on his face, I quickly appended my statement. “For the record, it’s not from me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. I thought for sure it was a letter from you, Horikita-senpai… Or are you saying that it is, but you&#160;just want me to present like it’s not?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. A girl from my class asked me to deliver it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The sender’s name isn’t on it. Who wrote this? I can let President Nagumo who it’s from.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t say. She wishes to remain anonymous.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“An…anonymous love letter?” asked Yagami-kun.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was asked to deliver it since I’m a member of the student council, but there’s the issue of anonymity,” I&#160;explained. “If I were to hand over the letter, President Nagumo might get the wrong idea. Don’t you agree?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I suppose there’s a good chance of that happening. To be honest, even now, a small part of me suspects that you were the one who wrote the letter after all, Horikita-senpai,” said Yagami-kun with a smirk.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It looked like he found this all a little amusing, but this absolutely was not a laughing matter to me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m joking,” he added. “I can tell from the look of displeasure on your face that it’s not really from you, senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">If so, then, good…</span><span style=\" font-size: 1.00em;\"> I thought to myself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This whole thing would’ve gone by more smoothly if I could have given you this letter before President Nagumo came into the office, but…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if I had received the letter from you then, I don’t think I would’ve been able to give it to him,” Yagami-kun said. “It really didn’t seem like the kind of moment where I could’ve handed him a letter.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I suppose you’re right. It wasn’t the right time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Under those circumstances, no one would have been able to talk to Student Council President Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry to ask you to do this, but could you please deliver this to him as soon as possible? I’m sure that the sender is hoping that it will be received today.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, I’ll stop by his dormitory later,” said Yagami-kun. He stared at the envelope with a somewhat puzzled look on his face. “Is this really a love letter?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Probably,” I replied. “Supposedly the girl poured her heart into it, but we can’t really be sure.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t like we could peel off the sticker and check the contents, after all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was just thinking… If I presented this to Student Council President Nagumo as a love letter, but it actually turned out to be something else, it could be disrespectful to him,” said Yagami-kun.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose that’s possible, yes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll downplay it a bit and say that I had been asked to hand over a letter from someone, then.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay. I think that’s a good idea. Thank you.” I expressed my sincere gratitude for accepting the letter. “At any rate, being the secretary must be tough work, having to keep meeting minutes by hand even in this day and age.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure that it wouldn’t be an issue even if we were to use computers for our work nowadays, anyway.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Tradition is important too,” Yagami-kun said. “Meeting minutes have always been kept as physical records, ever since this school was established. Suddenly transitioning to digital would cause a sense of discomfort.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He turned and stared at the bookshelves. It was certainly true that the bookshelves were filled with lots of lots of meeting minute records, which told the accumulated history of everything the student council had done up until now. It wouldn’t be a bad thing if we were to change our file storage methods during our time here, like to store things digitally or something, but Yagami-kun had a point. If we wanted to honor tradition, then perhaps this was exactly the sort of thing we should continue doing.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve also heard that it’s best to endure hardships while we’re students. If we’re used to things being easy at an early age, we might suffer later on.” Yagami-kun showed a slightly more mature attitude than one would expect from a first-year high school student. “In that sense, I suppose that this love letter might be something similar.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that it was more common for a person to tell another how they felt over the phone nowadays. But even I understood that there was a certain degree of meaning in conveying your thoughts in writing instead.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, I have to say, Student Council President Nagumo really didn’t seem very composed today, did he?” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, you’re right,” said Yagami-kun. “All that business about him supposedly putting up a lot of money and trying to get a student expelled. And if I remember correctly… What was that name again…?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As though he just remembered something, Yagami-kun opened the meeting minutes notebook and showed it to me. The first page that he opened was from sometime in the middle of last year and seemed to have been written by someone who was now a third-year student, back when they were in their second year. Then, as he flipped through, I saw where the handwriting changed and matched that of the most recent meeting minutes. I&#160;spotted the change instantly because the minutes kept by Yagami-kun were written perfectly, in a tidy, methodical fashion, being well-spaced and coherent. Actually, his handwriting was so refined that it was hard to believe that it was done by hand.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Here we are. If I remember correctly, he said Kishi-senpai might have been spreading this rumor. Do you happen to know what class Kishi-senpai is in?” he asked me. His expression as he did was no different from usual as he showed me the meeting minutes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, my brain had suddenly been yanked into a different direction. </span><span style=\" font-style: italic; font-size: 1.00em;\">This handwriting…</span><span style=\" font-size: 1.00em;\"> What I was looking at was strikingly similar to the handwriting that I had been investigating a little while ago, which had almost slipped from my memory. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The person who sent me that letter during the Uninhabited Island Special Exam. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I felt so shaken that my vision threatened to blur, but I fixed my gaze on the notebook and eventually found the minutes for today’s meeting. As Yagami-kun was looking at me calmly, with that same smile he always had, I tried to step back and look at the first-year from a broader perspective.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">It couldn’t be…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">But… No, he… It’s not possible.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amidst a whirlwind of emotions, I tried to think. I kept up my act, keeping my eyes lowered and focusing on the meeting minutes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita-senpai?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I’m sorry, I don’t know,” I said. “If we check OAA, we should find out immediately, though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, that’s a good point. I’ll look into it right away.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry, but I just remembered that I have a little something I need to take care of. I’ll be going now,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, is that so? I understand.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I averted my eyes from him and quickly turned away, trying to escape. “Well then, I’m terribly sorry about the bother, but thank you for handling giving that letter to the president.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. Thank you for all of your hard work, as always, Horikita-senpai,” Yagami-kun replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If he were to look at me right now, I would probably end up asking him about his handwriting. I intuitively felt that I needed to stop that from happening. I exited the student council office and slowly closed the door behind me. But just before it closed, there was a split second when I could see Yagami-kun through the gap between the door and the frame, looking at me with a smile. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was almost as if he was testing me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Almost as if he were provoking me, asking me the question, </span><span style=\" font-style: italic; font-size: 1.00em;\">“Did you notice?”</span><span style=\" font-size: 1.00em;\"> Otherwise, he wouldn’t have gone through the trouble of opening the meeting minutes notebook and deliberately showing me his handwriting. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The door shut with a </span><span style=\" font-style: italic; font-size: 1.00em;\">ka-chak</span><span style=\" font-size: 1.00em;\">. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I couldn’t deny the possibility that his handwriting only just so happened to be the same through sheer coincidence. A good deal of time had passed since I had seen that letter, and my memory of it had gotten fuzzy. Yet, for some reason, his handwriting was so strikingly similar that it made me feel certain. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If I were to assume he really was the person who wrote that letter to me, then… That meant that he had to have been acting entirely normal, completely unbothered, even though we’d been near each other for a long time&#160;now. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At the same time, though, I couldn’t help but think that this assumption seemed very, very realistic.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v7",
    "chapter": 9,
    "title": "Chapter 3: The Signal Fire of Rebellion"
  },
  "nextChapter": {
    "volumeId": "y2v7",
    "chapter": 11,
    "title": "Chapter 5: Meeting the Day Before the Cultural Festival"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Hasebe Haruka’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Getting Ready for the Cultural Festival",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Signal Fire of Rebellion",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: A Love Letter",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Meeting the Day Before the Cultural Festival",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: The Cultural Festival",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: What Airi Left Behind",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: Unseen Characters",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9 - Epilogue : Those Working Behind the Scenes",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Postscript",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    }
  ],
  "currentSpineIndex": 10
}