{
  "title": "Chapter 2: Checking Each Answer",
  "content": "\n  <p class=\"P_Chapter_Header\" id=\"auto_bookmark_toc_11\"><span>Chapter 2:<br/>Checking Each Answer</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">I</span><span style=\" font-size: 0.80em;\">T WAS NOW DUSK</span><span class=\"C_Current__And__Times_New_Roman\"> on March 14, just after the curtain had fallen on the End-of-Year Special Exam. The representatives from each class were sent back to their respective classes, still unable to process their feelings. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">No, actually, it might have been the participants rather than the representatives who were unable to process their feelings. That was because they first had to get a grasp on the whole exam in order to get the full story. What happened behind the scenes, and how were things settled? They couldn’t be satisfied with just a simple win or loss; they needed to know exactly what had unfolded.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">On the way back to the classroom where the participants were waiting, it was obvious that Horikita and Yousuke had several suspicions and questions about the confrontation between me and Ichinose, but they continued walking in silence the whole way, probably because Chabashira-sensei was there as well. But it was none other than Chabashira-sensei who opened her mouth to speak first, perhaps she was unable to bear the silence.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m only telling you this for your own reference,” she said, “but this particular special exam was also unique compared to previous years. You, the representatives, and the participants who are already waiting in the classroom, were given different information, as a basic premise of the exam. Right now, the only things that both groups know are which class won, which class lost, and that there were students who have been expelled. That’s it. I will not elaborate on these points in detail after we return to the classroom.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“About the real rules…that is, more precisely, the rules that were given to the representatives. There wouldn’t be any problems with us explaining those rules to the participants ourselves now and resolving any discrepancies, is there?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Just before putting her hand on the door to the classroom, Chabashira-sensei turned around to face Horikita and Yousuke. “Of course not. It’s up to you to decide what you ought to do. The plan is that you will be dismissed immediately after this, but you should discuss and resolve any issues that you are concerned about,” she advised.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, I intend to do just that,” said Horikita. “Besides, we representatives don’t know the details regarding what kind of battles they had fought individually either. I think we need to share information.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">They didn’t know what each representative said or did. However, I expected that what they wanted most were the details of my battle with Ichinose. All they knew was the result: that Ichinose was defeated and that Maezono was driven to expulsion.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji-kun, you’ll give me a moment of your time today too, won’t you?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course. From the start, I had no intention of ending the day with any lingering doubts,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita nodded, satisfied with my answer for the time being, and Yousuke nodded along.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Chabashira opened the door, and the four of us entered the classroom. The participants welcomed us back with various emotions on their face, including curiosity. Since our cell phones had now been returned to us after having been collected by the teachers, I turned mine on. Immediately, I received a message, which I skimmed lightly before putting my phone away in my pocket. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Chabashira-sensei carefully addressed the students, who were still visibly upset. “The End-of-Year Special Exam has ended in a victory for you. This means that you, Class 2-B will earn a large number of Class Points, and,” Chabashira-sensei hesitated briefly, “I can say that it’s almost a certainty that, when you become third-years next month, you will be promoted to Class A for the first time. However, as a result of this exam, Maezono is now facing expulsion. It’s hard for me to come out and give you a big round of applause and say ‘congratulations’ to you considering everything that has occurred, but… At any rate, first and foremost, I still want to commend you on a battle well fought.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In a situation where there was no way she could burst with joy, Chabashira-sensei complimented the students on their efforts, while at the same time expressing her appreciation. However, there were very few looks of joy on the faces of my classmates at that moment. The feeling of winning or losing hadn’t really settled in for them, and on top of that, Maezono would be expelled. Given the circumstances, someone would be met with frowns of disapproval if they openly got too excited. Moreover, the students couldn’t help but want to know the details as soon as possible.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sensei, did Maezono really get expelled?” asked Sudou, coming out to say it directly while the other students hesitated.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, that’s half right,” answered Chabashira-sensei. “While it is certainly true that Maezono is currently in the faculty lounge going through the expulsion process, if you can all scrounge together the Private Points you need right now, it is possible that her expulsion can be avoided.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Normally, it wouldn’t have been strange for someone to have checked for confirmation at least once, but of course, Chabashira-sensei would know the total number of Private Points that the class had. It could be assumed that Chabashira-sensei had worded that the way that she did due to how unlikely it was that we could get the twenty million points in time. Even if she let Maezono have some fleeting hope, in the end, it would just be cruel. In fact, even if the class tried everything that they could to save her, there simply wasn’t enough time to do so. They would need to collect the Private Points that they were short on from other classes or other grade levels right now, and that was next to impossible. Realistically, there was no way to prevent the expulsion. At this point, they had no choice but to accept it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If I wait, could I, um, see her?” asked Mii-chan anxiously.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The strong-willed Maezono and the weak-willed Mii-chan. At first glance, they would seem to be incompatible, but surprisingly, the two of them got along quite well and spent a lot of time together. It was only natural that Mii-chan would struggle to accept their sudden separation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well…I’m not so sure about that,” replied Chabashira-sensei. “Not right now, at the very least. She’s only just been handed down the expulsion just now, and she’s extremely upset. Until that’s resolved, it will be difficult.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Upon hearing the word </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">upset</span><span class=\"C_Current__And__Times_New_Roman\">, some of my classmates exchanged looks with mixed emotions.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sure there are a lot of things that bother you, but it’s been decided that I cannot give you the details. If you have any questions, you can discuss them afterward. That is all I have to report,” announced Chabashira-sensei, quickly bringing the talk to an end in consideration of the students.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita, having gotten permission from Chabashira-sensei, quickly went over to stand at the podium.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sorry, but I’m going to ask all of you to stay here for a moment longer,” announced Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“D’ya mean you’re gonna, like, tell us about what happened with Maezono-san getting expelled and all that?” asked Nishimura, sounding frustrated at having had to wait for the opportunity.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes,” replied Horikita. “I’ve decided that I couldn’t just let these incomprehensible parts of the End-of-Year Special Exam go unaddressed. But I can’t resolve everything all by myself. I’m asking all of you to help me with this.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Maezono ended up being removed from this class.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was the price of victory.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">A battle that was unclear, the details not understood.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It wouldn’t have been strange for at least someone like Kouenji to have gotten up from his seat and left, but there was no sign of that happening. When I shifted my gaze over to check what he was looking at, I saw that he was staring at himself in his hand mirror. Either he was not at all interested in the details of the exam, or he was just so absorbed in his own reflection in the mirror that he couldn’t even hear what the teacher or Horikita was saying. I couldn’t make a judgment either way, but it seemed certain that he would stay put for a while.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“First and foremost, I’d like to address what points that I imagine are bothering everyone, myself included,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She then started explaining how to eliminate any discrepancies between the representatives and the participants. What things did each side know? What things did each side not know? What were the rules for determining winners and rules? And so on and so forth. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Yousuke himself came out and honestly told everyone how his method of fighting didn’t go well, while Horikita recalled that although she had done very well, getting consecutive victories, she suffered a complete and total defeat at the hands of Ichinose, the opposing general—Horikita hadn’t stood a chance against her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Then everyone’s attention began to focus on what happened after that. Namely, the fact that I, the general, had completely shut down Ichinose, whom Horikita described as a powerful opponent. They also discussed the fact that it was decided Maezono would be expelled in the process, which was something even the representatives Horikita and Yousuke didn’t know the particulars about. The matter of Maezono simply couldn’t be avoided.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“While the students who were assigned the role of traitor certainly faced the risk of expulsion, if they had a good grasp on the rules, then that risk was almost zero. I thought that Maezono-san and Ayanokouji-kun would’ve both understood that as well, but…” said Horikita, trailing off.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When Horikita said my name, most of my classmates turned their eyes toward me, and I got up from my seat. I decided to move closer to Horikita, to explain things to everyone. Chabashira-sensei could have left, but it seemed she was intending to stay and watch the discussion unfold.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“First of all, I would like to apologize for the sudden expulsion of one of our classmates,” I said as I bowed my head. Even now, it was important to observe the proper procedures and say the right things. “The traitor position came with both risks and rewards. If you were determined to be the traitor, you would be expelled, but if you weren’t determined to be the traitor, you could receive either five million Private Points or fifty Class Points. Whatever Maezono was planning to choose doesn’t matter, although you’re certainly free to speculate on your own. However, in addition to that particular aspect, the longer the traitor remained in the game, the more information they would give to the opposing class as a result. So, getting the traitor to confess and handling the matter quickly was definitely an option to win, with a frontal attack.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was something that Horikita and Yousuke thought about right from the start, as soon as they became representatives. The participants also likely found it easy to imagine that the traitor would confess right away, since they were standing in the same shoes. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I imagine that Horikita would know this well, as she had fought Ichinose directly as a representative, but Ichinose was an opponent of unimaginable strength in this particular special exam. Can I assume that we all share that same understanding?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, she was strong,” Horikita replied. “So strong that I couldn’t visualize winning at all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It was the same for me,” I said, nodding in response to Horikita’s declaration of potential defeat. “Up until I faced her, I thought that I could manage somehow, but I immediately had a gut feeling once the one-on-one battle actually began. For Ichinose, this exam was an arena where she could best demonstrate her abilities, and she’s someone who knows both her enemies and allies very well. She also has a level of insight that lets her see through truth and lies, leaving things bare.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At my side, Horikita nodded with her eyes closed. She was likely remembering her own battle with Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I didn’t stand a chance of winning with a fair, frontal assault. Even so, since I had been entrusted with the role of general, I had to think of what I could do in order to win. After desperately racking my brain in the limited time I was given, I came up with just one way to win.” I stopped speaking for a moment at this point, letting everyone really chew on my words before I resumed my explanation. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The only way to win was to get the traitor expelled at an early stage,” I declared.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Of course, there was no way that would be enough information to soothe everyone’s concerns. It was only natural that they’d be confused as to what I was talking about.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What do you mean by that? How does getting Maezono—I mean, how does getting the traitor expelled lead to winning?” Horikita asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even if I tried fighting her fairly,” I answered, “I couldn’t possibly beat Ichinose with my abilities. I thought that the only way to win against such an opponent was to launch a surprise attack, hitting her with something unexpected. At an early stage, I proposed that we negotiate, and I suggested to Ichinose that we each use up our traitor rights, mutually. If both parties lost their traitor rights, no handicap would be created, and no one would be expelled. That would’ve been a welcome turn of events for Ichinose, who thought that we were going to fight head-on, fairly.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Of all of us, Ichinose hated the thought of sacrificing her friends more than anyone else. Actually, more precisely, she didn’t welcome the idea of anyone getting expelled from school. That was something everyone in our grade level agreed on, and it didn’t even warrant explanation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“My intention was to use our traitor rights to make Ichinose party to the expulsion, so that she’d also be responsible for it. That was the only way that I could think of</span><span class=\"C_Current__And__Properties__And__Times_New_Roman\">,</span><span class=\"C_Current__And__Times_New_Roman\">” I concluded.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At that point, the classroom briefly erupted into noise. There were some who understood my explanation, some who could not understand, and some who fell into both categories. Only Chabashira-sensei, who was watching things objectively, remained calm.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Both sides each used up their traitor rights,” Horikita mused. “Yes, I suppose it certainly would’ve been easy to come to an arrangement if your opponent was Ichinose-san, and then it would mean that she would be indirectly complicit in Maezono-san’s expulsion as well… So that was your aim…” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Having been a representative, Horikita was naturally quicker when it came to imagining the scenario than the participants. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ichinose, being faced with the reality that she had unwittingly played a part in Maezono’s expulsion, was greatly, incredibly upset. Coupled with the strong feelings of guilt she was going through, she was subsequently unable to make use of her full skill set and could no longer make satisfactory nominations,” I replied, illustrating the result of my actions.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“W-wait. Please hold on just a second,” stammered Yousuke. He must not have been able to let this stand, because he shot up quickly. “I was allowed to fight as a representative too. I know that I wasn’t useful, and I know that I’m not exactly qualified to complain or raise an objection. Even so, I have to wonder, was it really worth sacrificing our classmate? Even if it were a situation where we would’ve had a 100 percent chance of winning by expelling Maezono-san, I still couldn’t honestly agree with that. Not to mention, what if you had lost in this situation? Don’t you think that there was a strong possibility that something like that could’ve happened? Regardless of being a representative or not, I think that methods like that are almost an abuse of authority.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Some of the students seemed to agree.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, that’s definitely true,” muttered Ichihashi. “I’m sure that, given Ichinose’s personality, she would be upset if she found out that she helped in getting Maezono-san expelled, but that doesn’t necessarily mean that you would definitely win because of it…right?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. If you were to say that it’s just a hindsight-based opinion, then yes, that’s all it is. However, would you rather that we have lost by just blindly flailing about, with no plan at all?” I argued. “Or would you prefer that we bet on the possibility of winning, even if it called for sacrifices? After weighing my options and thinking about which was the right call, I decided to choose the latter as a representative of the class and as the general. It was because I thought that a defeat there could’ve been fatal for us. Supposing if, hypothetically, Class A had won as speculated, and our class had lost, then that would mean there’d be a gap of three hundred Class Points. There was no guarantee that we’d definitely be able to turn things around and recover from that in just another year. Of course, you could say that for basically every exam, but out of all of them, this exam in particular was a battle that we absolutely couldn’t afford to lose.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">While some of the reasoning was a lie, there wasn’t any deception about the sequence of events that had led up to Maezono’s expulsion from school. Should you lose without making any sacrifices, or should you go for the win even if you have to sacrifice someone? Fundamentally, it was impossible for anyone to give a perfect answer to that question. However, it really was true that if they’d lost, they’d have lost almost all progress on the road to Class A, and that truth backed up my story.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m not trying to justify my actions here, but I am willing to submit to a majority vote. I don’t believe there are many people here who feel that it would’ve been better to lose the exam rather than sacrifice Maezono,” I added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The classroom fell completely silent. Some students exchanged looks, others averted their eyes. I could see that they didn’t want to do something like take a vote, that much was clear. However, Horikita likely wasn’t going to ask for one here. It would only wound everyone emotionally. While it was a painful reality, the fact that this class had won was a bigger deal than they could have imagined.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">A world where Sakayanagi had won, and Horikita had lost. One couldn’t help but mentally calculate how vital it was to avoid that result. Also, the fact that I wasn’t the one who had been sacrificed in this situation was something that couldn’t be ignored either. To deny that would force us to reevaluate our thinking about Sakura’s sacrifice. Even so, if there was someone who could deny that right now.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even so, I think that it was arrogant, no matter what anyone says,” argued Yousuke. “This was not a decision that you should’ve made by yourself, Ayanokouji-kun. No representative had the right to sacrifice Maezono-san for something like that.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Yes, such a challenge could only come from a student like Yousuke, who looked out for others more than himself. I had already expected that an objection like this would come up.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I suppose you’re right,” I replied, “but since I was in a situation where I couldn’t talk to anyone, I had no choice but to decide on my own. Also, to put it one way, I didn’t think through it in the same way you would, Yousuke. Since I was entrusted with the fate of the class, I thought that my first priority was to bring us victory.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I confronted Yousuke, who had argued against me, meeting him head-on with my own logic.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“B-but…when you think about Maezono-san, who was chosen at random, then—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry, but there was a good reason why it was Maezono,” I declared, cutting him off.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Why Maezono?</span><span class=\"C_Current__And__Times_New_Roman\"> Eventually, students would have come forward to complain about that point, which was why I took the initiative here and interrupted Yousuke to explain.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If I had chosen which of my classmates to sacrifice solely on the basis of like or dislike, it would’ve left me dissatisfied and anxious. It wasn’t as though I had chosen Maezono at random, as far as I’m concerned,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you’re saying that you have a convincing reason for it?” asked Horikita, who had picked up on what I was trying to say and was clearly trying to stay calm.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Why did I choose Maezono as the person to be expelled, you ask? Well, that’s because…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I proceeded to impart the essential information to the class, that Maezono had spread information about us to the other classes. Namely, I said that Maezono had been the one who leaked the fact that I was going to be the general for our class in the End-of-Year Special Exam.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If I remember correctly, Horikita-san did tell everyone to keep it totally confidential, right?” asked Ichihashi, speaking up as he thought back to earlier conversations, even though he had joined the side refuting me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s right. That was something that I had asked Horikita to do, originally. One of the reasons that I took on the role of general was that we were trying to go for the element of surprise. If our opponents assumed that Horikita would’ve been the one appearing as the general, then they would’ve been jumping at shadows, suspicious over something that wasn’t there right up until my ambush. We thought that, as a result, we could’ve thrown Ichinose and the other representatives from her class off their game. If such a plan had succeeded, we might have been able to win without getting anyone expelled. However, not even on the day of the exam but a day prior, there were some students in Ichinose’s class who already knew that I would be acting as the general,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Meaning, in other words, that information had been leaked early on. You’re sure that it was Maezono-san who did it?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sure,” I replied. “I had told you that I absolutely did not want the fact I was going to be the general getting out, because it was information and strategy that was directly related to whether we’d win or lose. When I knew that it had been leaked to the other classes, I proceeded to investigate.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At this point, Sudou, who must have had some questions of his own, raised his hand and began speaking from his seat.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So does that mean you’ve got some proof that Maezono’s the one who leaked the info?” he asked. “If so, then where’d ya get your hands on that kind of evidence? I mean, I can’t imagine that Maezono’d let herself get found out that easily.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I welcomed this question from Sudou, who had been properly listening and understanding my story.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“To explain that,” I began, “I first need to tell you why Maezono leaked the information about our class. This is because I’m sure it’s difficult to imagine that she would just hand information over to another class for no reason.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sudou and the other students who were listening intently nodded their heads.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Who here knew that Maezono and Hashimoto were dating?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">For the moment, I skipped over a detailed explanation and instead asked that question. The majority of the students exchanged looks of surprise, and I could understand from just a glance that most of them hadn’t known about it. However, as I expected, there were a few in the know. The ones who immediately raised their hands were Kushida and Matsushita, then Mii-chan followed suit and quietly raised her hand in a mild-mannered fashion.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Three people in total. As for Kushida, all I could say is that I expected nothing less from her. Even though her true nature had been exposed and she was cut off from the rest of the class, she still proved to be skilled at gathering intelligence. Matsushita, on the other hand, may have found out about the relationship between Maezono and Hashimoto from the way I had been investigating Maezono before the exam. And with Mii-chan, since she was a close friend of hers, I figured that Maezono had likely confided to her in secret.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hashimoto’s character is something well known by all, and he places great importance on gathering information, including from his own class,” I explained. “By dating Maezono, he was intentionally extracting information from this class.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you’re suggesting that she had been asked by her boyfriend, then,” concluded Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I suspect that Hashimoto had been taking advantage of their relationship from the very beginning,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That truth would likely be hurtful if Maezono or anyone close to her found out about it. However, the more one knew about Hashimoto Masayoshi, the more likely that seemed. And to make my point even more convincing here, I turned my attention to Sudou, who had asked me the question earlier.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sudou, you and some other people had met up with Maezono to talk about me, didn’t you?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sudou cocked his head to the side at my question, as if he couldn’t immediately recall whether it had happened. However, when I continued and said the names of the people who were there and when the meeting happened, he apparently gradually began to remember.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Y-yeah,” replied Sudou. “That did happen. Actually, dang, I’m shocked you know so much ’bout it.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I didn’t know what happened when they gathered, nor did I know the contents of their conversation, but if I was the main topic of discussion, then it wouldn’t have been surprising if there was some minor gag order on it. That was exactly why he was surprised that I knew about it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I found out that the meeting wasn’t Maezono’s idea either, but rather something that Hashimoto had instructed her to do behind the scenes,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sudou was at a loss for words as he thought over past events, but a perplexed Ike spoke up.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Wait, hold up. How do you know about that, Ayanokouji? It was s’posed to be secret,” he said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I was well aware that this topic would raise such questions. If possible, it would’ve been ideal for someone who had been present at the meeting to voluntarily make a move here and answer, rather than having the answer come from me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s because I told him,” Matsushita raised her hand and came forward as a witness without hesitation. “What Ayanokouji-kun says is true. There’s no doubt about it.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her assessment of the situation was spot-on, and her timing was impeccable. Though less than half of the class may have been convinced after all of that, it had shut down their arguments. This was good enough as rationalization for having Maezono expelled. It wasn’t necessary to convince all the students; I could just convince some of them, to a certain extent, and leave the rest with a feeling of distrust. If I were to express it in terms that were easy to understand, I’d say that it was best to leave it around fifty-fifty. I figured that would work out better for the class later.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, I guess that I’m more or less convinced with that, but I dunno, man. It’s still kinda…y’know…” said Sudou.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Although Sudou’s words said that he was convinced, it looked as though he still found the story hard to swallow, probably because he had a slightly different perspective from the other students. Sudou pushed back his chair, stood up, and then put those thoughts into words.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I get that you did everything you possibly could so that our class would win,” he said. “And I get that your original plan didn’t work out ’cause Maezono leaked it, and Ichinose ended up being stronger than you thought she’d be, so you went into the fight prepared to hurt even your allies if necessary. But was there really no way other than getting Maezono expelled, dude? Well, it’s like, I mean… How do I put this? It’s just that, knowing you, Ayanokouji, I figured that you could have come up with a way to win the fight without there being any casualties.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sudou had seen some of my abilities, and based on that, he seemed to have a gut feeling that I could’ve come up with a better way. His point of view, that I could’ve won even if Maezono hadn’t entered the equation, wasn’t necessarily untrue. His reading of the situation was correct, although only partially true. Although it would have lowered the probability of success, it wasn’t impossible for me to have won without getting someone expelled. I had thought about being deliberately vague on that topic and dodging the question, but Horikita standing beside me acted on that before I did.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji-kun is a talented person, worthy of being entrusted with the position of general,” said Horikita. “However, it is also true that our opponent was someone strong. I can vouch for that, having directly fought her myself. I honestly couldn’t even compete with Ichinose-san at all, and I was made to realize right away that I couldn’t win. Right before Ayanokouji-kun and I switched places, I was sure that even Ayanokouji-kun would lose. I had been defeated so thoroughly that I couldn’t even believe that my fellow comrade could win.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita, as the class leader, had naturally taken on the challenge with extraordinary determination. It was precisely because of the pressure that Horikita was under, a pressure that had easily broken Horikita’s will, that her words had the power to convince people even without going into detail.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. So you’re sayin’ that Ichinose was that strong, then,” replied Sudou.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose didn’t give off an impression of being strong or scary, which was very likely why our classmates couldn’t conjure up such an image of her, but Horikita’s honest report had convinced many of them.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m going to say something here,” Horikita declared. “I had drawn this conclusion precisely because I had witnessed our opponent’s strength: We cannot blame Ayanokouji-kun for his choice. In fact, even now I think that he made not only the best choice, but that it was the only choice available, given the results. It was a necessary choice for this class to have won.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita was answering from the position she had been trusted with, that of class leader. Of course, she couldn’t sincerely be happy about it, since it was also Horikita’s role to do what she could in order to prevent expulsions from happening. However, even though she felt that pain, she had accepted it as a necessary measure. No, actually, it was a situation where she had no choice but to accept. No matter what she said, she would not be able to get Maezono to return to this school. Since that was the case, she felt that she needed to think positively, not negatively.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okay, I understand,” replied Sudou after thinking it over. “If none other than the class leader herself says so, then I can’t argue. In fact, it sounds like Ayanokouji was determined to fight for the sake of the class, even if it meant the rest of us’d resent him for it.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Nodding his head to show that he was properly convinced, Sudou sat back down in the chair that he had pulled out. A somewhat surprising question arose from Sudou and Horikita’s answers: Did the situation end up around fifty-fifty, as I had intended? Well, perhaps it had ended up leaning slightly more toward people being convinced? It seemed like there were no more of the criticisms I had expected. I had wondered if it might be necessary for me to add some fuel to the dying fire, but as time went on, one of the students quietly let slip a few words.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But, um, well…” mumbled Azuma, “But it’s just that a total of three people have been expelled from our class. Yamauchi-kun, Sakura-san, and now Maezono-san, and, well, Ayanokouji-kun had something to do with all of them…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“And what exactly is your intention with that statement?” countered Matsushita, though with a gentle tone.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, I don’t know about ‘intention’ or whatever. It’s just like, it seems to be a little too much to call it coincidence, or like, you know…” stammered Azuma.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her words were noncommittal, but the point she was trying to make was still clear: Was it really just a coincidence?</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Are you saying that Ayanokouji has been purposefully getting people expelled?” Sudou fired back at her, taking my side.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“She didn’t say anything like that,” Mori jumped in. “She wasn’t going that far. But it’s just, like, how do we know that one of us won’t get sacrificed next?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Mori must have been harboring some distrust as well, as she spoke up in Azuma’s defense. I had wanted people to express their opinions so that I could refute them, but so far both their voices and reasons were a little weak, which seemed to have resulted in a bottleneck.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t know if I have the right to speak up, but is it okay if I say something?” asked Kushida.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Just then, Kushida made a statement, speaking in such a way that it was hard to judge whether she was an angel or a devil.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think that Azuma-san and some others are saying something like Ayanokouji-kun might be intentionally getting people expelled, but I don’t think it’s true,” she said. “For example, with Sakura-san’s expulsion, that originated from my relationship with Horikita-san, since there’s antagonism between us, and it was me taking a shot at the class that ended with Sakura-san getting expelled. That was it. If I had just honestly taken part in the Unanimous Special Exam, then no one would have been expelled. If Ayanokouji-kun hadn’t acted, we wouldn’t have been able to clear the exam and we would’ve had Class Points taken away. Basically, he took care of dealing with the aftermath, a job that no one wanted to do. Yamauchi-kun’s betrayal was a similar story, and it sounds like Maezono had her share of problematic behavior as well. So, given that, Ayanokouji-kun took the initiative and acted in such a way that he could minimize the damage in a situation where he had to win, even though he had to sacrifice somebody. Don’t you think that we should be looking at this in a better light?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kushida also explained to Azuma and Mori that all of those measures were necessary actions in order to save the class. Also, while she was speaking on the consequences of the chaos she herself had caused, Kushida’s words carried weight because she was the person responsible. That, along with Kushida and Matsushita’s show of support for me, caused Azuma and others to back down, albeit begrudgingly. At that moment, one of the boys in class who had pulled out his chair got up from his seat and put his hand on the classroom door.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Where are you going, Kouenji?” snapped Sudou, as the first to notice something odd happening.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Where, you ask? I would think it is about time to be leaving for the day, of course,” replied Kouenji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The discussion ain’t over yet, dude,” said Sudou.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I was simply killing time before meeting up with a certain lady,” Kouenji replied. “I do not want to be late for my date, so if you’ll please excuse me.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kouenji had been looking at himself in his mirror and fiddling with his phone, so it seemed as though he wasn’t waiting around to see how the discussion went, but rather because he had nowhere else to be until now. Truthfully, since Chabashira-sensei had already brought homeroom to an end, there wasn’t any problem with him leaving anyway.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re as selfish as ever. You know that this is an important discussion,” argued Sudou.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Important?” Kouenji scoffed. “I haven’t the foggiest idea why any of this is important.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With that, Kouenji casually brushed off Sudou and exited the classroom. The room’s atmosphere had soured, but that was likely precisely why Chabashira-sensei felt that now was the time to interject, because she returned to the podium.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, all that aside, perhaps we should call it a day here,” said Chabashira-sensei, seemingly thinking that she should break up the meeting instead of leaving it to us students to decide on our own.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I agree,” said Horikita. “Unless there’s anyone who really wants to continue this discussion, let’s end it here for the time being.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even Yousuke didn’t object, despite his having watched the proceedings with a tightened expression. Although he was dissatisfied, he probably agreed that we ought to stop here. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Incidentally, the Class Point totals after the exam are probably as follows:</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 0.80em;\">TENTATIVE CLASS POINT VALUES AS OF THE END OF THE END-OF-YEAR SPECIAL EXAM:</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Horikita’s Class: </span><span style=\" font-size: 1.00em;\">1233 Points</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Sakayanagi’s Class: </span><span style=\" font-size: 1.00em;\">1093 Points</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Ryuuen’s Class: </span><span style=\" font-size: 1.00em;\">1040–1090 Points</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Ichinose’s Class:</span><span style=\" font-size: 1.00em;\"> 714 Points</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Our class had pulled slightly ahead and would be promoted to Class A, with Sakayanagi’s class closing in on us, and Ryuuen’s class in hot pursuit of them. Only Ichinose’s class was left far behind. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Those were the Class Point values at this point in time, but what came next was important. It was almost certain that Sakayanagi’s class would be penalized once she left the school. So far, none of the students in our grade had voluntarily chosen to leave the school, so there was no way to know how that would unfold. However, I had recently taken a look at past cases and found out there have been instances where students had been dealt penalties of 300 Class Points, as I had initially predicted. In other words, if Sakayanagi’s class were to receive the same kind of penalty as seen in the past, then they might fall all the way to third place instantly, with a total of 793 Class Points. Which meant that the possibility of moving things to a situation where there were two strong classes and two weak classes has increased. With the spring vacation before us, it would seem that there would be plenty to do, even more than anticipated.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>2.1</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">A</span><span style=\" font-size: 0.80em;\">LL OF THE STUDENTS </span><span class=\"C_Current__And__Times_New_Roman\">had disappeared from the classroom after dismissal. It seemed like Kei had wanted to head back to the dorms with me, but after I told her that it’d be better for her to head back with Satou and the others, she picked up on the situation and immediately backed down. I alone was the cause of Maezono’s expulsion from school, and if Kei were to be seen with me as my girlfriend immediately following that expulsion, then the negative impression that others had of me would include her as well. In order to avoid something like that, the safest choice was for me to head on back by myself, at least for today. Even Horikita and Yousuke, who knew the details of what happened better than anyone else and likely wanted to discuss those details more deeply than anyone else, didn’t stay in the classroom for too long because they understood this.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, then, I guess I’ll head on back too,” I thought aloud.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With that thought in mind, I was the last person to leave the classroom. I started to head straight back to the dormitory, but—</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hey, Ayanokouji-kun,” Kushida called out to me just as I exited the main entrance. It seemed like she had been waiting for me, given that no one else was around. “I just wanted to ask you something.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’d probably be better for you to just ask over the phone, though,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You think someone might see us and start spreading bad rumors?” said Kushida, apparently fully anticipating that possibility.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, if you don’t mind, then I guess we can talk about it right here and now.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t have any intention of trying to curry favor with anyone in class at this point in the game. Besides, it would make more sense to come out and ask you directly, anyway.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What are you trying to say?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I wanna ask about that thing with Azuma earlier. What I mean is, since you were in front of your classmates, you rounded up support from people, including me, and ended things amicably. Still, the truth is that you really did get Maezono expelled on purpose, didn’t you? It was a chance to make a traitor disappear.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, that was—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I tried to deny it, even if it was just for appearances on the surface, I noticed that the corners of Kushida’s mouth curved up slightly, and she smiled ever so faintly as she continued making her point.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It is true that Ichinose was particularly strong in this exam, but even so, you could have used other means to hurt her and push her into a corner. Am I wrong, Ayanokouji-kun?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The phrasing that Kushida used, “</span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">other means to hurt her and push her into a corner</span><span class=\"C_Current__And__Times_New_Roman\">,” rather than expressing that I could have won on sheer merit, was a brilliant observation on her part. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s because our dumb classmates and that goody two-shoes Horikita think about things in ways that are convenient for them, so they probably wouldn’t see that,” she added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That could be said to be Kushida’s skill—that she was always trying to find out what other people were really thinking, deep down in their heart of hearts.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Besides, even if we had lost, getting rid of Maezono would have been an upside for you. I’m right, aren’t I?” asked Kushida.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kushida went so far as to suggest that I wouldn’t view it as such a terrible thing even if we lost if it was a trade for getting rid of Maezono, while everyone else would see Maezono’s expulsion as icing on the loser cake. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Honestly, I’m extremely impressed by that. By that kind of attitude, I mean,” said Kushida.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What makes you think that way?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Because you’re the one who pushed me into a position where I could have been expelled, Ayanokouji-kun. It’d be strange if I didn’t think that much of it.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She didn’t go into any detail, simply stating the biggest reason. I was honestly impressed, myself. But despite that, I shouldn’t make any declarations here.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I did what was necessary in order to win, because I was up against a powerful opponent,” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hmm?” replied Kushida knowingly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">While she understood that I was answering evasively, she didn’t try to press the issue.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“All that aside, I was impressed with the way you handled yourself back there, Kushida. That was a flawless intervention. Even though everyone was wary of you, many of the students recognized the accuracy of what you said,” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was probably because what happened during the Unanimous Special Exam had left such an enormous impact on everyone, including Kushida.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, of course,” Kushida replied. “I lost a lot, and I need to recover as much as possible and reestablish a safe and secure position for myself within the class. I mean, there’s no telling what’ll happen the next time I fall into your hands, Ayanokouji-kun.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She was trying to position herself so that she wouldn’t be targeted for expulsion. Even if it was for her own sake, that was no problem as far as I was concerned. If that motivated her, then it was a good thing.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Horikita seems to trust you too, Kushida.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Stop that. Horikita and I are mutual enemies, but since we have the same goals, we have a truce. That’s all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I was sure that Kushida would continue to handle herself well within the class in the future. Although I couldn’t see how she felt on the inside, in that moment, I felt confident of that much.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>2.2</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">N</span><span style=\" font-size: 0.80em;\">OW, LET US STEP BACK </span><span class=\"C_Current__And__Times_New_Roman\">in time just a little bit, to around the time when Horikita and the others began discussing Maezono’s expulsion. In another room, students in Ichinose’s class were also about to begin a post-exam meeting to discuss the End-of-Year Special Exam. They had been on the very brink even before the exam had begun, and they absolutely needed to have won.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">All three representatives returned alongside Hoshinomiya and headed back to their seats, barely speaking a word. In the silent classroom, Ichinose hung her head low and couldn’t bring herself to look up. However, if she didn’t explain herself, then she would remain trapped, frozen in this moment in time. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Everyone…I’m so sorry,” croaked Ichinose sadly, practically having to squeeze the words from her throat. “We lost the exam today, and it’s because of me…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Neither the participants nor even the other representatives were aware of any of the details of what happened during the special exam. The battles between representatives were private. They could only glean what happened from the results and from how the representatives reacted. It was true not just for Horikita’s class, but for Ichinose’s class as well. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The expulsion of one of their students should have been a painful experience, but even so, the other class had seized victory. You could say that Horikita’s class had enough strength to face forward and carry on. Meanwhile, things were quite different in Ichinose’s class. Only the reality of defeat was weighing heavily on them, nothing else. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Or rather, that’s how it should have been. The students of this class tended to reject such a negative atmosphere, but in this case, that only meant that they would continue to wallow in lukewarm hope. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There’s nothing for you to apologize for, Honami-chan,” said one student.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think that it would’ve gone better if we could’ve handled the discussions better and helped more on our end,” added another.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose seemed to have been expecting blame, yet she received nothing but consolations.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, that’s right,” said another. “There’s nothing to worry about at all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">There was no need to challenge anyone about who said what on this occasion. It wasn’t just one person, either. Similar expressions of support came one after another, as though it were a matter of course. That’s right, this wasn’t uncommon. It could be said that this was the usual way of things here. Everyone encouraged each other during sad times, and they all acted cheerful during tough times. They never, ever targeted or hounded a particular person.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Of course, that sort of positive thinking wasn’t wrong, per se. It was just that what was happening in front of Himeno’s eyes was the familiar, ever-unchanging sight of people licking each other’s wounds. Himeno watched this scene unfold in her class with a frustration that was hard for her to come out and talk about. </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">We can’t go on like this </span><span class=\"C_Current__And__Times_New_Roman\">was the only thought running through her head, unable to make it to her mouth.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Of course, she knew that it wasn’t just Ichinose’s fault that they had lost. As the other students said, they could’ve done more as participants themselves, and Himeno herself knew that she hadn’t exactly delivered praiseworthy results. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">But still, there won’t be any progress if we keep pretending not to see the results, </span><span class=\"C_Current__And__Times_New_Roman\">Himeno thought to herself. That was why she wanted to raise an objection and get everyone to stop and think. She was determined not to let this defeat end just as a defeat, but to have the class take it as a lesson that would lead to what came next.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, her words didn’t come. They got up to her throat, but she ended up swallowing them back down. To begin with, she wasn’t naturally the kind of student who was particularly good at coming forward, whether she liked it or not. It wasn’t easy for her to talk herself into it with something like “Okay, just be brave for now and do it.” She was nervous. Her palms gradually started getting slick with sweat. Her lips seemed stuck together and wouldn’t separate. The back of her throat was dry.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her vision was swimming, and her head started to hurt. It was the same thing that always happened, and she yet again felt the frustration of not being able to communicate her thoughts in front of a large group of people. However, Himeno was beginning to change. Previously, she had been alone, but now there was a student near who understood her. So Himeno looked at Kanzaki as though she were asking him for help.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">A small group of students had come together with the mindset that they would create a system allowing people to voice their opinions to Ichinose. Just getting the conversation started with a few words would be fine. If Kanzaki spurred her on right here and now, she could speak up with the small amount of resolve she had gathered. She had changed that much.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, Kanzaki didn’t even demonstrate a willingness to look up, let alone look around the room. It seemed like he intended to wait for this moment to end with his head hung low, without even budging an inch. Himeno glanced over at her other ally, Hamaguchi, with an imploring look. Hamaguchi immediately noticed Himeno looking at him, but he shook his head slightly left and right, perplexed. His action seemed to tell her, </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“As long as Kanzaki isn’t making a move, now is not the time.”</span><span class=\"C_Current__And__Times_New_Roman\"> And so, Himeno didn’t get the push that she wanted, and all that moved forward was time.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Look,” said Shibata. “Yeah, we might be in a little bit of a pickle now, everybody. But hey, it’s not over yet.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Shibata, thinking that Ichinose was trying to shoulder all the responsibility on her own and needed encouragement, stood up from his seat and approached her side, then gave the class a big fist pump.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We lost this time, but we still have one more year,” he raised his voice to a shout as he looked around the classroom, trying to liven everyone up. “Isn’t that right, everybody?!” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Despite Himeno’s feelings, reality was cruel. She buried her thoughts, pushing them aside as she tried to match the attitudes of her classmates, who were offering encouragement and saying they could still fight. It was a cycle of conformity bias, and it filled the classroom. Yet the person who looked at these classmates with the coldest, most composed eyes of anyone in the room was their homeroom instructor, Hoshinomiya. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even though Hoshinomiya had at times been so repulsed that she wanted to vomit, she stifled that urge, just barely managing to grin and bear it. According to the school’s regulations, unnecessary intervention as a teacher was to be avoided. It wasn’t like she had fully intended on consciously abiding by that directive in the first place, but she had reached the absolute limits of her patience. Hoshinomiya opened the palm of her hand, raised it up high, and then slammed it down forcefully on the lectern. The atmosphere, which had gradually begun to regain its liveliness little by little, instantly froze over once again.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Everyone. Do you really understand the situation here?” Hoshinomiya asked in a detached, matter-of-fact tone, as her students were licking each other’s wounds. “I’m going to put this bluntly: You are all acting crazy. Just insane.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The students, who had been trying to put on a smile, even if it was a forced one, now wore stiff expressions.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ch-Chie-chan?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">One of the boys in the class called her first name, perhaps feeling uneasy at the fact that the one to send a chill through the room was their teacher. However, she ignored that and glared at Shibata, who was standing next to Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Shibata-kun. Earlier, you said, ‘It’s not over yet.’ Didn’t you?” asked Hoshinomiya.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Uh, I, yes?” he stammered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Do you seriously believe that?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, I mean, yeah,” he answered. “Because it’s too early to give up. Right? If we put it in soccer terms, sure, we might be behind in this situation, but if it’s just two or three points, as long as we can get control of the ball one more time and really get in there by the net, then—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Two, three points? Control of the ball? Don’t be ridiculous,” said Hoshinomiya. “This loss is excruciating.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, but, Sensei, we still have a whole year, and—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We have a whole year?” she cut him off. “You’re wrong. Don’t you get it? You </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">only</span><span class=\"C_Current__And__Times_New_Roman\"> have one more year left.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We definitely have a chance to turn things around th—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You don’t. I’ll give you a soccer analogy, since you seem to love that,” Hoshinomiya kept going, unable to bear her pupils refusing to look at reality. “Far from taking back those two points and getting two goals, if anything, your opponents scored about three more points on you this time. Now, ultimately, you’re down by about ten points, and you’re losing. And, on top of that, your opponents are a better team than you are. You need to get that through your head.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">But Shibata refused to back down.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sensei, have you ever heard of David and Goliath? Knowing us, we—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Stop it,” she interrupted again. “What you need to do is accept the hard facts, not chatter about silly fantasies.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She had to do this, to drag her lost and wandering students back to reality. Shibata, who was about to say something back, had no choice but to swallow his words, as he had never heard Hoshinomiya raise her voice in such a frightening way before. After being instructed to return to his seat, Shibata reluctantly left Ichinose’s side with hunched shoulders. Then Hoshinomiya approached the downcast Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We’re already finished. Isn’t that right, Ichinose-san?” asked Hoshinomiya.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sensei…” Ichinose muttered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hoshinomiya, who had been watching the exam, understood the situation well. She knew that Ayanokouji had completely devastated Ichinose, who had been deeply wounded emotionally. Even so, she had to make Ichinose accept it. She had to make her accept that her class no longer had any chance of winning.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s my fault. My suitability for continuing to lead the class from here on out is—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose was just about to demonstrate a willingness to step down from her own position. However, Hoshinomiya didn’t allow her to finish speaking.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, that’s not it,” said Hoshinomiya, interrupting her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Huh?” blinked Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m not asking for such defeatist attitudes. I just want you to see reality. That’s all,” said Hoshinomiya. She had seemed angry up until just moments before, but now wore a kind, gentle smile. “You understand, right? How we’re losing right now and how, if things keep up like this, we won’t win in the future either.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes…” replied Ichinose, meekly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After having a sound argument drilled into her and forced to take a hard look at their predicament, Ichinose had no other choice but to affirm what her teacher said, even if she didn’t want to. Hoshinomiya gave a satisfied nod at Ichinose’s response. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s okay, Ichinose-san. I believe in your abilities. You can just leave all the uncertain parts to your teacher,” said Hoshinomiya, murmuring against Ichinose’s ear while gently patting her on the back.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If she accepted Ichinose stepping down right here and now, then the class would become much more difficult to manage. She had decided that first, it was important to postpone that abdication.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So, for now, you just take it slow and give yourself some emotional self-care. Okay?” advised Hoshinomiya.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After saying that, Hoshinomiya walked away from Ichinose, and her usual demeanor returned. At this rate, if she left everything in the hands of the students, they wouldn’t be able to escape from the lowest tier: Class D. She had no choice but to step in and take matters into her own hands to save the class, regardless of the school policies. Therefore, at this moment, all that Hoshinomiya wanted from Ichinose was for her not to send the class into a panic.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okay, that’s enough for this dark and depressing talk,” she said. “We can’t change the outcome this time, but things will be different from now on, right? Besides, it’s almost spring vacation, and there’s parent–teacher meetings to prepare for as well. You need to think about your future path too.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With that, Hoshinomiya tried to wrap things up, if only because she didn’t want to stand around breathing in the depressingly soured air in the classroom forever. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose, though she had held victory in her sights, had been unable to attain it. She had been unable to demonstrate her true potential against Ayanokouji, and had been overwhelmingly crushed. She started feeling unwell from that day onward and began taking time off of school. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She approached spring vacation with a dark, ominous cloud looming over her and, in the end, didn’t show up at school even once.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12.5",
    "chapter": 11,
    "title": "Chapter 1 - Prologue : Behind the Curtain"
  },
  "nextChapter": {
    "volumeId": "y2v12.5",
    "chapter": 13,
    "title": "Chapter 3: Another Time"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Behind the Curtain",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Checking Each Answer",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: Another Time",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: Vacant Throne",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 5: Anticipating",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 6: Illusion",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 7: Even After Graduation",
      "href": "Text/section-0021.html#auto_bookmark_toc_21",
      "index": 22
    },
    {
      "label": "Chapter 8: Parent and Child, Child and Parent",
      "href": "Text/section-0024.html#auto_bookmark_toc_24",
      "index": 25
    },
    {
      "label": "Chapter 9: Celebration",
      "href": "Text/section-0027.html#auto_bookmark_toc_27",
      "index": 28
    },
    {
      "label": "Chapter 10: The Promised Night",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 11: Goals",
      "href": "Text/section-0037.html#auto_bookmark_toc_37",
      "index": 38
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0039.html",
      "index": 40
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0040.html",
      "index": 41
    },
    {
      "label": "Chapter 12 - Epilogue : The Curtain Rises Once Again",
      "href": "Text/section-0041.html#auto_bookmark_toc_41",
      "index": 42
    },
    {
      "label": "Postscript",
      "href": "Text/section-0042.html#auto_bookmark_toc_42",
      "index": 43
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0043.html",
      "index": 44
    }
  ],
  "currentSpineIndex": 12
}