{
  "title": "Chapter 5: Anticipating",
  "content": "\n  <p class=\"P_Chapter_Header\" id=\"auto_bookmark_toc_18\"><span>Chapter 5:<br/>Anticipating</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">I</span><span style=\" font-size: 0.80em;\"> ACTUALLY ENDED UP </span><span class=\"C_Current__And__Times_New_Roman\">being a little busy for the next few days after meeting up with Morishita and Yamamura to talk about shield shrimp. I ended up getting involved in a bit of trouble related to an alumnus, and I had to lend a hand here and there to resolve it. Fortunately, the problem was resolved without incident, so the arduous work was worth it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, while I was busy with that, Sakayanagi’s voluntary withdrawal had become known not only within Sakayanagi’s class but among the rest of the students, as if word had been spread intentionally. Additionally, there was the matter of Sakayanagi’s inner circle. Although I had recently crossed paths with Sakayanagi by sheer chance, I didn’t know very much since I hadn’t spoken to her directly. Still, there wasn’t any need to panic, because both Sakayanagi and I understood that now wasn’t the time.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I left the dormitory a little after ten thirty in the morning and walked down the path leading to Keyaki Mall, I saw three girls standing around talking to each other: Matsushita, Mii-chan, and Onodera.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“G-good morning to you, Ayanokouji-kun,” said Mii-chan, timidly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Mii-chan, the first to notice my approach, turned and greeted me. She even managed to smile at me somehow, even though I had gotten her good friend expelled. I wondered if she felt that she would have to accept it, even if only ostensibly. On my part, there was nothing for me to change, no matter the other party’s attitude.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s a little unusual to see the three of you together,” I observed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Mii-chan said she wanted to go to Keyaki Mall, and she was waiting here for someone. Since we ran into her, she asked us if we’d like to join her too,” said Matsushita, her eyes creasing happily as she spoke.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Onodera nodded a few times in response to what Matsushita said. Apparently, the three of them hadn’t originally intended to meet up. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hey, Ayanokouji-kun, did you know that Sakayanagi-san is withdrawing from school?” asked Matsushita, turning to the other two for confirmation in a slightly exaggerated manner. “We were just talking about it.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah,” I replied. “I just heard about it a little while ago.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I was seriously shocked, for real,” said Onodera, chiming in as backup. “I mean, it was unexpected that Ryuuen-kun’s class won, for sure, but I had no idea something like that was happening behind the scenes.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Onodera crossed her arms and looked in the direction of the dormitory, for some reason. It was an exam where students didn’t even know the details of what happened in their own class, and any information from other classes came much later. It wouldn’t be surprising if some more details came out from this point onward that even I didn’t know.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“When I was on my way back from club stuff yesterday, I saw Kitou-kun charging up to Ryuuen-kun in the lobby, and they gave off crazy-dangerous vibes,” said Onodera.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I sensed that things between Class A and Class C were more volatile than usual, but I didn’t realize it was that bad,” said Mii-chan, trailing off.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I felt like it wouldn’t have been surprising if a fist fight started,” added Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, yeah!” Onodera nodded as she recalled what happened. She seemed almost excited, like she was ­having fun. On the other hand, Mii-chan sounded uneasy as she sensed that an act of violence about to happen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I kind of feel like there’s been a bad feeling in the air at school lately,” Mii-chan said. “I hope something strange doesn’t happen.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Having lost the leader of their class, it was only natural to direct any disappointment, hostility, and so on at Ryuuen, as the cause of it. It was a story that could conceivably take a turn toward a worst-case scenario if people who were predisposed toward fighting happened to run into one another. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m not confident that I would be able to stop a fight if I happened to come across one…” said Mii-chan.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Isn’t it fine not to put a stop to it though?” asked Onodera. “I mean, if it’s between guys, they’d be fine if they just punch each other.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. In fact, if something like that did happen, it’d be good news for us,” said Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If there was problematic behavior happening, the school was likely to hear about it, and it was already a well-established fact that such things would have some impact on Class Points. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Not only did Class A, our most powerful opponent, lose the special exam, but it came with the added bonus of Sakayanagi-san’s withdrawal from school. The winds are blowing exactly in the right direction for us,” said Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She had seen that there were benefits to enjoy, and felt keenly that it would work in her class’s favor.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No doubt about it,” I replied. “It’s highly possible that their class is going to suffer a big penalty too thanks to the withdrawal. If things don’t go well for them, they might fall down to being Class C or even D.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The class that had maintained their position as Class A for two years could fall into last place. There weren’t many students who would be able to take that calmly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. In that case, I guess it’s no wonder why things’re so tense, huh?” said Onodera, her happy look giving way to a slightly conflicted expression.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Aren’t you glad?” asked Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, I mean, of course I’m glad,” answered Onodera. “But, I guess it’s just, like, doesn’t it feel like it was all just kinda an accident? If I were a student from Class A, I’d probably be super stressed out.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">For better or for worse, the students in that class had been following the instructions of their singular leader, Sakayanagi. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Maybe it’d be better if they just had a little fist fight, just once, to get it all out of their system,” Onodera shared her recommendation for stress relief. “And I don’t just mean the boys either.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Huhhh?! I don’t think that’s a good idea!” wailed Mii-chan.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, yeah, I mean, sure I’m giving an extreme example,” said Onodera. “But I’m just saying that if they don’t at least vent it all out, they won’t be able to make it in the future.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Personally, I’d like for them to keep on falling,” said Matsushita. “After all, in terms of potential, Sakayanagi’s class is still terrifying. Just because their leader has dropped out of school doesn’t mean that their academic ability has declined.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was certainly true. Even if their motivation was affected, if it came down to a contest of fundamental academics, they should still come out on top among the four classes.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You want them to keep on falling? Wow,” said Onodera.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re pretty harsh, Matsushita-san,” added Mii-chan.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m the type of person who sees things in a practical way by nature. When we’re blessed with an opportunity, we have to take what we can get, without hesitation. After all, it’s not easy to take Class A,” said Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Matsushita’s answer was deliberately pushing a positive spin on the idea. She wasn’t bragging about her own personality, it was simply her way of trying to tell Mii-chan not to get worked up over the minute details. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Then, Mii-chan received a call from someone.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Excuse me for a moment. It’s from Shinohara-san.” Mii-chan politely excused herself and took a few steps to get some distance from us before she started to talk on the phone. I wondered if Shinohara was the person Mii-chan was going to meet up with originally. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Onodera, upon seeing Mii-chan taking the call, began speaking at a volume that wouldn’t disturb her call.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You know, Sudou-kun’s been giving you all sorts of high praise lately, Ayanokouji-kun. Like ‘Dude, he’s amazing,’ and stuff</span><span class=\"C_Current__And__Properties__And__Times_New_Roman\">,</span><span class=\"C_Current__And__Times_New_Roman\">” said Onodera.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh? Is that so?” I asked in return.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, I was only half listening at first, but I think he said something like, when he saw how Horikita-san raised the white flag to Ichinose-san, he was kinda convinced. Oh, he did say it was too bad about Maezono-san, of course, but well, you know,” she said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I feel like your true abilities are finally being acknowledged, Ayanokouji-kun,” said Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Then does that mean you’ve already noticed a while ago already, Matsushita-san?” asked Onodera.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, it’s more like I just had a feeling is all,” said Matsushita. “Up until now, I thought he hadn’t shown off what he can really do because he hates standing out, but this time, he took on the role of general, and he really delivered results. I guess the engine’s running at full throttle now, huh?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, something like that,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh ho? I guess it’s like they say, ‘a skilled hawk hides its talons,’ right? That’s reassuring!” said Onodera, sounding impressed. She playfully smacked me in the chest, too lightly to hurt. “Maezono-san getting expelled was a shock, but even Mii-chan understands. She hasn’t bad-mouthed you or anything, Ayanokouji-kun, so don’t worry.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s okay,” I replied, “I was mentally prepared, and I figured that even if she did say something, it was fine.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, no, that’s not all right. You don’t have to take all the responsibility, Ayanokouji-kun,” said Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We can help too, so be sure to talk to us, okay?” added Onodera.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I continued my conversation with the three of them for a little while after that, but at a certain point, I had to tell them I had an appointment, and I made my way to Keyaki Mall ahead of them.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>5.1</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">B</span><span style=\" font-size: 0.80em;\">Y THE TIME</span><span class=\"C_Current__And__Times_New_Roman\"> I had arrived at the café where we were scheduled to meet, it was 12:17 p.m., and I saw that Hoshinomiya-sensei was already sitting there. She looked bored as she fiddled with her phone.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry I’m late,” I said, announcing my arrival.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You certainly are, Ayanokouji-kun. You’re too audacious, making me wait a whole seventeen minutes for you,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even though I apologized, Hoshinomiya seemed disapproving—or astonished, rather—when she opened her mouth next.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Huh? That’s it?” asked Hoshinomiya-sensei. “Can’t you at least tell me why you were late?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I slept in,” I answered. “When I woke up, it was just before noon.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She wrinkled her brow at my random reason while massaging her temples. “If this were a date, that would result in a 100 percent chance of it fizzling out, you know. Poof!” Hoshinomiya chastised, pouting her lips in a further show of disapproval. “Well, taking you to task over it won’t do anything but waste time. So? You said you wanted to meet me. What are you after?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What if I told you that it was because I wanted a date?” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Knock it off</span><span class=\"C_Current__And__Properties__And__Times_New_Roman\">,</span><span class=\"C_Current__And__Times_New_Roman\">” she said. “I don’t feel like things would go well with someone who oversleeps on the first date anyway.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">While I knew that this wasn’t an ordinary conversation between a teacher and student, I continued.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hoshinomiya-sensei, I wanted to talk to you once again about the End-of-Year Special Exam,” I said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Up until this point, she had seemed to be morally offended, but upon hearing the topic, the tone of the conversation suddenly changed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Say what? Still?” she answered without any attempt to hide an expression that seemed to say, </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Don’t be ridiculous.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, you’re right, it might be too late. Horikita’s class has already won, after all,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Not only was I late for our meeting, but I was also deliberately provoking her, so it was understandable that she was acting put off by the situation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You speak of your class as though it has nothing to do with you. Besides, that class is more like </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">your</span><span class=\"C_Current__And__Times_New_Roman\"> class than Horikita’s anyway, isn’t it?” she answered, and while pointing out the subtle quirks in my expressions, picked up a napkin to wipe the water droplets left on the table from her cup. “I saw your match with Ichinose-san too. How could you do such a thing to a girl who likes you?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It was necessary to win,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you’re willing to do whatever it takes to win, then?” asked Hoshinomiya-sensei. “You’re fine with taking advantage of the feelings of a girl who loves you?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t see what the problem is.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hoshinomiya-sensei dropped her face into her hands and sighed deeply. “You’re awful.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re the same type as me though. Aren’t you, Sensei?” I asked, deciding to take a jab at her false show of goodness.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Don’t you think that’s a rude thing to say?” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Deny it, then,” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I pressed her further, Hoshinomiya-sensei froze in silence for a few seconds. Then, she removed her hands from her face and briefly glared at me, but even so, she nodded in acknowledgment. Nonchalantly taking advantage of someone’s love for you in order to win yourself. Putting aside the question of exactly how wise that move was, it was a strategy that both of us were willing and able to execute.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Anyway, you went after Ichinose-san mentally in order to win the exam, and as a result, our class is now a complete mess both inside and out,” Hoshinomiya said. “It’s a total disaster. Do you understand the situation that we’re in? I don’t really want to talk about the details with you in the first place. Do you?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The inside of Keyaki Mall was certainly a busy location, but if a student and a teacher were alone together, they would stand out regardless. In fact, while there were only a few students who were eyeing us right now, it seemed like more and more were starting to take notice.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“In that case, what kind of conversation did you expect to have?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Huh?” she responded.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“When I told you that I wanted to talk to you, you didn’t refuse, Hoshinomiya-sensei. You agreed to it. And despite what you said, it didn’t seem like you thought it was for a date.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What if I thought it was for a student to talk about his problems, or something like that?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“One’s own homeroom instructor aside, that’s not something a student would come to another class’s teacher for.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t know about that. If it were about romance, you couldn’t talk about it with Sae-chan, could you? Besides, I simply didn’t think too much about what it was about when you asked me in the first place. I just thought that I would hear you out is all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is that so?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hoshinomiya-sensei and I locked eyes with each other and—well, no, actually, we were trying to look into each other’s hearts. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You could have predicted that I would talk about the exam,” I pressed. “And you also considered the possibility that there would be some useful information for you, didn’t you? That’s why you came all the way out there, after all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s…” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The reason I was deliberately being so pushy was so that I could see her true intentions. Given her position as a teacher, she had to give herself some plausible deniability. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Why don’t we meet each other halfway and move this conversation forward?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Move this conversation forward, what—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You asked me for help before the special exam, right?” I asked, interrupting her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I could see Hoshinomiya-sensei grow weary at that question. “What are you talking about?” she asked after a pause.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As expected, perhaps because she was wary, she wasn’t admitting to it honestly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I refused at the time, but I thought that, depending on the conditions, there might be room for consideration in the future,” I said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Huh? It’s far too late for that,” she said, her anger overtaking caution thanks to my infuriating statement. “The special exam is already over, and the results created a huge gap. And yet you’re saying you’re willing to help? No, no, it’s too late. Are you stupid?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand how you feel, but it was right before a special exam, a big event for students,” I replied with a sound argument, one that she couldn’t refute. “If you came to someone with an unexpected proposal, practically anyone would be too upset and bewildered to make a sound judgment. On top of that, a student couldn’t imagine being instructed by a teacher to betray their own class. Am I wrong?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well…that’s…” she stammered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think that the point you were making wasn’t a bad one. It’s precisely now after the exam is over and I’ve cooled off that I feel like I can have that conversation with you again,” I added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hoshinomiya-sensei likely wouldn’t be pleased with this. Mirroring my response, Hoshinomiya-sensei also calmed down once again. That was because, just like how absurd it was that a teacher would lend a student a hand in committing a violation, a student helping a teacher commit a violation was also an aberrant action.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, even if that’s true, this is still far too suspicious,” she said. “What I proposed to you then, Ayanokouji-kun, was for you to lose on purpose. To put it another way, it was about betraying your class. It doesn’t make any sense for you to say now that you’re willing to hand over your victory in the special exam from this point onward.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Come on, Sensei,” I chided. “You understood the premise when you first made your request. It’s the same thing. Namely that, if there is a reasonable level of quid pro quo, then it’s a different story.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Excuse me?” she asked incredulously. “You can’t possibly be serious. Are you? Are you saying you would betray your class because you want to sleep with me?” Hoshinomiya-sensei, in her exasperation, looked at me with eyes so full of disdain that it was hard to believe she had been the one to originally suggest such a thing.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Unfortunately, no, that’s not it,” I replied. “No, thank you. But I am willing to consider it under other conditions.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What other conditions?” she asked in return.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The most precious thing in this school, more than anything else, is Private Points. If you can work your magic to make things convenient for me somehow, Sensei, then I might be able to consult with you,” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You really mean that?” she asked after a moment of consideration.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I never wanted to graduate from Class A, after all,” I replied. “Besides, Private Points can enrich my life at school or be beneficial to me after graduation, so getting more isn’t a bad thing.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, I certainly understand that you don’t care very much about Class A status,” she said. “But I’m sorry, I can’t believe you. This whole conversation is far too suspect. Besides, what are you saying that you can even do in the first place, Ayanokouji-kun? Our last chance was this competition, and it’s already over.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There are special exams held in our third year too,” I pointed out. “If you’re fighting against Horikita’s class, it wouldn’t be impossible for me to hand over inside information. That alone would give you an advantage.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even so, it goes without saying that there’s only so much that you can do on your own, Ayanokouji-kun. Hypothetically, even if your class lost, Sakagami-sensei’s class would still be standing in the way. Plus, my class doesn’t even have any ambition to aim for the top. It would be an exercise in futility, like squeezing blood from a stone,” said Hoshinomiya-sensei, before letting out a dejected sigh. It sounded well-worn, as though she had sighed about the same frustrations for a long time. “The chance I gave you before the special exam was the first and the last. Do you understand?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you’re saying there’s no room for negotiation. But then you will not be able to rise up to Class A, Hoshinomiya-sensei,” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s none of your business. We will manage it ourselves, somehow,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Somehow, you say?” I mused. “Before worrying about whether you can pull off a comeback like that, can you rebuild Ichinose’s class and get them back on their feet?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There are ways to rise up to Class A without doing that, but I won’t go into detail with you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Are you saying that you will use your power as a teacher to win, no matter how?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m definitely going to make it to Class A, and I’m going to use any means necessary to do it.” She was glaring at me with the sharpest and strongest gaze I had seen all day. Then she finished the rest of her drink, which had little enough left that she downed it in one gulp, and asked what she clearly wanted to be the last question of our chat. “Are we done here?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Please wait,” I urged.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t have any inclination of spending any more of my precious time off with a boring kid,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s fine, but I don’t think those people over there feel the same,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Over there?” she repeated.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hoshinomiya-sensei turned, albeit reluctantly and puzzled, and stopped moving when she saw three people approaching.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What is going on here?” she asked. “Why are Sae-chan and the others here?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The three people who were approaching included Chabashira-sensei, Mashima-sensei, and Sakagami-sensei. In other words, all of the other homeroom instructors in charge of the second-years.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span><span class=\"C_Current__And__Times_New_Roman\">5.2</span></span></p>\n\n  <p class=\"P_Chapter_Header\"><span>&#160;</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">I</span><span style=\" font-size: 0.80em;\">T WAS AFTER TEN THIRTY</span><span class=\"C_Current__And__Times_New_Roman\"> in the morning that I had a conversation with Mii-chan and the other girls, and it was after twelve that I met Hoshinomiya-sensei at the café, which meant that there was a gap in my schedule. In truth, last night, at the same time that I contacted Hoshinomiya-sensei, I approached my homeroom instructor Chabashira-sensei as well, saying that I had something to discuss. I told her that I wanted to meet with her today at eleven o’clock in Keyaki Mall. Initially, Chabashira-sensei’s stance was that she would hear me out at school, but when I insisted that this meeting really needed to be at Keyaki Mall, she finally agreed, albeit reluctantly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was understandable that she would be reluctant to meet with a student at Keyaki Mall, but I was confident that she wouldn’t refuse. That was because my proposed talk with her might have included issues such as Maezono’s expulsion from school, discord between me and my classmates, and other such topics. It wasn’t difficult to imagine that she was worried about my state of mind. So I changed into my casual clothes, left the dormitory with plenty of time to spare before my appointments, and headed toward Keyaki Mall. However, since I ran into Mii-chan and the other girls on the way, I ended up arriving at 10:50 as a result.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re rather early,” said Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I saw the person in question in the distance. Chabashira-sensei had arrived even earlier than I had imagined, perhaps because she felt she had to set a good example as a teacher.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You kept me waiting,” I called out to Chabashira-sensei as she drew closer. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t think I really kept you waiting,” she said as she checked the time. “There’s still a little time before our appointment. Don’t worry about it.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After she answered with that, she glanced around, looking somewhat uncomfortable. Since I had chosen a place to meet that wasn’t terribly crowded, we didn’t see many students around, but I supposed that she couldn’t help but be concerned.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I never imagined I’d be meeting up with a student at Keyaki Mall,” said Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s never happened before? Not even once?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Absolutely not,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">A teacher meeting with a student on a holiday. Though I didn’t know what people would think at a normal school, I suspected that such a thing would not be particularly out of the ordinary at this school.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh, yes, that’s right,” I replied. “Because before this, you had forcefully put distance between yourself and your students, after all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji, I’m noticing a lack of respect in your tone,” she said with a glare.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“My apologies,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That is not something that you can fix with just an apology.” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her philosophy was that if I was going to say something that required an apology, I shouldn’t say it in the first place. As a responsible adult, she corrected the lack of respect in my speech.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So, why was it necessary to go through the trouble of meeting at Keyaki Mall?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After all, if this was a consultation between teacher and student, surely there were more appropriate places.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand the situation is a bit out of the ordinary, Sensei, but I decided that it would be best to meet here,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’d like to hear your reasoning for that,” she answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand. However, it seems that the other two people have not arrived yet, so could you please wait?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Other two people?” she asked, surprised.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Well, of course she was. After all, I had deliberately not told her about it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“This particular discussion is about a problem that I believe will be difficult to resolve one-on-one,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Horikita and Hirata, then?” she asked after thinking about it for a moment, her expression growing sterner. “Is the situation even more serious than I had thought?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Chabashira-sensei asked that question in a small voice because she had expected the issue to be about one of my classmates. There was probably no need for me to keep letting her think it was about the matter of Maezono anymore, and it might even be better for me to put her at ease somewhat.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Unfortunately, no, that’s not it,” I answered. “It has nothing to do with Maezono or the class.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is that so? I thought surely, you were enduring the most criticism on that matter…” said Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Thankfully, it seems like the majority of the students were convinced in the post-exam discussion that what I did was necessary for them to win,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At the very least, no students have come after me asking for Private Points at this point. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If that’s the case, then I’m glad,” said Chabashira-sensei, hand over her chest. It seemed like that genuinely soothed her concerns.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It doesn’t seem like they’re on their way yet, so if you have any questions for me, Sensei, I can answer them now,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Questions from me?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course,” I replied. “You did see everything that happened in the End-of-Year Special Exam, right?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I asked her that question to pass the time, her expression, which had relaxed, tightened again. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Students are free to decide how they will fight within the rules. I am pleased that the class won and that we are forecasted to be promoted to Class A as a result,” said Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even if one of your pupils is expelled in the process?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s certainly not something to rejoice over, true,” Chabashira-sensei answered. “However, as a teacher, it is not proper for me to stick my nose into problems between students or the class. When I tried to use you before, the consequences were painful. I’ve learned my lesson, and won’t be doing that again.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She was talking about what happened sometime around the Uninhabited Island Special Exam, in our first year. Chabashira-sensei had hinted at my father’s presence and tried to use me to bring her class to victory. Of course, while it wasn’t as though that was in violation of exam rules, it wouldn’t have been surprising if she were called out on moral grounds.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Now that you mention it, yes, that did happen,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Chabashira-sensei looked at me with resentment in her eyes, but after letting out a sigh, her expression changed into that of a wry smile.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, while I have some mixed feelings over whether I could call it a fortunate error on my part, my eyes were opened thanks to that. Now I know that you’re a student who doesn’t show mercy, even when dealing with teachers,” said Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In that sense, today’s meeting was exactly about that: dealing with teachers.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s because showing deference is not my forte,” I remarked. “Anyway, it would appear that one more has arrived.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Chabashira-sensei turned her attention to the person walking toward us, and tilted her head, as if following him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hmmm? Sakagami-sensei…?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It wasn’t a student, but Sakagami-sensei, arriving in casual clothes. Around the same time, Mashima-sensei rounded the corner as well. The men had arrived at almost exactly the same time, and now those three class’s homeroom instructors had gathered along with myself.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What in the world is the meaning of this, Ayanokouji? Was I not the only one you called to meet?” asked Mashima-sensei, the first to voice his suspicions. With those words, it was clear to everyone that they had all been led to believe this was going to be a one-on-one conversation. Now that he had a grasp on the situation, Mashima-sensei gave me a stern look and continued to reprimand me. “I am not impressed with you calling on a teacher under false pretense. That is a problem.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Mashima-sensei,” Chabashira-sensei cut in. “I haven’t heard the details from Ayanokouji either, but I think that it’s not too late for us to start by asking him to—” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, it is too late. There is an appropriate amount of distance to be kept between teacher and student. More importantly, there can be no lies between both parties, in order to maintain a relationship of trust,” argued Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s… Well, yes, that’s true, but—” said Chabashira-sensei as she tried to stop his diatribe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Now see here, Ayanokouji,” Mashima-sensei ignored her entirely and started giving me a proper lecture. “As a student at this school, you—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I have gathered information on Akiyama-san,” I said, interrupting him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I will let you off the hook this time,” Mashima quickly turned his back to me as he dropped his lecture for the sake of forgiveness. “Do not let it happen again.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Mashima-sensei? Are you quite sure?” asked Sakagami-sensei. Having expected a lecture, he reflexively urged Mashima-sensei to continue after he had turned on his heel.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I figured that giving him a lengthy warning here would only be a waste of my fellow instructors’ time,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. But who is Akiyama-san? I don’t recall there being a student with that name,” said Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh, well, don’t pay that any mind. Listen, Ayanokouji, I’ll talk to you privately about that later, understood?” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I nodded, and then Mashima-sensei responded with a deep nod of his own. Akiyama was the name of the female employee working at the gym in Keyaki Mall, which Mashima-sensei and I frequented. Mashima-sensei seemed to be highly interested in her at the moment. He wanted to know if she had a boyfriend and what her preferred type was, and I had promised to help him find out about her hobbies and interests. To be perfectly honest, it was a hassle, but now collecting that information seemed to be paying off.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What on earth is going on? Explain it to us in a way we can understand,” said Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course,” I said. “I didn’t want word of this meeting getting out, which is why I didn’t say anything in advance about gathering with all of you. As a matter of fact, I have called you here today for a certain purpose.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let’s hear it,” muttered Sakagami-sensei, arms folded. He must have thought that it was best to move the conversation along, and urged me to continue with a tone of voice that made it seem like he was deeply interested.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The other day, before the End-of-Year Special Exam began, I was approached by Hoshinomiya-sensei. It was when I left the classroom to use the restroom, just when the rules were explained to the representatives and the participants were forming groups,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">By laying out the situation in specific detail, the three people present here must have had their memories jostled.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Chie—I mean, Hoshinomiya-sensei?” asked Chabashira-sensei, correcting herself to the family name since she was in the presence of Mashima-sensei and Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If I remember correctly, she had said that she was going to briefly stop by the restroom. Was that when it happened?” asked Sakagami without hesitation. He must have a clear memory of that day.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Truthfully,” I replied, “I don’t think that Hoshinomiya-sensei had any business in the restroom. After talking with me, she went back to the waiting room straightaway.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So in other words, you’re saying that it was an excuse for her to talk to you alone, Ayanokouji-kun?” asked Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s correct,” I confirmed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But there are no rules against teachers and students talking to each other,” he remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’ve determined that it wasn’t the fact that she spoke to me that was the problem, but rather, the contents of that conversation,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I proceeded to give an accurate report of my conversation with Hoshinomiya-sensei back then, without concealing anything. That was because nothing good would come of it if what I told them contained any lies, misunderstandings, or misleading statements. I told them that she had asked me to hand over the win. That she said that Chabashira-sensei was the one person to whom she couldn’t lose. I also told them about how she said that she was willing to do whatever she could as repayment, that she wouldn’t even mind giving me advanced information about upcoming special exams, and that she even hinted at paying me with her body. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">By the time I had finished telling them everything, Chabashira-sensei had a look of anguish on her face as she held her head in her hands, and Mashima-sensei let out a sigh, not even trying to hide his despondency.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If that’s true, that is a terrible problem,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Mashima-sensei. If we leave Chie be, her deviant behavior as a teacher may escalate further in the future,” said Chabashira-sensei, apparently understanding the gravity of the situation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It is an especially troubling story, but I’m afraid there’s nothing else we can do. Actions such as unfair intervention cannot be tolerated whatsoever,” said Mashima-sensei, nodding with a stern look of determination. “If we act now, we can still make things right.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“How do you plan to handle it?” asked Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If Hoshinomiya-sensei’s conduct is corrected, it’s possible we can keep this matter between ourselves. Ayanokouji has flatly refused to cooperate with her anyway, so it’s not as though the problem has come to light, after all,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">While I wasn’t certain whether it was because they were peers or whether it was simply because they were each homeroom instructors for the second-year students, Mashima-sensei’s priority seemed to be that he didn’t want to make the problem bigger. Chabashira-sensei was of the same opinion; she did not seem to object. However, Sakagami-sensei, who I suspected had no personal association, would likely not show any consideration. His own class was now on track to become Class A, and he most definitely wanted that to remain the case.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Now, hold on a minute here, you two. Sure, even if she didn’t succeed, you’re really letting it slide? If this is true, it is a matter that ought to be reported,” argued Sakagami-sensei. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But that’s—!” Chabashira-sensei already had her hackles up, but Sakagami-sensei calmly quieted her down.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Please do not jump to hasty conclusions,” he cut her off. “I don’t mean that we have to report it to the school immediately, right this second.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">For the two former classmates, it was Sakayanagi-sensei who was likely the most troublesome presence here, but he calmly continued making his argument.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Considering the way this school operates, it is inevitable that you would want your own class to win, by any means necessary. That isn’t limited to students either, of course. Even adults sometimes use dirty tricks. Of course, it’s not as though I haven’t had my share of somewhat biased behavior in the interest of my own class,” he said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It wasn’t clear whether he was talking about the time in our first year when Sudou was brought before a biased student council which had been fed with gossip, or something else.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Whether we report it to the higher-ups or directly try to make this right ourselves, what we need to be careful of here is the credibility of the story. After all, we don’t know if Ayanokouji-kun is telling the truth, do we? So far, all we have is his testimony,” said Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Don’t tell me you’re doubting a student. Is that it?” asked Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m not saying that,” said Sakagami-sensei. “But even so, we need hard evidence. If it turns out to be a lie that Hoshinomiya-sensei was trying to engage in such impropriety, she’d no doubt be indignant. If that happens, we, the ones doubting her, would be the problem. On top of that, we don’t know what kind of punishment we would receive due to this.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakagami-sensei was highly skeptical, but I needed that in this discussion. The reason I didn’t speak about it solely with Hoshinomiya-sensei’s peers, Mashima-sensei and Chabashira-sensei, was because I decided that it was essential to have a teacher who could look at the situation more impartially.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Besides, at this point, there’s a nonzero chance that Hoshinomiya-sensei and Ayanokouji-kun were colluding with one another to try to set some kind of trap for us. Isn’t that right, Ayanokouji-kun?” asked Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think you’re exactly right. It’s only natural that you can’t trust my word alone,” I replied. “Chabashira-sensei would want to stick up for me no matter what, as my homeroom instructor, and additionally, she has personal feelings involved. It is quite conceivable that even if she suspects something deep down, she wouldn’t ask me for exact corroboration.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I had anticipated all of that ahead of time. Upon seeing me act in such a way, Sakagami-sensei touched the frame of his glasses.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Judging from the way you said that, you have a good idea in mind, don’t you?” asked Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. I am calling Hoshinomiya-sensei to the café at noon, after this meeting. I didn’t tell her what it was about, but I believe that the reason she accepted is because she knows it could be any number of things related to the exam. So, first, I will prove that what I just told you is the truth,” I replied as I took out my cell phone. “Before I join Hoshinomiya-sensei at the café, I’ll make a call to Chabashira-sensei’s phone. Then, please listen to my conversation with Hoshinomiya-sensei in real time, and lend me a hand once you are assured of the details.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So, you’re saying you want me to eavesdrop?” Mashima-sensei was clearly taken aback as he expressed his dissatisfaction. “I am appalled.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, this would be the best option,” Sakagami stepped in to pacify him. “Actually, I think this would be the best way to make sure we’re getting the truth straight from her own mouth. Is that okay with you too, Chabashira-sensei?” asked Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, I… Yes, I suppose,” said Chabashira-sensei, likely more perplexed that Hoshinomiya-sensei’s conduct might be brought to light than reluctant about personally taking any steps toward making that happen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I can’t say something like ‘please rest easy,’ but hypothetically, even if the truth turns out to be that Hoshinomiya-sensei tried to engage in impropriety, then I have no intention of making this into a bigger issue if she promises that it won’t happen again,” said Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Would you really let it go?” asked Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes,” Sakagami-sensei answered. “If I make myself unpopular by antagonizing you two, then I’ll be left worrying for the next year. If things go badly and we end up losing because my class is under fire from the three other classes, it will be my fault.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As the homeroom teacher for Ryuuen’s class, he didn’t want to drag them down. Now that the process had been set in motion, I decided to take things from here and execute the plan.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Could you all please wait here for a while?” I asked. “As soon as I meet with Hoshinomiya-sensei, I will connect with you on the phone, so please listen. When you have confirmation of the story, please inform me. If you do that, there will be no problem.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With that, I decided to wait alone near the café in Keyaki Mall.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>5.3</span></p>\n\n  <p class=\"P_Chapter_Header\"><span>&#160;</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">T</span><span style=\" font-size: 0.80em;\">HAT WAS WHAT HAPPENED</span><span class=\"C_Current__And__Times_New_Roman\"> before I met Hoshinomiya-­sensei at the café. The fact that the three teachers showed up at this location wasn’t a coincidence, but an inevitability. Once the three teachers gathered by Hoshinomiya-sensei, they would attract even more attention whether they wanted to or not. Though Hoshinomiya-sensei appeared surprised at first, she responded to them by putting on a smile.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When the other teachers told her that they needed to speak with her, she showed an honest willingness to comply. However, it would be conspicuous if these four adults were huddled together, and having a student added to the mix would make our group stand out even more, so we decided to change locations. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even so, the reason I had initially chosen to meet at a place where we would stand out, like Keyaki Mall, was so that I wouldn’t be calling Hoshinomiya-sensei out to a place with no people around. If we were out in front of the general public, there was a limit to what we could do, no matter how any of us might be scheming. On the other hand, a secret meeting in a place with no one around would allow for the other parties to make strategic moves without hesitation. We had considered going to the school, but given the nature of our conversation, it would’ve been bad if another teacher had happened to overhear us. Therefore, it was decided that the safest place to discuss the matter was in the teachers’ dormitory, in Mashima-sensei’s room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As we made our way over there, Hoshinomiya-sensei shot me a look that seemed to say, </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“You’ve really screwed me over,”</span><span class=\"C_Current__And__Times_New_Roman\"> but I feigned ignorance and just kept walking. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The room was a bit larger than a student’s room, seeming to exceed forty square meters, but there wasn’t anything particularly interesting other than that.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okay, what?” asked Hoshinomiya-sensei. “What’s going on here?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You know, Chie,” snapped Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t, which is why I’m asking,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In all likelihood, Hoshinomiya-sensei knew exactly what they were talking about. Even so, she wasn’t likely to change her stance until they produced some solid testimony. Chabashira-sensei looked at her two other colleagues and then firmed up her determination to take the plunge.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We can’t possibly overlook using a student to…” Chabashira-sensei paused. “No, we can’t overlook a teacher going against the rules to try to win an exam.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Excuse me? What?” asked Hoshinomiya-sensei. “I have no idea what you’re talking about.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry, but we heard it all from Ayanokouji. Making weak excuses to try to talk your way out of it will only hurt your case, Hoshinomiya,” said Mashima-sensei, following Chabashira-sensei’s lead and trying to give Hoshinomiya-sensei a warning.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So does that mean you were listening over the phone at the café or something?” she asked, apparently unbothered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes,” he replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hmph. I don’t remember saying anything incriminating,” Hoshinomiya-sensei said. “If you have proof, let’s hear it.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you mean a recording, no, we don’t have that, but the three of us were listening,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That isn’t proof though, is it? That just means the three of you were trying to spring a trap on me, weren’t you?” argued Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">From the way she was speaking, it sounded as though, far from being scared of the others taking issue with her, she was taking issue with the others.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You don’t know when to give up, I see,” said Sakagami-sensei. “I suppose you won’t mind even if we go ahead and report this to our superiors, then?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Unlike Mashima-sensei and Chabashira-sensei, who couldn’t help but show discretion to their peer, Sakagami’s words could not be taken lightly. Such naive thinking would probably be seen through immediately.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Supposing if, hypothetically, I had requested Ayanokouji-kun’s assistance, would that be a problem? Don’t you think that it’s going too far to call it ‘improper conduct’ when it’s just asking?” asked Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She had refuted Sakagami-sensei without showing even the slightest agitation. It might have seemed like mere desperation on her part, but I could tell that it wasn’t. I could commend her for observing the situation so well. As for Sakagami-sensei’s threat to report to the school administration, neither Mashima-sensei nor Chabashira-sensei were panicking because they knew it was a lie.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think it’s a big problem, though,” argued Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Then go ahead and report it. Then, if I am to be subjected to punishment, I will resign myself to my fate and take whatever comes my way,” said Hoshinomiya-sensei, firing back with all the courage she could muster.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was certainly true that there was a fine line between making a report and making a homeroom instructor resign from their position. Deciding that they weren’t getting anywhere like this, the three teachers decided to press harder.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s not just that you tried to commit an improper act by using Ayanokouji,” said Chabashira-sensei. “I can’t just sit on my hands and do nothing while you sully your own hands with such unacceptable conduct in the future, Chie.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Heavens, no, Sae-chan. I’m not doing any ‘improper acts’ or anything. I don’t know what you heard while eavesdropping on my conversation with Ayanokouji-kun, but you’ve got it wrong. I just tried to scare him a little,” said Hoshinomiya-sensei, trying to reiterate that there was no way that she would really commit some kind of illicit act. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see, so that’s how it is,” said Mashima-sensei. “It’s certainly true that if you behave yourself from now on, Hoshinomiya-sensei, there may be no need to bring this problem to light.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Right? You’re just making too big a deal of this,” Hoshinomiya-sensei said. “Well, anyway, Ayanokouji-kun is a kid, right? Maybe he just took my joke seriously, without really thinking about it. I didn’t really intend to actually make him betray his class during the exam, I just wanted to shake him up a little. As the homeroom instructor for the class that looked likely to lose, I just wanted to get a win somehow.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was clear that Hoshinomiya-sensei intended to talk her way out of this, no matter the cost. However, even if the three teachers pulled back here, you could say that this whole affair would still have a certain effect. Now that her scheme had become known, she wouldn’t be able to make any careless moves in the future. If the other teachers decided to back off since Hoshinomiya-sensei was likely to behave herself from now on, that would be up to them. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">My only objective was to prevent Hoshinomiya-sensei from leaving. I didn’t care about either making or preventing her from doing anything improper. If she were forced to step down as homeroom instructor because of some stupid mistake, that would have a greatly negative impact on Ichinose’s class, which I wanted to avoid.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Can you promise me that you won’t do anything foolish?” asked Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course, Sae-chan,” said Hoshinomiya-sensei. “Teachers don’t get involved in conflicts between students, after all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m not trying to mock you,” said Chabashira-sensei, making an appeal both as her former classmate and current fellow teacher. “I’m seriously worried about you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Chabashira-sensei, upon seeing that Hoshinomiya-sensei didn’t seem to be taking this matter seriously, closed the distance between them, and placed her hands on both of Hoshinomiya-sensei’s shoulders. Feeling the weight of Chabashira-sensei’s concern, Hoshinomiya-sensei’s face stiffened. All this time, up until this point, she had only smiled evasively in front of the teachers. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What the hell? Honestly, that kind of makes me want to throw up, so I’d rather you stop,” replied Hoshinomiya-sensei, her voice icy as she tightly gripped Chabashira-sensei’s forearm with her own hand.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Chie?” said Chabashira-sensei, puzzled.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re seriously worried about me?” Hoshinomiya-sensei asked. “I don’t need your worry. If you’re so ‘­worried’ about me, then I’d rather you not try going for the spot of Class A, which doesn’t suit you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There is no way I can just sit around and watch your class go on to graduate from Class A, Sae-chan,” added Hoshinomiya-sensei, letting her true feelings out, perhaps because Chabashira-sensei’s words had offended her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Meanwhile, the other teachers didn’t appear to be particularly surprised. Rather, it looked like they were thinking something like </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Oh, so that was the reason after all,” </span><span class=\"C_Current__And__Times_New_Roman\">or something along those lines.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’ve never forgiven you, Sae-chan. And I will never allow you to finish in Class A,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t blame you for resenting me,” Chabashira-sensei said after a moment’s pause. “But we’re not students now; we’re teachers. Is it wrong for me to aim for Class A for the sake of my students?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course it is!” Hoshinomiya-sensei retorted immediately. To her, it didn’t matter whether everything was for the sake of the students.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Then, she forcefully brushed aside Chabashira-sensei’s hands that were on her shoulders. Sakagami-sensei, upon seeing her determination and will, crossed his arms with deep interest.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I know that the two of you…” Sakagami-sensei trailed off, before correcting himself. “Well, Mashima-sensei too, if you want to be precise, I suppose. But I know that you are former classmates of this school. Additionally, I know that there was some kind of complication, albeit a slight one, within your class at the time. However, as Chabashira-sensei has said, that was during your days as a student. Supposing Chabashira-sensei does accomplish her goal of graduating from Class A, even as a homeroom instructor, it would only affect her salary and her employee assessment at best. Is it that you would dislike the difference there would be from her getting that kind of assessment?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, that’s not it,” said Hoshinomiya-sensei. “Yes, the only real reward for teachers who push their class to rank A is a slightly better result on evaluations and assessments. Obviously that’s important. But the most important thing to me personally is…” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She paused, appearing slightly hesitant to say the words that were to follow. However, perhaps because she had come this far, to this situation, she pressed forward without giving up.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sae-chan might go ahead and bury the past on her own. It’s that part specifically that I can’t stand,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was the real reason that she was trying to do something about the situation, even if it meant going against the school or the students.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Isn’t that just a personal grudge, though?” asked Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">During their student days, thanks to Chabashira-sensei’s inability to abandon a friend for the sake of the class during the Unanimous Special Exam, Hoshinomiya-sensei’s class had been cut off from their dream. That past could not be changed, of course, but that was precisely why those feelings of resentment weren’t disappearing. Rather, they were growing day by day. At the very least, she wanted Chabashira-sensei to always feel the same kind of regret. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was why she couldn’t allow Chabashira-sensei to graduate from Class A in any way, shape, or form. Why she likely couldn’t be talked out of it, even if Chabashira-sensei said that she wouldn’t forget the past. That was because the problem wasn’t just about Chabashira-sensei; Hoshinomiya-sensei was also held prisoner by the past. She wished for Chabashira-sensei to keep holding onto that sin, her failure to bring a pupil to Class A. If Chabashira-sensei were to realize her goal of graduating from Class A, Hoshinomiya-sensei would end up losing her pillar of emotional support.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You can’t possibly,” Chabashira-sensei said haltingly, “Really, that much? No, I suppose it’s only natural. I can’t make excuses for it, but…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s right, you can’t. You understand, right?” said Hoshinomiya-sensei. “I’m an awful woman, but it’s fine. I’m used to people calling me that. I’ve made myself someone who’s easy to hate, and I’ve lived with it for a long time. Since we’ve been together since our first year of high school, you know that very well, don’t you, Sae-chan?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">To be practical and pragmatic. That was a strong way to live. It was precisely because she was confident that she could live that way that Hoshinomiya-sensei could openly express her resentment and bitterness.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you want me to give up thinking about it, then give up on your dream of Class A,” she demanded.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There’s no way I could do that,” Chabashira-sensei replied. “Besides, the idea of a teacher holding her students back is—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You could,” Hoshinomiya-sensei cut her off. “At least, that’s how things were in the past. As a cold teacher that was hated by others. Just doing things that way, alone from now on, might save me.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was certainly true that the Chabashira-sensei I had met when I first came to this school and the Chabashira-sensei of today were completely different. I could tell when I first arrived in her class that she was wearing a mask, bearing sin and unable to express her true feelings. Whether a teacher can face their students is a factor that cannot be ignored by students who are still growing. It may also spell the difference between winning and losing in the competition for the position of Class A, which was only going to become more intense in the future.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I…” began Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Don’t hesitate. Promise me right now that you’ll be cold, like before,” said Hoshinomiya-sensei. “If you can’t do that, then don’t ever talk to me again.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But if we can’t talk to you, and if I see you committing some kind of violation, I will have to report it to our superiors. If that happens, you might be removed from your position as a homeroom teacher, you understand?” said Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even Sakagami-sensei’s words, which showed that he had no intention of overlooking anything, didn’t seem to make Hoshinomiya-sensei back down.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even so, I won’t mind,” answered Hoshinomiya-sensei. “I won’t commit any kind of violation, of course. I will just struggle desperately until the end in my own way, and if something inconvenient for me is disclosed to our superiors, then I will resign myself to my fate and accept being ousted.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That wasn’t a threat, but simply her true feelings. I could imagine several reasons. First, Hoshinomiya-sensei didn’t believe it necessary to be overly concerned with the other teachers in the first place. The only reason she continued to teach was simply to obstruct Chabashira-sensei, and if she could accomplish that, she didn’t care if it led to her being dismissed from her position. Her focus on her goal meant that she could tolerate that risk.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. Your resolve appears to be genuine, but…” Sakagami paused for a moment. “I don’t understand. Now that we have a grasp on the situation, any cheap attempts to commit fraudulent activity will be quickly detected, so it is extremely unlikely that anything you do will be beneficial to the class you are in charge of, even if you do something reckless. On top of that, your students will most definitely be shaken if it gets out that their homeroom teacher behaved so improperly, and… Yes, I see.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakagami-sensei seemed to have wrapped his mind around Hoshinomiya-sensei’s stance as he was voicing his doubts. It would be ideal if she could help her class through cheating without being noticed, but if that were not possible, she was prepared to self-destruct spectacularly. If Hoshinomiya-sensei were to commit some fraudulent act and be removed from her position as homeroom teacher, Ichinose’s class would lose sight of trying to rise up, and at the same time, Chabashira-sensei would be wracked with renewed, intense guilt. If that happened, Horikita’s class might also be negatively impacted. In fact, Chabashira-sensei seemed to be suffering a heavy emotional load just from the current conversation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Chie—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I will never allow it,” Hoshinomiya-sensei cut Chabashira-sensei off, even more determined that I’d imagined. A half-hearted effort wouldn’t shake her resolve or make her give up on this.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Chabashira-sensei. Would you please give Hoshinomiya­sensei a little time?” said Mashima-sensei, breaking his silence to interject. He seemed to be emphasizing that the idea was not coming as a former classmate, but as a homeroom instructor in charge of a class, judging from his use of respectful speech.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Give her some time?” repeated Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes,” Mashima-sensei answered. “Whether Hoshi­nomiya-sensei makes a decision here or you change her mind, Chabashira-sensei, there is no need for us to reach a conclusion right now. Of course, I thought that it would be best if we did settle things here, but as far as I can tell by looking at the current situation, that would be difficult. Fortunately, however, it is spring vacation right now. You could say that you have sufficient time to organize our thoughts and calm down. In the meantime, a third option may emerge.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even if it turned out to be futile, it wasn’t an unwise decision to postpone this matter until the new semester. Actually, if anything, if they forced things and complicated the issue right here and now, they might end up putting themselves in a situation where they couldn’t go back, and there really wouldn’t be anything more left to be done. Mashima-sensei was clearly keeping these factors in mind.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It might be rude of me to offer my opinion as a student, but I agree with Mashima-sensei,” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">For the time being, I was able to equip three teachers with the information and skills to foresee Hoshinomiya-sensei acting reckless. I figured I should be satisfied with that for today.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even if you put this matter on hold, I won’t change my mind,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think it’s good to dig your heels in and not change your thinking, but please put the matter on hold, even if only on the surface. There shouldn’t be any harm in that, from any perspective. Am I wrong?” asked Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Putting the matter on hold should be welcomed not only by the two people directly involved, but by Mashima-sensei and Sakagami-sensei, as well as the students who would be greatly affected by the issue.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well… I suppose that much is fine,” conceded Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“In that case, this discussion is over. We are hereby dismissed,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If they stayed here too long, another argument was likely to break out. Sakagami-sensei took the initiative and made for the entrance. After having heard what Mashima-sensei had to say, the rest of us left the room. I was sure that Mashima-sensei wanted to know about Akiyama-san, but I figured that he couldn’t bring himself to ask in that atmosphere. I would have to tell him about her at a later date. Sakagami-sensei and Mashima-sensei were on the same floor, so as soon as we parted ways, I got onto the elevator. When I pushed the button for the first floor, Chabashira-sensei followed me in.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sorry that I couldn’t help you, even though you confided in me and came to me to talk,” said Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s not true. You were plenty helpful,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even though we couldn’t solve the problem right away, I strongly appreciate that you had the courage to tell me about it.” Chabashira-sensei forced a smile, but it was clear that she was worn out both mentally and physically.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think I’ve found a means of survival through this conversation today,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“A means of survival?” she repeated after a moment.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She looked at me with a puzzled expression, as if she couldn’t imagine that possibility.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t think that you would take any action that would disqualify you as a mentor out of consideration for Hoshinomiya-sensei, but please keep a firm and strong heart. It is important that you enter the new semester as a student who has overcome her past with the Unanimous Special Exam,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, yes, that’s, um, I suppose, but…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The elevator arrived on the first floor and the doors opened. I turned back toward Chabashira-sensei, who remained in the elevator as I took a step forward.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You don’t have to worry. I’ll change Hoshinomiya-sensei’s mind before spring vacation is over,” I told her as I started to leave the elevator.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re going to change—?” she asked as she hurriedly tried to exit the elevator after me. “What are you saying?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">From a teacher’s point of view, I simply got swept up by fate. She probably thought that this wasn’t a problem that could be dealt with by a mere student in the first place, but that wasn’t the case. Hoshinomiya-sensei’s problem was actually remarkably simple, and the solution was an easy one. This could have been solved without even calling on Chabashira-sensei, Mashima-sensei, or Sakagami-sensei. However, that wouldn’t have been sufficient, which was why I had deliberately decided to take this step.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“By the end of the spring vacation, definitely,” I said. “Well, then, I’ll bid you farewell for today.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You are… What in the world are you going to…” stammered Chabashira-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The lingering image of a bewildered Chabashira-sensei remained in my mind for a while after the elevator doors closed.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12.5",
    "chapter": 16,
    "title": "Chapter 4: Vacant Throne"
  },
  "nextChapter": {
    "volumeId": "y2v12.5",
    "chapter": 20,
    "title": "Chapter 6: Illusion"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Behind the Curtain",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Checking Each Answer",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: Another Time",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: Vacant Throne",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 5: Anticipating",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 6: Illusion",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 7: Even After Graduation",
      "href": "Text/section-0021.html#auto_bookmark_toc_21",
      "index": 22
    },
    {
      "label": "Chapter 8: Parent and Child, Child and Parent",
      "href": "Text/section-0024.html#auto_bookmark_toc_24",
      "index": 25
    },
    {
      "label": "Chapter 9: Celebration",
      "href": "Text/section-0027.html#auto_bookmark_toc_27",
      "index": 28
    },
    {
      "label": "Chapter 10: The Promised Night",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 11: Goals",
      "href": "Text/section-0037.html#auto_bookmark_toc_37",
      "index": 38
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0039.html",
      "index": 40
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0040.html",
      "index": 41
    },
    {
      "label": "Chapter 12 - Epilogue : The Curtain Rises Once Again",
      "href": "Text/section-0041.html#auto_bookmark_toc_41",
      "index": 42
    },
    {
      "label": "Postscript",
      "href": "Text/section-0042.html#auto_bookmark_toc_42",
      "index": 43
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0043.html",
      "index": 44
    }
  ],
  "currentSpineIndex": 19
}