{
  "title": "Chapter 10: The Promised Night",
  "content": "\n  <p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_36\"><span class=\"C_Current__And__Times_New_Roman\">Before Ichinose was absent due to a cold, she had been acting as though she was going to be stepping down as the leader of the class. Although Hoshinomiya had cut her off before she could officially step down, nobody had thought that it would have been strange if she had retired from the stage right then and there.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“H-hey, um, Honami-chan?” asked Amikura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Before Ichinose could begin to speak, Amikura, unable to bear it any longer, decided to just come out and say what had been on her mind.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hm? What is it?” asked Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re not…going to say that you’re, like, going to drop out of school, are you?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">For her best friend Amikura, the matter of whether Ichinose would step down as class leader wasn’t really a big deal. The responsibilities and pressures that weighed on Ichinose meant that if she had the desire to step down, that was her right, and Amikura couldn’t impact her decision. What was important to Amikura was that Ichinose didn’t come to hate this school. She was afraid that Ichinose might come forward and say that she was going to punish herself for her failure by voluntarily dropping out.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You don’t need to worry about that,” Ichinose answered. “I just found out that Sakayanagi-san voluntarily withdrew from school, and because of that, her class is being penalized three hundred Class Points.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose hated the thought of causing trouble for the class more than anyone else, so her reply disputed Amikura’s suggestion, reiterating that she would never choose an option that would harm them. Kanzaki, though, seeing how Ichinose was acting, tried to ascertain her true intentions.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Then does that mean you would be willing to drop out of school of your own accord if there was some guarantee that our Class Points would not be penalized?” asked Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“K-Kanzaki-kun, what are you saying?!” Amikura cried out, angry with him for saying something that seemed only meant to hurt Ichinose’s feelings.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“She’s right, Kanzaki. There’s gotta be a better way to phrase what you just said,” agreed Watanabe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Don’t worry, Mako-chan. Even if there wasn’t a penalty for voluntarily dropping out of school, I wouldn’t give up that easily,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That answer must have sincerely comforted Amikura, because it prompted her to pat her chest and let out a sigh of relief.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So…does that mean you are prepared to accept expulsion if it was for the class’s benefit, then? For example, say that we would get three hundred Class Points if you drop out, Ichinose. What would you do if we were offered such a choice?” asked Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If you thought about it for even a moment, he was presenting a scenario that was unlikely, and a decision that would be reckless even if it did come about.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The conditions would be quite different in that scenario,” Ichinose replied. “But if someone were to guarantee that everyone in our class would definitely graduate from Class A if I dropped out, then I wouldn’t hesitate to make that choice. I’d absolutely drop out.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“N-no, you couldn’t, Honami-chan!” wailed Amikura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I know,” Ichinose assured her. “Anyway, it’s fine. Honestly, we wouldn’t be forced into a choice like that. Which is why I intend to fight together with all of you up until the moment we all graduate from Class A.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So, can we take that to mean that your heart’s doing kinda better now?” asked Shibata, sounding pleased as he leaned forward. “You’re doin’ good?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. Because I’ve had time to think about lots of things, and I’ve finally gotten all of my problems sorted out. So, if you’ll all still accept me as your leader, then I’ll keep being there, with all of you, together.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course we do, Honami-chan. I mean, you’re the only one who could be the leader of our cla—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">BANG!</span><span class=\"C_Current__And__Times_New_Roman\"> Kanzaki brought his palm down against the table to halt the return to cheerful conversation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Whether you continue as leader, don’t just go ahead and talk about what comes next already,” he growled. “I’m sorry, but am I really supposed to believe that you’ve actually got back on your feet, Ichinose? What exactly has changed since yesterday, when you were moping around and holed up in your room? If you’re simply putting up a tough front, then that’s only doing a disservice to our class.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hey, Kan—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Shibata angrily tried to tell Kanzaki to watch himself, but Ichinose calmly stepped in.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s true that every day cooped up in my room was hell,” she said. “Every day. Because not only did our class take damage from losing the End-of-Year Special Exam, but it was my fault, and if I hadn’t messed up then there might’ve been a way to win. I thought about how I wanted to quit school so many times, it was so painful and frustrating, and I even cried quite a few times. However…” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After pausing to take a breath, Ichinose turned to look at everyone, with Kanzaki at the center.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Things are different now. I’m different. I’ve completely recovered,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You certainly look like you’re in good spirits, sure,” Kanzaki observed. “But what proof do you have?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I guess that means I have to tell you, huh?” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course. If you’re insisting that you’ve made a full recovery, then there must be some kind of major catalyst for it,” said Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kanzaki pointed out that her wounds weren’t ones that could have healed over that quickly, just from being left alone. If she were to say that time had healed her, then he was planning to take her to task over it, and tell her that it was a lie.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s true…” Ichinose conceded. “I guess it’s because all of the doubts I had been dealing with have been resolved.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The doubts you were dealing with?” asked Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes,” Ichinose confirmed. “Things like: How could I fight in the future? How can we make it to Class A without losing anyone? Is it even all right for me to be the leader of the class? Those doubts had been cleared away.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…How?” asked Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, that’s because a certain someone saved me,” she answered. “That’s why.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">A certain someone. When she put it like that, the first person to come to mind for Kanzaki was none other than Ayanokouji. That was because Ayanokouji had defeated Ichinose in the End-of-Year Special Exam, and also because he could imagine it was something trivial, like Ichinose had a crush on Ayanokouji, who was worried about the class. That description was also why everyone other than Kanzaki thought she was referring to a teacher or another friend, rather than Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s awesome. Who helped you?” Shibata asked with nothing but curiosity in his voice.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose looked at him with the warmest expression she’d worn so far that day, as though that question had been etched into her heart.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji-kun,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As soon as Kanzaki heard the name that he’d been bracing for, he shot back at her without trying to hide his anger.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji is a clear and obvious enemy!” Kanzaki snarled. “And you’re saying that you were saved by the very opponent who defeated you in the End-of-Year Special Exam?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. I was saved by Ayanokouji-kun,” Ichinose repeated. “That’s the undeniable truth.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Exhaling softly, Kanzaki calmed himself down so that his anger wouldn’t take over. Ayanokouji had helped him out on several occasions as well, and Kanzaki even recognized him as someone that he could rely on when they were together. However, Ayanokouji had stood against their class as an obvious enemy during the End-of-Year Special Exam. He had defeated Ichinose and struck the class down into despair. Even if Kanzaki had some half-hearted cognizance of companionship, it wasn’t going to lead to anything good. Kanzaki had come to learn that the hard way.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Saved by Ayanokouji, huh?” Kanzaki said. “I hope that’s a lie, but if it’s not, that is a huge problem. Now I doubt that you were even really ‘saved’ at all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kanzaki was condemning Ichinose so thoroughly and completely that Shibata and the others couldn’t even be angry with him, only exasperated.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Look, Kanzaki, bruh,” Shibata jumped in. “If Ichinose says that Ayanokouji saved her, let’s just be grateful for that.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You don’t understand,” Kanzaki dismissed his words entirely. “You don’t know how dangerous a man Ayanokouji is.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At this point, Kanzaki hesitated over whether to reveal all of the information he had. Namely, that Ayanokouji was the son of the respected Ayanokouji Atsuomi, and that Ayanokouji himself was highly skilled; it was just that he wasn’t allowing those around him to see it. Right now, in detail—</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Kanzaki-kun.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…What?” he asked after a brief silence.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Before we discuss that, I was wondering if we could talk about something else for a minute,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kanzaki was momentarily thrown off by Ichinose’s words, which seemed to anticipate his thoughts. It wasn’t like she was intimidating him or threatening him at all. It was just that her tone of voice and her expression somehow made him speechless, even if they weren’t any different from her usual.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It was because of my own weakness that I lost the End-of-Year Special Exam. Because, by the nature of the exam, I had to fight equally against my opponent, no matter who they were,” said Ichinose, presenting her friends with a summary of her reflections since the exam had ended. “I lost to Ayanokouji-kun because I lost sight of the essence of competition. I want you all to know what kind of state of mind I was in at the time.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She tried to find the words to express something that she hadn’t said until now, not even to herself.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I… Since who knows when, I’ve been in love with Ayanokouji-kun,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose stated her feelings for her classmates to hear, without blushing and without panicking. Shibata was the most surprised of all, his mouth hanging open silently. Ichinose continued, without paying any mind to that or any other reactions.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“At the time, I believed that Ayanokouji-kun was thinking about me, without any doubt. However, as soon as the exam started, those shallow, foolish assumptions of mine were shattered,” she said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ayanokouji had proposed to Ichinose that they used their traitor rights, so that no one would be expelled from their classes. By taking advantage of that, Ayanokouji had made Ichinose party to Maezono’s expulsion. Ichinose’s classmates listened expectantly as they heard for the very first time about the battle between representatives. At the same time, they were hearing about Ayanokouji’s true nature, which Kanzaki had wanted them to know. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">An unassuming student who didn’t stand out very much</span><span class=\"C_Current__And__Times_New_Roman\">. That was a fabrication. He was a student who was extremely calm and composed, and who could make precise judgments under pressure. Ichinose had wanted everyone to hear about Ayanokouji’s greatness from her, rather than from Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is Ayanokouji-kun…really so incredible of a student?” asked Himeno haltingly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At that question, Ichinose nodded with a happy squint in her eyes, as though one of her own was being praised. Himeno too had sensed that Ayanokouji was no ordinary student, but she couldn’t fully grasp it yet, and there was a big gap in understanding.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think that it was only after the exam that I really, truly understood him myself</span><span class=\"C_Current__And__Properties__And__Times_New_Roman\">,</span><span class=\"C_Current__And__Times_New_Roman\">” said Ichinose. “While it’s not like there was only one factor that made it possible for Horikita-san’s class to move up to Class A, I think it was something that they definitely wouldn’t have accomplished without Ayanokouji-kun.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That is to say, it wasn’t Horikita’s class. It was Ayanokouji’s class. What she said practically amounted to saying those exact words.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“W-whoa, uh, yeah, man,” Shibata stammered. “For real, so Ayanokouji is that amazing of a dude, huh? Uh, well…I never really had that much contact with the guy, so I guess I never really thought too much ’bout it. Or like, uh, I thought, uh, that, like, your feelings were more like respect for the guy rather than you liking him, though.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In a bit of a panic, Shibata tried to refute what Ichinose said, suggesting that she simply wasn’t using the right choice of words in expressing her thoughts, or that it was a misunderstanding.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I do have respect for him too, of course,” Ichinose agreed. “But more than that, I love Ayanokouji-kun.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even though Ichinose answered Shibata proudly and openly, she felt herself flush. That was not because her contact with Ayanokouji had been physical, but rather because for a moment, she had been able to touch the surface of Ayanokouji’s heart, which perhaps even Karuizawa hadn’t been able to see. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Whoa, that’s incredible… I mean, for you of all people to say all that, Ichinose, it’s… Man, how did </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">that</span><span class=\"C_Current__And__Times_New_Roman\"> happen?” said Watanabe, astonished.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Watanabe couldn’t imagine that her feelings were unreciprocated if she was announcing it like this, and cast a fleeting glance at his own crush, Amikura. Meanwhile, Amikura was happy to see that Ichinose had grown to the point where she could clearly state that she loved someone, and came to the conclusion that something must have happened in the process of Ichinose asking Ayanokouji for advice. Maybe they were in a relationship now, maybe even beyond what she was imagining.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Wait, hold on though. Isn’t…” Shibata hesitated as he tried to line his words up. “Uh…doesn’t Ayanokouji already got a girlfriend?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Shibata-kun… Look, um, it’s kinda hard for me to tell you this, but…” intervened Amikura, not wanting to dash his hopes, but deciding that it would be best to come out and say it immediately. “I heard that Ayanokouji-kun and Karuizawa-san broke up recently.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Shibata flopped down on the desk and started twitching slightly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“At any rate, you should all understand things well enough now. That there’s no chance for us to win anymore,” declared Kanzaki. He’d been quietly listening until this point, even when the comments turned more toward gossip, but now it felt like he had a chance to make his classmates accept a different strategy. He had to change the course of the conversation to make them comply with an overall change of course for the class. “Now is precisely the time we should be moving in the direction of collecting Private Points.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">He wanted them to give up on Class A as a whole, and shift completely toward accumulating Private Points. Ichinose had once released the funds that she had been pooling on behalf of her classmates, but they had all begun saving again. If they were to increase the percentage of how much they put into their savings to the uppermost limit and all exhibited self-restraint, they could afford a few tickets to Class A.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you really think it’d be better for us to just throw away the idea of winning, Kanzaki?” asked Watanabe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry, but I wasn’t asking you for your opinion right now, Watanabe.” said Kanzaki, having asserted that an optimistic strategy would only delay the inevitable here. “Answer me, Ichinose.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s certainly true that if it’s difficult to reach Class A, relying on Private Points is the proper way to do it,” Ichinose replied. “I don’t think it’s a bad idea. In fact, I would even bet that some of the former Class A students have been considering that option several times now.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">When we become third-years, it’ll be a one-on-one battle between Horikita’s class and Ryuuen’s class.</span><span class=\"C_Current__And__Times_New_Roman\"> More and more students were beginning to accept this situation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“However, I think that this class of ours can still fight. We can still aim for Class A,” added Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s impossible,” argued Kanzaki. “I cannot imagine that you’ve actually done the job of analyzing the competition, in any way.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hey, come on, Kanzaki. Even if it’ll be tough to catch up like you’ve been saying, it’s not a terrible thing for us to shoot for it,” Watanabe piped up again despite Kanzaki shutting him out, perhaps inspired by Ichinose’s apparent certainty. “It can make all the difference for your motivation if you got a goal that you can really go for with everything you’ve got, you know?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That would be inefficient,” countered Kanzaki, unable to accept an argument without evidence. “You’re certainly free to aim, and you’re free to aspire, but that freedom naturally comes at a price.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t get it. What price is there?” asked Watanabe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I can think of many ways in which there would be a price,” Kanzaki answered. “For example, if we needed to increase our assets in order to win an exam, spending Private Points would be the key to victory in that scenario. It’s not just limited to that kind of thing either. It could be to gather information or to avoid some kind of penalty. Or, what if a student in our class was in danger of being expelled? Would you have another twenty million points ready to go every time something like that happened?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">He was proposing a strategy of not wasting any Private Points, of reducing their consumption of points by ignoring the majority of the competition.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Wait, not only are you giving up on Class A, but you’re even abandoning your friends?!” exclaimed Watanabe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s necessary for everyone in the class to have that approach, not just me,” said Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hold on, everyone, that’s…” sputtered Watanabe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kanzaki, after having gotten Watanabe to quiet down, took the opportunity to stay on the attack.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Himeno, Hamaguchi,” Kanzaki addressed them directly, hoping to gain allies. “What do you think?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well…” said Hamaguchi, hesitating. “To be honest, I also feel that everyone should give the idea some consideration, yeah.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Me too, I think…saving Private Points isn’t a bad idea at all,” Himeno added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So, how about that?” said Kanzaki. “I’m not the only one. There are at least some students in our class who feel the same way.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Wait, hold up. Are you guys all insane or something?” Shibata pulled his face up off of the desk and looked around. His eyes were wet at the corners, but he just couldn’t let Kanzaki’s suggested approach win out without any resistance. “Don’t talk stupid. You sayin’ that we sacrifice our friends so that one or two people can transfer to Class A and reach the goal? No way, bruh. Absolutely not. Our plan for the whole class winnin’ or losin’ together should </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">not</span><span class=\"C_Current__And__Times_New_Roman\"> be changed. No way.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think so too,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Y-yeah…Ichinose…” replied Shibata.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even though she was speaking up in agreement, seeing her warm smile made Shibata feel like his heart was being gouged out all over again, and so he flopped back down on his desk.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Enough already,” spat Kanzaki. “That’s all just wishful thinking.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re right, it certainly is wishful thinking,” said Ichinose without hesitation. “We have been able to fight our way to this point without anyone getting expelled. That is undeniably a strength, but we can’t deny the fact that it’s come at a cost as well, as we’ve continued to lose Class Points in exchange. Regardless, that wishful thinking may also bear fruit.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose answered with confidence, but of course, Kanzaki saw absolutely nothing of her clear vision. To him, it sounded simply like she was talking hypothetically, about her dreams and ideals.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Once again, I want us to graduate from Class A together, without losing anyone,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You do realize that’s impossible, don’t you?” said Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No,” Ichinose replied firmly. “It’s not impossible.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sorry, but I cannot trust you whatsoever,” said Kanzaki. “Yes, I may recognize that you have recovered mentally from the exam, but there is absolutely no way I could be convinced by such a frivolous, careless statement, that we can make it to Class A from here.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, I suppose not. I need to stop thinking that I’ll just resolve it with words, just by saying things like ‘Hey, it’s okay.’ It is true that over these past two years, we’ve fallen from Class B to Class D, after all,” said Ichinose with a nod at Kanzaki to acknowledge that his pointed remark still had a reasonable point. “Regardless, I was hoping that I could ask you to hold on until spring vacation is over.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Can I interpret that as meaning that you’ll prove it to me then?” said Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. If you’re not satisfied with the answer at that time, then I will proactively consider your proposal, Kanzaki-kun,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If Ichinose agreed to lean toward accumulating Private Points, rather than trying to win in the class rankings, then even the classmates that disagreed with the method would likely follow. Just a few more days. Time was precious, but Kanzaki decided that it was worth it just for her to accept his conditions.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You will stand by that statement, right?” he asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I will. I have neither the qualifications nor the right to say that I will absolutely make us graduate from Class A without fail, but I promise. I promise that I will lift the class up to a state where we can compete for Class A,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose looked to her gathered classmates for confirmation. Though they were all puzzled, they nodded to indicate that they would hold off on any conclusions for the moment. From that point on, Ichinose really was her usual self, sounding happy at times and sad at times, as she told them about the events of the past two weeks or so. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Shibata wanted to ask about Ayanokouji the whole time, but in the end, he couldn’t say a single word about it. Perhaps unsurprisingly, he found it hard to ask about something so heavy in front of the other students. He was sure that nothing had really happened between them yet, and held onto that hope as he decided to wait for his moment.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The warm, gentle times of Ichinose’s class had returned. Though Kanzaki was looking at her coldly, he endured it because he had agreed to wait a few days. Then, when he got up from his seat to go use the restroom, Ichinose followed after him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Kanzaki-kun?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…What?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Don’t you think you have something to report to me?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Report?” he repeated as he stopped to turn around and eye her suspiciously, unsure what she was talking about.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I believe that I am responsible for the results of the End-of-Year Special Exam,” said Ichinose. “But, Kanzaki-kun, do you have any explanation for what happened with you? About whether you fought in a way that was appropriate, as a representative?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re saying that there was a problem with the way I fought?” Kanzaki asked. “I fought hard against Horikita, and I lost. It’s frustrating, but that’s the truth.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Did you decide before the exam that you were going to beg your opponent to hand over the win?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Uh…” he stammered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You had given up on winning from the start, Kanzaki-kun,” Ichinose continued. “I wish you would have at least talked to me.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, that’s… Did you hear about that from Horikita? Or perhaps—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s not important who I heard it from,” replied Ichinose, cutting him off.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“N-no, I suppose not. It’s just…that was the only plan I could come up with to win. I didn’t care about how it looked. I had no other choice. At the time, I just decided that it was what I had to do, and…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">He had been making eye contact as he tried to explain himself with dignity, but his breath caught in his throat; he was choking. She looked so different from how she had even mere moments earlier, when she had been listening to what her classmates had to say.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I did ask them to hand over the win… If word got out about that, out in front of Shibata and the other students, then it would definitely lower morale. That’s why I didn’t say anything,” said Kanzaki desperately, trying to make excuses.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Because we couldn’t beat Ayanokouji-kun. Because that was the conclusion you reached, right?” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, that’s—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her strong gaze took a tight hold of Kanzaki’s true feelings, his conscience.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand that anxiety,” said Ichinose. “I also understand the pain of not having anyone who understands. It’s okay now, though.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">What do you mean, okay?</span><span class=\"C_Current__And__Times_New_Roman\"> Kanzaki didn’t have the courage to voice that question.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Forgive me,” he said instead. “It is true that I fought in a way that was not commendable.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you’re ever struggling, you can come talk to me any time. I’ll stand by you when you’re feeling discouraged,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">They were kind words, but Kanzaki only felt a chill run up his spine. That was because he was hearing them as a warning, telling him to never do anything selfish again from here on out. Ichinose turned around and then went back to their classmates, and when she sat down in her seat, the look on her face was no different from usual.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Was that…really Ichinose…?” wondered Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She was different from when she appeared wasted away and exhausted, right after the exam ended, but also different from when she exhibited moments of confidence before an exam. There was something odd, something he couldn’t quite grasp.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12.5",
    "chapter": 36,
    "title": "Chapter 36"
  },
  "nextChapter": {
    "volumeId": "y2v12.5",
    "chapter": 38,
    "title": "Chapter 11: Goals"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Behind the Curtain",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Checking Each Answer",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: Another Time",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: Vacant Throne",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 5: Anticipating",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 6: Illusion",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 7: Even After Graduation",
      "href": "Text/section-0021.html#auto_bookmark_toc_21",
      "index": 22
    },
    {
      "label": "Chapter 8: Parent and Child, Child and Parent",
      "href": "Text/section-0024.html#auto_bookmark_toc_24",
      "index": 25
    },
    {
      "label": "Chapter 9: Celebration",
      "href": "Text/section-0027.html#auto_bookmark_toc_27",
      "index": 28
    },
    {
      "label": "Chapter 10: The Promised Night",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 11: Goals",
      "href": "Text/section-0037.html#auto_bookmark_toc_37",
      "index": 38
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0039.html",
      "index": 40
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0040.html",
      "index": 41
    },
    {
      "label": "Chapter 12 - Epilogue : The Curtain Rises Once Again",
      "href": "Text/section-0041.html#auto_bookmark_toc_41",
      "index": 42
    },
    {
      "label": "Postscript",
      "href": "Text/section-0042.html#auto_bookmark_toc_42",
      "index": 43
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0043.html",
      "index": 44
    }
  ],
  "currentSpineIndex": 37
}