{
  "title": "Chapter 8 - Epilogue : Announcement of the Results",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 8 - Epilogue:<br/>Announcement of the Results</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em;\">FTER AN EXCEEDINGLY LONG</span><span style=\" font-size: 1.00em;\"> two weeks, the uninhabited island exam was over. Apparently, students from a few groups had ended up getting injured because they had tried to push themselves too hard to get results on the final day. Even so, the exam had ended. The teaching staff stationed at the starting point welcomed students as they arrived, showing appreciation and admiration for their efforts.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At just after six in the evening, when the sky was just beginning to redden, the call came, signaling that all participating students had returned, and the process of getting everyone back on board was now complete. As we had been told previously, the results would be announced onboard the ship. However, likely because the school accounted for the possibility that many students would be expelled through the course of this exam, it had been decided that the lower-ranked groups would be notified ahead of time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We were likely going to learn the truth in the not-too-distant future, sometime between when we got back to the ship and before we went to bed, but it didn’t seem like the administrators wanted to turn this into a public execution before the entire student body. The bottom five groups would be called in advance to confirm whether or not the students could be saved via the relief measures that were in place. This meant that the students who could afford to protect themselves from expulsion would pay the necessary cost and thus remain at school. Students who did not have enough Private Points, or those who had the points but for some reason couldn’t spend them, would be expelled at that point. They would have to pack their bags and board one of the smaller ships. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After I took my first shower in several days and finished cleaning myself off, I decided to take a stroll around the ship. I figured that, normally, a student would have used their phone by now to communicate with friends or lovers in a situation like this, but since the school was still holding onto our phones, we weren’t able to do so.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I passed by a few students from Class 2-D and we exchanged a few mutual words of praise and encouragement for our respective efforts. Then, I made my way to the deck. Once I arrived there, I saw a rather interesting pair. They were facing each other and engaged in conversation. They weren’t exactly trying to hide anything about their conversation, though, and soon enough, one of them noticed me standing there. His face was covered with cuts and bruises, indicating that he had been in a fierce fistfight with Housen during the exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks like we got interrupted,” said Ryuuen. “Anyway, you didn’t forget your promise to me, did ya? And the money?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course. I haven’t forgotten, Ryuuen-kun,” replied Sakayanagi. “When the time comes, please come and tell me. Any time.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that exchange, Ryuuen just took one brief glance at me and went back inside the ship’s cabin. Sakayanagi smiled happily at his back as he walked away.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Promise?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. Because the strength of the first-years was unknown to us, I contacted Ryuuen-kun and employed his services,” she said. “A skilled mercenary of sorts. But, as he is someone who would not collaborate with us for free, I told him that if he were to ask me for a favor, then I would grant him one wish.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I see. So that was why Ryuuen had appeared earlier and stood in Housen’s way.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By the way, do you know what the end result of their fight was?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well now, who can say, exactly? I know that both Ryuuen-kun and Housen-kun returned to the starting point battered and bruised, received medical attention, and then both were eliminated from the exam.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This meant that it was unclear who exactly had won the fight, but it had ended with both parties injured, causing one another to be eliminated. Still, it couldn’t have been easy to make Ryuuen do anything when he had been focused solely on winning this uninhabited island exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, and also…are you sure it was okay to do that?” I&#160;asked. “Making a promise to him so casually?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. It’s a promise that may not be fulfilled anytime soon. And besides…that wish of his might end up strangling him in the near future,” said Sakayanagi with a grin, her eyes showing a childlike innocence.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The only thing I was certain of was that it wasn’t any sort of sweet promise at all, like some kind of casual date. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“More importantly, though,” she went on, “I am quite glad that you are safe. Did you have any problems with the timing? Of having the GPS signal disappear, as you had instructed?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The timing was perfect,” I replied. “I’ll definitely pay back the favor.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There is only one thing that I would like, whether it comes sooner or later. To be precise, my wish is to have a serious competition with you, Ayanokouji-kun. One where no one will interfere.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s a pretty difficult request,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand,” she said. “I know that right now, you wish to spend your days as peacefully as possible. I am very aware that you cannot risk doing anything that would make you stand out. There is no need to rush. We still have nearly a year and a half left as students at this school, after all,” said Sayakanagi. As long as we got the opportunity to compete against one another at some point in some form, before graduation, that was all that mattered to her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s almost six. Time for the results to be announced,” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Which groups were at the top, and which groups had fallen short? I supposed we’d just have to go and find out.</span></p>\n<div style=\"page-break-before: always;\"/>\n<p class=\"P__STAR__STAR__STAR__page_break__And__Page_Break\"><span style=\" font-weight: bold; font-size: 1.17em;\">8.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">HEN DINNERTIME</span><span style=\" font-size: 1.00em;\"> rolled around at seven o’clock, the students of Class 2-D naturally began to gather and started eating in the same area. It was to be expected. Both yesterday and today, the list of the lower-ranked groups had not been made available to us, so the only way to find out which groups had performed poorly was to go ahead and ask them directly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First of all… I think that’s great that we were all able to make it through the special exam without a single group from Class 2-D falling by the wayside. And the fact that all students from Class 2-D are here right now is an important sign, indicating that we were able to avoid expulsion. I’m truly, truly glad,” said Yousuke, speaking with wholehearted sincerity as he looked around at his classmates.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had been a little concerned since I hadn’t run into Yousuke even once during our time on the uninhabited island, but it appeared he was more preoccupied with how his friends were doing than with his own fatigue. It was certainly true that if everyone was here, that meant that Haruka and Airi’s group was also safe. I decided to take a peek at the other classes in our grade level to see how they were faring.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the looks of things, no students appeared to be missing from our grade. Everyone was salivating over their first sumptuous meal in two weeks, and they couldn’t stop themselves from digging in and enjoying it. As the faculty began to gather, though, the notification came on to indicate that it was now eight o’clock, and the microphone was switched on.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’d like to ask you to put your conversations and your meal on hold for a moment,” announced Sasaki, the homeroom instructor for Class 3-A. At this urging, the students looked up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First and foremost, thank you for all your efforts during the uninhabited island exam,” Sasaki said, starting with words of admiration. “Excellent work, all. Many of the faculty were amazed to see that, although there was a total of thirteen individual eliminations over the course of the exam, every group managed to survive the two weeks.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure that some of you have already noticed that there are some classes with missing students,” he went on. “As we previously explained, the bottom five groups have been penalized, and the students from those groups have been expelled. I will read those names aloud now. Please note that these groups are composed of more than one person, but only one name will be read aloud here per group, with that person being the representative of that group. A total of fifteen students from five groups have been expelled. They are as follows: Mutou, Class 3-D. Kawakami, Class 3-D. Katsumata, Class 3-C. Shinonome, Class 3-C. Mikitani, Class 3-B.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The first- and second-year students stirred at Sasaki-sensei’s words. I had already confirmed that those students were most definitely near the bottom of the rankings at the end of the twelfth day of the exam, but still, the fact that every expulsion came from the third-year grade level was rather unexpected. I had assumed that Nagumo would swoop in and bail them all out. I had also expected that, in the course of that tumultuous turnover, several first-year and second-year students would’ve been kicked out instead. But, in the end, five groups of three from the third-year classes had disappeared.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, since none of these students employed the relief measures that we had set, the expulsion of all fifteen of these students has been set in stone,” added Sasaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Given these results, did that mean that the third-years had privately decided to let those five groups get expelled? That’s what I thought at first, but from looking at the faces of the third-year students present, that apparently wasn’t the case. Many of the students didn’t look composed at all. Rather, they were shaking, like they couldn’t believe what they had just heard. They looked frightened by these results, as though they were being made an example of. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I looked for Nagumo, but even just from looking at his side profile for only a second, nothing about him seemed different than usual. Still, maybe that little last-minute scuffle with me had something to do with this outcome. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A giant screen was turned on, and another person stepped out while an image was projected onto its white screen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The results of the uninhabited island special exam will now be given, and the top three groups will be announced.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was Acting Director Tsukishiro. He didn’t show the slightest indication that he had been in a fight with me. He proceeded with the announcements just as calmly as he did when he made his remarks at the start of the exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In third place…from Class 2-A, Sakayanagi Arisu’s group with 261 points,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A second-year group was named and identified as the third-place winner. By taking full advantage of being the only group within our grade level with seven members, they had accumulated a fair number of points and had slowly but surely risen through the rankings, settling in nicely at third place. Ichinose had broken away from the group for about half a day on the final day of the exam, but I guessed that the effect of her departure had been minimal after all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen and Katsuragi’s group had also fought hard in terms of how many points they had collected, but Ryuuen getting eliminated on the thirteenth day must have had an impact. Working alone, Katsuragi couldn’t get the Early Bird Bonus anymore, and there was a decrease in the number of Tasks in which he could participate. It must have been a trying two days for him since he would have been looking for security to avoid the risk of elimination. I figured that the fact that our scores were doubled on the final day must have also worked against&#160;him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On the other hand, Sakayanagi had carried things well. The students she had sent to stop the first-years were all people outside of her own group. The tablets used had also come from other groups, so she hadn’t taken on any big risks. She managed the situation well by pitting Ryuuen against a dangerous opponent. I was sure that Ryuuen himself should have had the foresight to see that going against Housen would have been risky. Did he take the job because he had some fateful connection with Housen, dating back to their junior high days? Or did it have something to do with the promise that Sakayanagi had mentioned?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If it was the latter, then it must have been something more attractive to him than the increased rewards he would’ve earned from getting third place with the Trials and Tribulations Card. At any rate, what was surprising to me was Kiriyama’s group losing steam in the final stages of the exam. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now, it was time for second place. It wasn’t an exaggeration to say that this was where everything would be decided. At the end of the twelfth day of the exam, I had verified that Nagumo and Kouenji alone stood at the top of the rankings at number one and number two respectively. Even if one of them had dropped somewhat in points, I wasn’t expecting there to be any shakeups based on the announcement of the third-place score. So, was it going to be Nagumo, who led the third-years, or would it be Kouenji, who forged on ahead at a breakneck pace while working alone?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In second place…from Class 3-A, Nagumo Miyabi with 325 points.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When Tsukishiro read that out, what I heard wasn’t what you might call “cheering.” It was more like screaming. Without taking a moment to pause, Tsukishiro went on to announce the first-place winner.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And in first place…from Class 2-D, Kouenji Rokusuke with 327 points.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The instant that Kouenji’s name was called, every student’s eyes immediately fell on him. Kouenji simply sat where he was, calm and leisurely. He wasn’t boasting about his win, nor was he showing off to anyone about it. Looking at the results, there was only a difference of two points between their scores. It was such a small margin that one single, trivial incident could have overturned the results. Nevertheless, Kouenji had managed to come in first place while operating under the toughest of conditions—by working alone.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Getting first place meant that 300 Class Points were going to be awarded to our class, and Kouenji was personally going to receive a million Private Points and one Protect Point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kouenji-kun really did it after all,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kouenji briefly shot a knowing look over at her. A&#160;look which seemed to say, </span><span style=\" font-style: italic; font-size: 1.00em;\">“You understand what this means, yes?” </span><span style=\" font-size: 1.00em;\">And in response, all Horikita could answer with was a nod. Kouenji had, in brilliant fashion, done exactly what he had publicly promised he would. That meant he could be excused from any obligations until graduation. He was going to be spending his days here at school according to his own whims, even more so than before.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For the love of… Well, to be honest, I can’t be happy about this,” Horikita said. “If anything, I’m astonished beyond words…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Shouldn’t you be happy about it for now, at least?” I&#160;replied. “He did just single-handedly get us 300 Class Points. That’s an extremely significant increase in moving us closer toward Class A. This is the second time that we’ve secured our escape out of Class D.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Besides, Kouenji had always done whatever he pleased, anyway. There was nothing to control him now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I suppose you’re right,” Horikita conceded. “With the points we’ve gained, we’ve closed the gap in one go. It&#160;wouldn’t be surprising if we ended up swapping with B or C, given the circumstances.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Provided we don’t make some careless blunder in our daily lives and end up falling down tremendously,” I&#160;added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class Points could be deducted rather subtly at times, after all, based on how we conducted ourselves daily and from instances of problematic behavior.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Please don’t say something so unpleasant,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once again, I thought about how significant a two-point difference could be. I thought back to when Nagumo showed up, having deliberately gone out of his way to intercept me. I heard the voice of his comrade via the walkie-talkie back then. I had the feeling that if Nagumo had responded to that student back then, the first- and second-place winners would have been reversed—and that there likely would have been different groups being expelled from school right now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed that I wasn’t going to find an answer thinking about it now, though. At any rate, this long, drawn-out special exam had come to a safe conclusion. Miraculously, we had managed to get through the summer without a single student from our grade level getting left behind. I&#160;had also unexpectedly established that Amasawa Ichika was a student from the White Room.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t understand why, but she was siding with me rather than Tsukishiro, at least for now. Was this part of some premeditated strategy? Or was it Amasawa’s decision alone, having betrayed the White Room? At present, I didn’t have enough evidence to make a definite conclusion either way. But the information I had gained was in no way insignificant. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Still, some mysteries remained. At this rate, this summer vacation wasn’t necessarily going to end so quietly.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v4",
    "chapter": 13,
    "title": "Chapter 7: The Man Called Tsukishiro"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Amasawa Ichika's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Secret Maneuvers",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: Just Keep Going and Keep Quiet",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Fighting Against Solitude",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Under Siege: Kouenji VS. The Free Groups",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Each and Every Calculation",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: The Man Called Tsukishiro",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : Announcement of the Results",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 14
}