{
  "title": "Chapter 2: Secret Maneuvers",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 2:<br/>Secret Maneuvers</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HE RAIN STARTED</span><span style=\" font-size: 1.00em;\"> to come down harder and the fog was beginning to thicken. Though visibility was getting worse, and it was getting harder to hear, I had a bad feeling that someone was coming up behind me. It&#160;sounded like someone hopping up and down in the mud, like they were intentionally and exaggeratedly stomping about. Nanase seemed to immediately notice the sound and the presence too. When I turned around to look, I saw that the student approaching me had suddenly come to a halt, her red hair fluttering behind her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Seems like it’s gonna be an intense storm, huh, senpaiiii?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The student who appeared out of the rain was none other than Amasawa Ichika from Class 1-A. Though it was a well-established fact that Nanase and I shared the same Table, I couldn’t possibly imagine that her being here was a simple coincidence. There were no other students around, and Amasawa didn’t appear to have a backpack or tablet with her. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">How did she come all this way? One possibility was that she had hidden her things somewhere in the nearby area before approaching us. Another possibility was that she hadn’t been carrying anything on her person at all this whole time, and she’d been following me from fairly early on. I supposed it was also conceivable that someone else had used the GPS search feature and given her directions via a transceiver, and Amasawa came here by following those coordinates. All in all, I could rule out the possibility of this being a coincidence.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In any case, no matter how she managed it, her arrival wasn’t a welcome one for me. On top of that, it didn’t look like she came here completely empty-handed. She was brandishing a thick wooden stick in her left hand. It certainly looked like a dangerous enough weapon, and she could beat someone down with it. Had she been trying to catch us off guard, and we had simply sensed her presence? The weather was bad at the moment, though. If she had intended to attack us, she could have crept up much more quietly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please get behind me, senpai,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I was trying to work out the reason behind Amasawa’s arrival in my head, Nanase stepped out in front of me, despite being physically drained herself. I could tell from looking at her face that she made no attempt to hide her alarm. She stared fixedly at Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh? What, you’re not gonna greet me with open arms, Nanase-chan?” said Amasawa. “Dang, you’re sure giving me the cold shoulder, even though we’re part of the same group and all. Sheesh. Or maybe you’re feeling a little shaken up by this thing I’ve got in my hand, hm?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa casually tossed the stick down to the ground by her feet, as if to show that she was completely harmless. However, Nanase didn’t let her guard down at all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re… You cannot be trusted,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wow, harsh. How can you say something like that? Even though I’m </span><span style=\" font-style: italic; font-size: 1.00em;\">this</span><span style=\" font-size: 1.00em;\"> dang cute?” Amasawa teased.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t think that being cute meant the same as being trustworthy, but I supposed that didn’t really matter right now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s going on, Nanase?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that there was an aspect to Amasawa that made it hard to know what she was thinking. It wouldn’t be overestimating her to say that she was someone with exceptional acting skills and capabilities. It was reasonable to be wary of her. That was something I had come to understand well enough by this point. But, even so, I&#160;couldn’t explain Nanase’s unusual degree of caution.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was clear that there was some reason Amasawa had come here, of course. I supposed it was conceivable that Nanase was just overreacting because she was on my side now, but…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, I’m not a bad guy. Isn’t that right, Ayanokouji-senpai?” Amasawa said. “How about we have a little chat?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please do not listen to her. She’s dangerous,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Amasawa wasn’t showing us any blatant hostility, Nanase relentlessly and sternly rejected whatever she wanted to say. Though this could have been taken as unwarranted criticism, Amasawa didn’t seem bothered by it at all, even though she had made some comments about being hurt by this rejection.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Senpai… There’s something that I’ve been hiding from you all this time,” Nanase started. “Do you remember how Komiya-senpai and Kinoshita-senpai from Shinohara-senpai’s group were eliminated? You and Ike-senpai climbed up the slope back then, right?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I remembered that Ike had heard a sound coming from up above and scrambled up the slope to investigate, thinking that it was Shinohara. Since I had decided that it would be dangerous to let him go off on his own, I followed him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“After you left, I noticed that someone had been watching us nearby, so I gave chase,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you weren’t with Sudou and the others when we found Shinohara on our way back?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase gave a small nod.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Although I couldn’t catch up to whoever was running away…I did happen to see the person’s rather distinctive hair.” As Nanase spoke those words, she slowly extended her right arm and pointed her index finger at the other girl, identifying her as the culprit. “You were the one watching us back there, weren’t you, Amasawa-san?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Aha!</span><span style=\" font-size: 1.00em;\"> So, you saw me after all, huh?” said Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She didn’t deny it. Actually, she laughed and immediately admitted to it. Amasawa didn’t appear upset in the slightest, nor did she even seem surprised that she had been seen. It sounded as though the presence that I sensed watching us back then was Amasawa after all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You were the one who hurt Komiya-senpai and Kinoshita-senpai, weren’t you?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Uh, don’t you think you’re jumping to conclusions?” said Amasawa. “Maybe I just so happened to be there at the time, that’s all.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, you wouldn’t have needed to run away, though, would you?” Nanase pointed out.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, of course you’d run from someone if they’re chasing after you with a scary look on their face,” said Amasawa. “Besides, I don’t like being suspected.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I find that very hard to believe,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, basically you’re saying that you’ve made up your mind that I’m the one who knocked those two off the cliff, is that it?” said Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure of it. There can be almost no doubt,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, you’re sure of it, but you have ‘almost’ no doubt, huh?” said Amasawa. “Doesn’t that mean that maybe you don’t actually know what really happened?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though they belonged to the same group, the two girls kept arguing in circles.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, can you swear that you weren’t the one who hurt Kinoshita-senpai and Komiya-senpai?” demanded Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, I can swear anything, I guess. But there’s nothing you can do to make sure what I swear is the truth, Nanase-chan,” countered Amasawa, suggesting that there wasn’t any point in saying anything one way or another.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway,” Amasawa added, “turning the question around, what would you do if it </span><span style=\" font-style: italic; font-size: 1.00em;\">was</span><span style=\" font-size: 1.00em;\"> me who did it? What then?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Rather than retreating from Nanase’s accusations, Amasawa dove into them headfirst instead. Nanase seemed a little overwhelmed, but she pressed on to try and find out what Amasawa was playing at.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why would you do something like that?” said Nanase. “Please, tell me the reason. Actually, wait, before that—why didn’t your name come up on the map when&#160;the school administrators searched for GPS signals in the&#160;first place?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That should have been clear enough, even without needing Amasawa to explain.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I answered for her. “Making sure you don’t leave any traces on the GPS isn’t that hard. All you have to do is break your watch.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa gleefully showed us the watch strapped to her right wrist.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Correctamundo!” she said. “Whether it’s intentional or not, if the watch malfunctions, it’s all the same in the end. Besides, you can replace it for free.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But if you broke your watch beforehand and caused your GPS signal to drop, wouldn’t the school officials have noticed?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, yeah,” Amasawa admitted. “But it’d be difficult for them to notice right away, especially if they were rushing over to an emergency to see what happened.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There were over 400 GPS signals on the island. Even if there were one or two missing when the school officials checked their tablets, they wouldn’t notice them immediately. They also wouldn’t have the time to thoroughly check for every signal. The teachers’ only priority was the general safety and well-being of the students.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even so, wouldn’t the school officials conduct a thorough investigation later?” Nanase said. “It would only be a matter of time before you were found out.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That—coupled with the fact that Shinohara had given testimony that her group had been attacked by someone—would naturally cause school officials to investigate the matter more deeply. During the time of the incident, Amasawa’s GPS signal had disappeared, and only hers. That was entirely possible. However, therein laid the problem.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If it were only Amasawa’s GPS signal that went dark at the time of Kinoshita and Komiya’s attack, then yes, it’d be inevitable that the school would become suspicious of her,” I said. “But that’s not enough. Since no further evidence will ever be found, they can’t definitively declare that she is the culprit.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But that’s—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had guessed that Nanase was standing off against Amasawa because she wanted to conclude that Amasawa was the culprit. However, verifying that Amasawa was the one responsible would be much more difficult than she seemed to think. School officials would be absolutely determined to avoid being hit with any legal action that could arise if they were to eliminate Amasawa because of false accusations. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Also, the entire idea of the watch, which was originally intended as a means of keeping maintaining order and rules during this uninhabited island exam, could be rendered null in a number of ways. These watches had to be strictly regulated to prevent wrongdoing. We were allowed to replace watches that stopped working due to any sort of malfunction, but only once. It would cost you the ability to earn points whenever your watch broke down, and a broken watch could eventually lead to elimination.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, the stricter the regulations were, the greater the possibility that you could find some kind of loophole and commit fraudulent activities in a different way. For example, you could tinker with a rival’s watch to make it stop working. Moreover, if someone’s watch malfunctioned due to an accident, or if equipment failure really did lead to someone’s elimination, that would probably find that a tough pill to swallow.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Rules are meant to be broken,” said Amasawa. “Happens all the time. Besides, it doesn’t matter what you do as long as they don’t find any evidence.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though I had some issues with the way she said it, Amasawa was correct.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But Nanase went on. “If there’s no other evidence, then I can testify that you were there when it happened, Amasawa-san.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It wouldn’t make a difference,” I replied. “The only facts we have are that her GPS malfunctioned and that she was at the scene of the crime. The school would say it’s suspicious, but that’s all.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Amasawa were a student with a history of violence and significant behavioral problems like Sudou or Ryuuen, then the school might have paid more attention to anything suspicious. However, the person standing in front of us right now was simply a girl in her first year of high school. There was a low chance that anyone had a negative impression of Amasawa. More importantly, though, Komiya and Kinoshita couldn’t give testimony saying that they had been attacked, and Shinohara could only make a vague statement about what happened. She didn’t even know who had attacked them. The same held true for Nanase. All she could say was that she saw Amasawa </span><span style=\" font-style: italic; font-size: 1.00em;\">near</span><span style=\" font-size: 1.00em;\"> the scene of the crime. Without conclusive evidence, it was impossible to get the school to punish Amasawa for the incident.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There you have it, Nanase-chan,” Amasawa said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At any rate, we still didn’t know the reason Amasawa was here right now. Nanase kept pressing and Amasawa just kept playing word games with her. The conversation kept going back and forth, and there was no sign of any actual progress being made. It was getting harder and harder for me to believe that she was about to try anything funny. For the time being, I figured we should set aside the question of whether Amasawa was really the one who had hurt Komiya and Kinoshita. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I decided to try asking her something else so I could get this conversation out of a deadlock.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What did you come here for?” I asked. “Actually, how did you even find us?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since we still had more of this special exam ahead of us, I thought that we should avoid standing here in the rain all day, letting ourselves get drenched. I wanted to get my tent set up as soon as possible and get out of this downpour.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Aww, come on,” said Amasawa. “Don’t be in such a rush, Ayanokouji-senpai. Let’s just be happy that we get to see each other like this here on the island!” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry, but standing out in the rain tires you out a lot faster than you might imagine,” I replied. “I’d like to make this quick.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okey dokey, then how about we work together and set up your tent, and you and I spend the night here together, just the two of us?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa should have been fully aware of the fact that men and women were not allowed to spend the night together in the same tent. It seemed like she was trying to buy herself time by continuing this meaningless conversation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, are you worried about that? Don’t worry, it’s no biggie! I mean, it’s not like the school can monitor every single thing,” Amasawa continued.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She started walking toward us to approach me, but Nanase immediately jumped in front of her and grabbed hold of Amasawa’s arm.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, what’s the big idea?” asked Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Weren’t you planning on trying to hit Ayanokouji-senpai just now?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When the heck did you turn into such a knight in shining armor, huh, Nanase-chan? Weren’t you scheming with Housen-kun to get him expelled?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, that’s… That has nothing to do with you,” Nanase said. “What is your purpose in coming here?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I got lost, so I came here looking for help,” said Amasawa. It was such a blatant lie that it was like she didn’t even care if she sounded remotely believable or not.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps she had come here just to confirm whether the situation between Nanase and I had been resolved, and to observe what developments there might have been now that things had been settled. Judging by how Nanase was acting right now, Amasawa should have been able to grasp that she had already switched over to my side. Well, no, if that were true, then there would be little point in her sticking around and engaging in such meaningless chit-chat.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I want to talk to Ayanokouji-senpai,” said Amasawa. “Would you get out of my way?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can just tell him what you want to say from where you’re standing now, can’t you?” countered Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, can’t do that. Since it has to do with the White Room, y’know.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, she revealed her identity all on her own. Perhaps she thought it would be useless to try and hide it any longer.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase turned to look in my direction, shocked. During the first semester of the school year, there had been whispers suggesting the presence of a student from the White Room, but I had never been able to ascertain who it was exactly. I never imagined that I’d come to learn about it in this way, in the form of a confession directly from Amasawa herself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Get the picture now, outsider?” Amasawa said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Amasawa really was a student from the White Room, then I could certainly understand why she would call Nanase an outsider like that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let go of her arm, Nanase,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase, though disgruntled, obeyed my command and released her. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There, there. Aren’t you a good girl, Nanase-chan? You know, personally, I don’t really hate how much of a loyal puppy you are.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa started to close the distance between us, bit by bit. Would we finally be able to get this conversation moving?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry, but Nanase said something similar before too,” I&#160;told her. “Don’t expect that I’m going to believe whatever you say just because you said the words ‘White Room.’”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s totally okay. I can even give you proof. But…it </span><span style=\" font-style: italic; font-size: 1.00em;\">might</span><span style=\" font-size: 1.00em;\"> be a little problematic if Nanase-chan were to overhear it,” said Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She flashed us that same devilish grin she always wore as she looked over at us. Her smile seemed to say, “</span><span style=\" font-style: italic; font-size: 1.00em;\">You understand, right?” </span><span style=\" font-size: 1.00em;\">She shooed Nanase away with a casual wave of her hand. Nanase was reluctant to just carelessly allow Amasawa to approach me, but she soon did as she was asked. The rain was starting to come down harder now, so if Nanase stood a few meters away from us, and if Amasawa and I spoke quietly, she wouldn’t be able to hear our conversation. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa, trudging along through the mud, finally came within arm’s reach of me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay then. Where should I start, I wonder,” said Amasawa to herself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She looked like she was deep in thought, like she was wondering how she could explain things to me so that I would understand what was going on. It went without saying that her being here right now in the first place was incomprehensible to me. The student from the White Room had been lying in wait to get me expelled until today. And yet Amasawa had simply revealed her identity to me without even trying to spring any kind of trap. Even stranger was that after all of that and revealing herself, she seemed hesitant about what to say next. She was obviously stalling for time and was doing all of this just to drag things out. Just as I was about to decide whether to press her on that, Amasawa opened her mouth to speak.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When you were ten years old, you underwent project five in the course curriculum, which was based on social constructionism theory. When you were eleven years old, you underwent project seven, which was based on the theory of relativity. I took both of those courses too, so I remember them quite well,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">These were concrete details about my past; this was Amasawa’s way of offering proof that we were both from the White Room.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It was a world of all white,” she added. “Everything and anything. The classrooms, the hallways, even our own individual rooms that we were given.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It certainly seemed like she knew far more than Nanase did about the White Room, at the very least. It wasn’t likely that she had just gotten the gist of it from Tsukishiro either; he wasn’t the kind of person who would discuss the inner workings of the White Room with outsiders. From what I had just heard, I could conclude that Amasawa was indeed the agent that I’d heard about. From the things that she said to the way that she acted, she certainly fit the part of a White Room student.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s the benefit for you in deliberately coming here and revealing yourself to me?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I suppose you’ve got a point there,” said Amasawa. “I figured that’s what you’d get hung up on. That makes sense. But, y’see, I just wanted to tell you that I’m not your enemy, senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That sure sounds contradictory,” I replied. “The White Room student is an agent sent here to get me expelled. If you’re claiming not to be my enemy, then things don’t add up.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa continued. “You’re a fourth-generation student, Ayanokouji-senpai.” She was already soaking wet, but she didn’t seem to mind. “The students from the generation that came after you all harbor intense feelings of jealousy toward you. They figured if they were to use another White Room student to take care of you, that jealousy would motivate whoever they picked to get you expelled. But the people at the top messed up when they chose me for the task. They couldn’t see that I’m just a sweet maiden whose only feelings toward you are a secret admiration and yearning, Ayanokouji-senpai. I’m not jealous.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And that’s why you’ve revealed yourself to me like this?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa nodded in response.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, couldn’t you have done this right after you came to the school and told me then? You had no trouble making it all the way to my room before. We had plenty of chances to talk.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s because no matter how much you admire someone, it’s all in your head,” said Amasawa. “It’s nothing more than your imagination at first. It takes time to meet them in person, to talk to them, to come to think, ‘Yeah,&#160;I’m so glad that that I came to admire and long for this person,’ y’know?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, she was suggesting that if I hadn’t turned out to be worthy of recognition in her eyes, I could still have been eliminated. This whole conversation had been to that end, then. That made sense.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you understand?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah,” I replied. “Only someone who was on my same side would bother to talk to me this much about the White Room.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Exactly,” said Amasawa. “It kinda feels amazing, doesn’t it? Being able to just spend your time at school, as a normal high schooler, I mean.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Up until this point, I had thought I was the only one who felt this peculiar sensation. I found it interesting that another White Room student was having this same experience, in the same way that I was.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you’re experiencing the same feelings that I am, then does that mean you also find this school to be interesting?” I asked her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know exactly what you’re trying to say, senpai. I’ve definitely thought to myself more than once that it’d be great if I could keep enjoying being a student here until graduation, just living a fun, interesting life as a student. I’m not particularly good at making friends though, so I don’t have that many people to talk to,” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It kind of felt like she and I were similar. I could talk to Horikita and Ike and the others, but it always felt like there was a distance between us. I remembered that there was a lengthy period of time where I couldn’t honestly call them “friends.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not really lacking in communication skills like you seem to be though. You know what I mean, senpai?” said Amasawa, correcting me. It was almost like she had just read my mind. “I’ve basically learned the same things that you did, senpai. But you know, there are also some things that only the ones who came after you, the fifth-generation students, have learned.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t answer. Amasawa continued speaking.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We learned to communicate with others, at least at a bare minimum level,” she said. “I heard that up until the fourth generation—your generation, senpai—there was too much individualism. There were lots and lots of students who just broke down, right? Of course, the poorly made kids were left out of the equation. Only the best of the best of us were allowed to be in contact with one another.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If what she said was really the truth, then it made sense that she was able to make such rich and emotive facial expressions so easily. Personally, I could put on an act and pretend to be someone else for a brief period of time, but it was difficult to break free of my naturally emotionless state. It was a habit I’d had for much of my&#160;life. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You still don’t believe me?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I believe that you’re telling the truth about your background,” I conceded. “But I’m still not convinced that’s the reason you’ve decided to reveal yourself to me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know, for someone who just openly acknowledged the fact that I am indeed a student from the White Room, you’re really quite calm, aren’t you? Do you think I don’t pose a threat to you, senpai?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t answer her question. Amasawa simply smiled and continued talking.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anywho… I’ve said what I wanted to say to you, senpai. I think I’ll be taking my leave now.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She then turned her back to me, as if just having me recognize that she was a student from the White Room was enough.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you planning, Amasawa?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, come on. I already told you, didn’t I?” She turned around. “I just admire you very, very much, Ayanokouji-senpai,” she said, stroking my cheek with her wet fingertips. “So… Please don’t let yourself get crushed without my permission.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa pulled her fingers away from my cheek and started to walk away from me. </span><span style=\" font-style: italic; font-size: 1.00em;\">Don’t get crushed without her permission?</span><span style=\" font-size: 1.00em;\"> Who exactly was she implying that I would get crushed by? Tsukishiro? The students who were after the twenty million Private Points? Or perhaps…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you all right, Ayanokouji-senpai?” Nanase ran over to me, looking worried. “She didn’t do anything to you, did she?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I told her there was nothing to worry about, and then looked at my backpack.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s still raining. We’d better hurry,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although there was so much information I wanted to sort out, there were other things we needed to prioritize right now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. We should set up our tents,” agreed Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh yeah, that reminds me,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was one thing that I couldn’t forget to check. Now that she was gone, I needed to examine Amasawa’s footprints.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Senpai…?” said Nanase, puzzled.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The footprints are going to get washed away pretty quickly in this rain,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Amasawa had only just left, and her tracks were still fresh, her footprints were already starting to lose form.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, her footprints? But, what about them, exactly?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There were footprints near the scene of the crime when Komiya and Kinoshita were injured. Looks like the ones Amasawa just left are about the same size as those were,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Which meant that Amasawa was most definitely in the area at the time, just as Nanase had witnessed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I knew it,” said Nanase. “Amasawa didn’t just so happen to be nearby by coincidence. She was the one who did it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We don’t know that for sure,” I replied. “We can conclude beyond a doubt that Amasawa was monitoring you and Sudou at that time. However, it still doesn’t prove that Amasawa was the one who pushed Komiya and Kinoshita.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For a moment, it seemed like Nanase couldn’t understand what I was saying.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, it’s true that there might not be any hard evidence, but surely we can still conclude that she was the one who did it, don’t you think?” she argued.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If we were to make deductions based only on the information that we have now, then yes, Amasawa would most definitely be the culprit,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s what I think. Once again, I did see Amasawa-san there,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That certainly wasn’t a mistake in judgment on her part, obviously. She really did see her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But it’s not like you actually saw her push them, did you?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… Well… There’s also that confession she just gave us just now,” countered Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think we’d be hard-pressed to call that a confession,” I&#160;said. “All she said was, ‘What would you do if it </span><span style=\" font-style: italic; font-size: 1.00em;\">had</span><span style=\" font-size: 1.00em;\"> been me? What then?’ She never actually said that she did it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Perhaps she was afraid of being recorded, or something along those lines?” Nanase suggested.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“With all the noise from this downpour, and on top of that, considering the state that we’re currently in, do you really think that there was any need for her to be that wary?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Anyone could see that this environment was not exactly conducive to recording audio.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even so, it’s not as though we can be certain,” said Nanase. “She does understand that you in particular are someone that she should be wary of, Ayanokouji-senpai. And it is reasonable to assume that she would have taken the utmost precautions.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Amasawa were trying to minimize the risks as much as possible, sure, that would certainly have been the wise choice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you intentionally harmed two students, causing potentially life-threatening injuries if left untreated, then you should run away as fast as you possibly could immediately. Why would Amasawa have gotten so close to us on purpose and let you see her escape?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase pondered my question as she collected her backpack.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… Well, we should consider that it could be because she was concerned about Komiya-senpai and Kinoshita-senpai’s conditions,” she reasoned. “It’s the same mindset as an arsonist who returns to see the aftermath of their fire.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">True, people often said arsonists returned to the&#160;scene of the crime. There were many theories about the psychology behind that, but it was dangerous to apply the same idea to this case so casually. If we assumed that Amasawa was indeed the perpetrator of this incident, then we would only end up seeing the superficial components of the case.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It simply doesn’t make sense that someone who was prepared to do whatever it took, no matter the consequences, would risk going back to the scene of the crime because they were concerned about the people they attacked,” I said. “It doesn’t add up. The fact of the matter is that you spotted Amasawa from behind as she was running away. It’s hard to imagine that anyone sent in by Tsukishiro would have made a mistake like that.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I continued to track the deteriorating footprints so I wouldn’t lose sight of them.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And why would she have gone out of her way to catch up with us and reveal her identity?” I added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I thought that since she had seen me, she decided that she couldn’t hide her involvement,” Nanase replied. “So, she allowed herself to be seen instead. If the incident had been reported to the school, then it would have become a problem for her, even if the school officials could not corroborate the details of the crime. It would have jeopardized the role that Acting Director Tsukishiro had entrusted her with.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In the end, though, Amasawa coming back to the scene of the crime is contradictory,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Couldn’t we just dismiss that as a careless blunder on her part?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not a chance.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed it was possible that Amasawa had intentionally let Nanase see her for one reason or another. At any rate, though, I had successfully managed to get a new clue from the footprints that I was tracking.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just as I thought,” I said. “There’s something that we cannot overlook in all of Amasawa’s actions.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you mean?” repeated Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I traced Amasawa’s footsteps, which were just about to be cleared away by the rain. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seemed like Amasawa had approached from directly behind me. But if you trace her footprints back…” I directed Nanase’s attention to the footprints.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?” she replied, now noticing the bizarre inconsistency herself. “These are someone else’s footprints, aren’t&#160;they?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The other set of footprints seemed to be slightly larger in size than Amasawa’s, but since they were half-gone from the rain, I couldn’t determine their exact size.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can see that whoever this person was, they briefly came close to us,” I said. “Here, you can see the tracks are all messed up. This is the point where these tracks&#160;meet with Amasawa’s footprints, and this is where this mysterious visitor turned back.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re saying that…someone else was here before Amasawa-san came over to talk to us?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There didn’t seem to be any way to determine whether this person was a student or a school official at this point in time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can you bring me the stick that Amasawa was holding before?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Y-yes,” replied Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase went over, picked up the stick that Amasawa had thrown to the ground earlier, and came back over to me. After looking at it, I narrowed down my hypotheses and felt like I could make one educated guess.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you notice anything about this?” I asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do I…notice anything? Well, it does look dangerous. It would cause a lot of harm if you were to hit someone with it. Oh, wait a minute. Is that…?” She trailed off.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As she was feeling the wooden stick she held in her hands, Nanase also noticed something.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t imagine that this was just randomly picked up off the ground from somewhere around here,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. The useless parts have been scraped off, so that it could be used as a deadly weapon. Its condition is far too unnatural for me to think that it’s just some branch that naturally fell off of a tree,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then was Amasawa-san planning to attack you using this stick, Ayanokouji-senpai?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If Amasawa had been planning to attack me, then she should have just hit me with a surprise attack without a single word. But even though she was holding onto a weapon, she didn’t show any signs that she was planning to attack me with it. Rather, I think that she specifically intended to use it to make herself noticeable.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From that, there was something else that we could infer as well.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That means that from the beginning, she never planned to attack you,” said Nanase. “Amasawa-san wasn’t the person who originally brought this stick here. It belonged to the other person who vanished. Correct?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The other visitor’s footprints were close together when they were approaching us, having taken short strides. However, after they turned back, the footprints were spread farther apart. They must’ve ran away, either to avoid being seen or because they were trying to escape.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But, why?” said Nanase, confused.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Amasawa said that I’m someone she deeply admires,” I&#160;mused. “When I consider the possibility that she tried&#160;to protect me when I was about to be attacked, I can start to see some connections to what’s been going on.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t help but feel that it’s a little dangerous to determine that she’s your ally just from that though…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course. Anyway, though, I really have no clue who left these footprints, but they must’ve been after me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Could… Could it have possibly been someone affiliated with the school?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s a possibility,” I agreed. “But remember, I do have a bounty on my head.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was quite possible that these footprints belonged to a student who was after the prize money. And it was also conceivable that, whoever it was, they were willing to take the risk and try and get me expelled by force.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, I’ve got it!” shouted Nanase, sounding as though she had just thought of something. “Senpai, let’s do a GPS search right away! Not that much time has passed since Amasawa-san arrived here and talked to us. Even if the other mystery person was running away at full speed, they most likely wouldn’t have gotten that far in this poor weather. Don’t you think so?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that if we conducted a GPS search right now and picked up a signal in the surrounding area, we could narrow down our list of suspects. All we had to see who was in the area, starting with those closest to us.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, but I suppose that if this person broke their watch like Amasawa-san did, then we wouldn’t be able to identify them…” added Nanase, dejected.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not necessarily. If you break your watch, that means your GPS signal goes dark. What if I did a search right now and we found that only one GPS signal was missing from the map other than Amasawa’s?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Then we could confirm that whoever it is, they’re the perpetrator.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah,” I said, “which is why the person who came here to attack me is not going to break their watch.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, it’s well worth it for us to spend the extra point to search, right?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured it had only been about fifteen minutes since Amasawa had approached me to talk. Even if this other visitor had run away as fast as they could to put some distance between us, they would’ve had to try desperately hard to get out of the area that we were currently in. If we were lucky, the person who left the footprints and then vanished would be the only other person in this area aside from us. That was exactly why I </span><span style=\" font-style: italic; font-size: 1.00em;\">should</span><span style=\" font-size: 1.00em;\"> have done a GPS search right then and there as Nanase suggested, but…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, we’re not going to do a GPS search,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?! Wh-why not?!” shouted Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No matter what kind of person we’re dealing with here, it wouldn’t be surprising if they had some kind of countermeasure if we decided to try and search for them. It’s also possible that people who are completely unrelated to this incident might come up in our search.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We couldn’t say for certain that this person wasn’t hoping to get us to conduct an investigation in order to throw suspicion onto totally unrelated people. I figured that it was best to be wary of situations where your opponent pushed information onto you, just like how Amasawa had let Nanase see her, making her into a witness, and then appeared again before us just moments ago.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But it seems like a waste not to,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At the very least, if it were me, I certainly wouldn’t be stupid enough to let someone catch me with something like a GPS search. If this person has forgotten that that we can do something like that, then there’s absolutely no reason for us to be afraid of them,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase was still somewhat unconvinced, but she seemed to go along with my decision on the matter. At any rate, even if I wanted to take a moment to sort out my thoughts on the matter, I figured that I shouldn’t do that under the current circumstances. I decided to stop our conversation there for the time being and quickly started setting up our tents. To say that the rain was starting to come down hard would be an understatement.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase and I put our tents next to each other, face-to-face. After we managed to get everything laid out, we ducked into our respective tents to take shelter from the rain. Closing my tent, I took off my wet gym clothes, jersey, and underwear, wiped myself down, and dried my hair off with towels. After changing into some spare clothes that I had handy, I opened the cover to my tent and peeked outside. Even though it was still around midday, it was so dark outside that it looked like night had fallen. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We were probably going to be stuck here for at least the rest of the day. The rain poured down relentlessly, threatening to seep into my tent, so I closed the cover once again and laid down inside. I had learned about Nanase’s past, and I had confirmed that Amasawa was a student from the White Room. But even so, that didn’t mean all the fog had been lifted quite yet.</span></p>\n<div style=\"page-break-before: always;\"/>\n<p class=\"P__STAR__STAR__STAR__page_break__And__Page_Break\"><span style=\" font-weight: bold; font-size: 1.17em;\">2.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em;\">S THE HEAVY RAINFALL</span><span style=\" font-size: 1.00em;\"> continued, the school sent out an e-mail to everyone. It announced that they would be suspending the test for the rest of the day. I supposed that it was reasonable enough to have predicted they would do so. The notification also said that because it would be difficult for students to make up for the loss of points from Basic Movement and Tasks, they were currently looking into ways to compensate us for the inconvenience. That way, students wouldn’t have to suffer for the cancellation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This meant that the school couldn’t confirm yet how exactly they would make it up to us, at least not while the weather still showed no signs of clearing up. Anyway, no matter how they decided to do it, the fact remained that the test was suspended for the day. Although compensation in the form of points would certainly be effective in the sense of helping our overall scores, the strategies that each individual group had been using thus far would now have to be completely reworked. As for me, I could hardly call this suspension a blessing in disguise, even if I was being generous.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had been planning to bring my A-game in the second half of the exam so I could outscore the groups that had used up their energy in the first half. They would be starting to lose steam now. However, now that the seventh day of the exam had pretty much been rendered a free day, everyone would have an opportunity to rest up and regain their energy. Of course, they weren’t going to be recuperating in a comfortable environment, so it wasn’t like they were going to be completely recovered. Even so, the difference between not resting at all and having at least some rest would be like night and day.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“—pai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Huge drops of rain beat against my tent and the sound was practically deafening, but I could faintly hear someone’s voice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sen—ai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There it was again. Someone was calling for me. I&#160;was certain that the voice belonged to Nanase, from the tent across from mine. I once again opened the zipper to my tent and looked out, peering through the mesh fabric. Visibility was poor, but it wasn’t difficult to see as far as her tent.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I would like to speak with you for a moment!!! May I come over there?!” she shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She wanted to come over. Nanase should have known that it was risky for a man and a woman to be alone and squeezed together inside a small tent. I supposed she must have forgotten all about that. The rules only stated that men and women were forbidden from sleeping together. Simply spending a short time together wasn’t a problem. As long as students didn’t lose their sense of reason, then there wouldn’t be any moral problems either. Still, having said that, the rain was coming down hard. Even though the entrances to our tents were less than two meters apart, Nanase would inevitably end up soaked while making the trip over. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s fine with me, but how about I go over to your tent?” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase shook her head no in response to my offer. She then unfolded a towel and held it up above her to keep her head dry before opening the entrance to her tent. In response, I hurriedly opened my own tent to welcome her inside. In perfect sync with me, Nanase jumped out of her tent and flew into mine as quickly as she could. Even though the entire process took less than a second, she still got drenched, of course, but the inconvenience was as minimal as it could have been.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Phew… Please excuse me for bothering you while you’re resting, senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, it’s all right,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase was more tired than I was, anyway. On top of the fact that she really had to push herself to reach this area, we had just fought a fierce battle right before this, albeit one born from a misunderstanding. I wondered what she wanted to talk to me about, but she didn’t jump straight into conversation. It seemed like she was unable to bring herself to start speaking right away. There was a period of silence, as if we were both trying to guess how the other was doing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose I’m a little brazen, aren’t I?” said Nanase apologetically, lowering her head. “I treated you with such hostility just moments ago, senpai. I even went as far as to say some cruel things to you, and yet, despite that, I’ve… I suppose I’m only being a bother trying to talk to you like this, like we’re close friends, aren’t I?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I felt like this was coming rather late, but it seemed like Nanase was coming face-to-face with those conflicting feelings now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t really care, and you can stop with the apologies. It should be clear that there’s no need for us to antagonize each other, at the very least. Right?” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though there were some things that couldn’t be brushed aside so easily, we were in the middle of a special exam right now. Any doubts in your mind would cast a shadow onto your efforts, making it more difficult to think and act the way we needed to.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I suppose you’re right,” Nanase said, indicating that she understood. She apologetically bowed her head once more.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So? What did you want to talk to me about so badly that you braved the rain?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, yes,” said Nanase, finally remembering the matter at hand. “I can’t seem to stop thinking about Amasawa-san, since she showed up so suddenly earlier. When I thought about your struggles, Ayanokouji-senpai, I just felt like I had to come out and say something to her, against my better judgment.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, she had simply been worried about me back then, rather than having any specific motive behind speaking up for me. I found it a little problematic that she was more upset about the situation than I was, but I appreciated the sentiment.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I just went ahead and decided that Amasawa-san must’ve been the one who pushed Komiya-senpai and Kinoshita-senpai. I thought that Amasawa-san was hiding her true nature because she wanted to hide the truth from us. But when you said that it didn’t necessarily mean that she did it, Ayanokouji-senpai, well, I&#160;just couldn’t quite understand your reasoning for that, and…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because we’re still completely in the dark at the moment. We don’t know the truth.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa was about as close to being suspicious as she could possibly get. But she wasn’t </span><span style=\" font-style: italic; font-size: 1.00em;\">completely</span><span style=\" font-size: 1.00em;\"> suspicious. She was, more or less, in a gray area.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m curious about the perpetrator’s motive,” Nanase mused. “Whoever it might be, why would they engage in such risky behavior?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I decided to reiterate my thoughts on what had happened with Komiya and Kinoshita. After all, sometimes you can come to see things more clearly by exchanging opinions with someone else. Someone had knocked Kinoshita and Komiya down. The fact that the perpetrator’s watch hadn’t given off a GPS signal clearly indicated that this was not a spur-of-the-moment thing, it was planned. And then—</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm… Wait, isn’t that strange?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As soon as we started talking about the issue, Nanase furrowed her brow in apparent confusion. It seemed she found some of what I said unconvincing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If Amasawa-san really is completely uninvolved with this incident, doesn’t that strike you as strange?” she said. “That would mean that Komiya-senpai and Kinoshita-senpai just so happened to be attacked when she was around. And that Amasawa’s watch just so happened to be broken at that same time. And finally, that I discovered her just by chance. Right?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s true that when several coincidences intersect, it becomes difficult to call it a coincidence anymore,” I&#160;agreed. “Certainly, if we were to make our deductions predicated on the idea that Amasawa was unrelated to what happened to Komiya and Kinoshita, then our case quickly falls apart.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now, a new theory was emerging: the idea that someone close to Amasawa had knocked Kinoshita and Komiya down.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, even if Amasawa-san isn’t the actual perpetrator here, that would mean that she knows who is,” concluded Nanase. “If so, does that open the possibility that Amasawa-san is an accomplice?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s exactly what I’m getting at,” I replied. “Those other footprints that we saw earlier might’ve belonged to the actual perpetrator.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we considered that Amasawa had been helping the real culprit, then that would explain her actions.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase nodded. “Well, I suppose if someone did want to resort to violence, it would make sense to go about it that way,” she said, connecting the dots.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…” I replied, trailing off before finishing my thought.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just then, I had started to feel curious about…something completely unrelated to the topic at hand, for some reason.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But what?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now that she was looking up at me with a vacant, puzzled look on her face, I hesitated to ask her the question on the tip of my tongue. I paused because I simply couldn’t understand how any of </span><span style=\" font-style: italic; font-size: 1.00em;\">this</span><span style=\" font-size: 1.00em;\"> worked. It was our seventh day living here on the uninhabited island. Nanase had basically collaborated with me all this time. And we hadn’t had much time to wash up properly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase did have the chance to wash off the sand when she changed into her swimsuit for Beach Flags, of course. And when she went swimming, she would have taken a shower when she changed back. But even so, just the amount of sweat that you managed to produce in a single day could cause issues. Since the tent was rather small, Nanase’s scent, though slight, had filled the space. I&#160;wouldn’t say that it was an offensive odor, though. Even if you could mask the scent of sweat by wiping yourself off, I wondered what it meant if it smelled good? I wanted to ask her about it, but that would obviously make me a bad senpai. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, it’s nothing, I just misunderstood something. Don’t worry about it,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh?” she replied, puzzled.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase nodded, not prying any further, and apparently not sensing what I had been thinking about either. Even though I did have a girlfriend, I was a beginner who had just started learning about these things. There was a lot that I didn’t understand when it came to this sort of thing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Deodorant and antiperspirant sprays were relatively inexpensive and readily available for us to get, as per the rules. I figured that she had purchased some. That was just about the only answer that I could come up with at the moment. This was a random topic that I had gotten myself stuck on, but I was getting strangely caught up in it. Nanase didn’t seem to think anything of my pause though, so I figured that I would just get back to the topic at hand. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Although we have no way of ascertaining whether Amasawa actually did anything to Komiya and Kinoshita, we do have a pretty good idea of who is in which Table,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase cocked her head to the side in confusion, perhaps because she didn’t understand what I meant. I took out my tablet and showed it to her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, are you sure that’s okay?” she said. “That contains your personal information, Ayanokouji-senpai… Are you sure you don’t mind showing it to me?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">By “personal information,” I assumed that she was referring to my scores. It was valuable information, I&#160;supposed, since scores and ranks for students outside of those in the top ten or bottom ten were not disclosed. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I thought you and I weren’t so distant from one another anymore and that we had a relationship where we could trust each other. Am I misreading things?” I&#160;replied, straight out.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When she heard me say that she snapped to attention, looking up at me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh no! No! I-I’m grateful for your trust in me. Thank you!” she stammered. She sounded somewhat flustered, happy, and apologetic, all at the same time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The face she made was typical of her. Nanase was the sort of person who couldn’t just forget a perceived act of rudeness on her part.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, we’ve been working together,” I added. “You’d probably be able to roughly guess how many points I’ve gotten anyway if you just thought about it. Right?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though I had taken on some Tasks alone, I was sure that Nanase would have at least given some thought as to how I had earned my points if I were in first place. I proceeded to explain things to her, without paying any mind to the fact that I was disclosing my scores in the process.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So anyway, as I was saying earlier, we can actually know who is in what Table, but—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I started explaining things, the sharp-minded Nanase quickly noticed something that seemed odd.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Senpai, your score… Doesn’t it seem lower than you would think it should be?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you mean?” I asked in return, evaluating her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase started to do some calculations in her head, using her fingers on both hands to work things out.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Arrival Bonuses, Early Bird rewards, and Tasks… Subtract any penalties, and… I thought you won first place in the Task that you took on while I was taking a break too,” she said, working through the problem.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She seemed to have quite a good memory. That would certainly be a useful asset to me, and something I could use in the future. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’ve noticed. Yes, I should’ve had eighty-eight points by now. Excellent job picking up on that.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But you have seventy-eight now, a whole ten points less. And I don’t believe you’ve suffered any penalties…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, how—and when—did those points disappear? I&#160;went on to explain the answer.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In this special exam, we have four designated areas per day as part of the Basic Movement system,” I explained. “They are announced to us, and then we move to those areas. We spend a total of ten hours on test content each day, from seven in the morning to five in the evening. I&#160;decided to do a total of ten GPS searches on the sixth day of the exam, when the feature was unlocked for us. I&#160;did one search each hour, except when we were on break at noon.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase didn’t yet understand what I would’ve been able to see by doing that, so I continued. “The GPS search is an exceptionally useful feature that allows you to know the location of every student on the entire island. But if you only use it once, just to determine people’s location at a given moment, then its usefulness decreases. However, if you divide the day into ten segments and repeat the search over and over, you can see many things that you couldn’t before.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">By connecting the dots, you could see the trajectories that people made throughout the course of the day. Similarly, if someone else had performed ten searches, they could have noticed that Nanase and I had been together constantly during this exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm, okay, I think I understand now what you used those points for,” Nanase said. “It is true that if you knew where everyone was going at each hour of the day, you might be able to work out which people belong to the same Table. But senpai, I don’t remember seeing you fiddling with your tablet for extended periods of time on the sixth day of the exam, and it’s not as though anyone could memorize all that information, right? Wait… Are you saying that you memorized everything in just an instant?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That would be impossible. It would take a ridiculously long time to check every single student’s name and location,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I opened up my photos folder in my tablet and showed her the images that I had saved.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I took screenshots after each GPS search. That way, I could take my time and go over them in detail when I had a spare moment to see what kinds of movements other students were making that day.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that we couldn’t send messages or photos to each other during the exam. However, taking a screenshot and saving it to your own tablet was a standard feature. Also, by repeatedly zooming in and out on the images that I had saved, it was possible to keep a detailed record of every student’s location.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By comparing the locations of each student at each hour of the day, it’s possible to see a record of everyone’s daily activity,” I said. “And I can check it at any time.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I could review everyone’s movements before going to bed, before getting started on exam activities in the early morning, or when I was taking a break. I had plenty of opportunities to look, so I could do it whenever. The map also gave details about the Tasks that appeared during those time periods, so a ton of information was laid bare in those screenshots. Though what I saw was only limited to the sixth day, I could see everything, including what kinds of strategies each group and each student adopted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I had no idea you had done all of that,” Nanase said. “I didn’t notice at all.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wouldn’t do something so stupid as to let myself get found out by someone who might have been an enemy,” I replied. “I had no idea what kind of person you were as of the sixth day of the exam, Nanase.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It would’ve been sheer stupidity for me to let Nanase know that I was using the GPS search function at that time when she was still my possible enemy. At any rate, it was precisely because students often had their hands on their tablets—doing anything from checking their current location to reading up on details about Tasks—that it hadn’t looked out of the ordinary for me to be messing around with mine fairly often. I just did a GPS search and took a screenshot every hour or so while making sure not to lose track of the designated areas and Tasks. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase, looking quite impressed, swiped through the saved screenshots. Each time she slid to the next one, she saw that the GPS coordinates of each student changed in interesting ways.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean no disrespect whatsoever when I ask you this, but can you really say that doing this was worth ten points?” she asked. “I suppose that there might be added value in doing this if you could share the screenshots with someone, but if you’re taking this exam alone, it would take quite a bit of time for you to analyze the behavioral patterns of the other students, wouldn’t it?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She definitely had a point there. If you could freely send screenshots to your teammates as attachments in messages, then you could get more value out of these images. With multiple people, you could do searches in even shorter intervals of time, and it would be possible to check the information outside of the regular exam hours. If the rules allowed for you to do something like that, then it wouldn’t be surprising at all if other classes put it into practice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even though this is within the scope of individual use, it depends on how you use it,” I replied. “I </span><span style=\" font-style: italic; font-size: 1.00em;\">can</span><span style=\" font-size: 1.00em;\"> say that whether this strategy is ultimately worth the ten points or more, or whether it’s not worth that many points at all, is about to be determined.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And that means…?” said Nanase, inquisitively.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It means that there’s another piece of information that we can gather through these repeated GPS searches.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If you were to look at the information and break it down by grade level, like, for instance, if you looked at just the first-years or the third-years, then you could see other things. For example, the third-year student groups showed some strikingly unique patterns of movement.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can see that some third-year student groups have been exhibiting strange movements throughout the day,” I explained. “It also appears that Nagumo’s group and Kiriyama’s group have been actively involved with the other groups who were moving strangely. When I looked into it further, I found something interesting.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I focused solely on Nagumo’s group, observing their movements over each hour, starting from seven in the morning on the sixth day of the exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First, Nagumo’s group was in area B8 at seven that morning,” I pointed out.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Does that mean that B8 was their last designated area on the fifth day of the exam?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d say there’s a strong chance you’re right about that,” I agreed. “But they were situated in the southernmost part of B8. It’s possible that the area to the south, B9, could have been their previous designated area. At any rate, at the time that they set out for the day, you can only see GPS signals for people from their group in that area; there was no one else near them.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, an hour later, around eight o’clock that morning, several other groups started to gather around Nagumo. This trend became even more pronounced at nine o’clock that morning, with even more groups gathering around Nagumo’s position. And then, from that point onward, this collective of groups went on the move together. Things really started to look interesting when you noted their movements at ten and eleven o’clock that morning.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So many groups coming together and all moving as one… They’re like a school of fish,” Nanase observed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you pull back and look at the whole image, you might not see it, but I bet if you zoom in, you’ll notice something out of the ordinary,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once I had explained that to her, Nanase nodded twice. Then, she proceeded to swipe through the images, stopping on the one from three that afternoon.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are they moving like that so they can monopolize Tasks?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“With a system like this, I’d say Nagumo can likely take first place in any given Task without difficulty, depending on how well he coordinates with his peers.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t complicated at all. This was an extremely simple, yet powerful strategy.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But none of the groups other than Student Council President Nagumo’s will earn points this way, will they?” Nanase pointed out. “I can’t imagine that they’re all in the same Table either. They’re working together to make one specific group win… I think that’s an idea that anyone might have thought of at least once or twice, but it would be impossible for anyone to actually put such a plan into action.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For this plan to work, the other groups would need to head for designated areas other than their own. On top of that, if the Tasks were being handed over to Nagumo’s group, then the other groups wouldn’t be able to get high scores on Tasks either.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. Putting this strategy into action means ignoring the basic premise of the uninhabited island exam. Why couldn’t we work together to make it so that one specific group wins?” I asked Nanase, testing her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s because Class Points and expulsion are on the line, of course,” she answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I then went ahead and showed Nanase the students from the groups that had gathered around Nagumo.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They… The groups that they’re using as fodder are all made up of upperclassmen from the lower-level classes…” Nanase realized. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. There isn’t a single Class A student among those groups,” I confirmed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems like the gap in Class Points between Class A and all the lower classes is so extreme for the third-years that catching up must seem hopeless to them,” remarked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Put another way,” I said, “it also means that whether Class 3-B or Class 3-D loses, it won’t have any impact on their battle.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Neither the first-year nor the second-year grade levels were ready to give up on their inter-class battles just yet. Since those grade levels were still fighting tooth and nail with one another to become Class A, they were determined to not let themselves fall into the lower ranks. The third-year students, and only the third-year students, could ignore that impetus, and all four of their classes could cooperate with each other. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The strength of this strategy lies in the fact that the groups that are sinking to the bottom of the rankings can basically do whatever they like during the exam,” I added. “Whether they have only a single point or if they have fifty points, their disadvantage as a group from a lower rank remains the same. They’ll just lose Class Points and get expelled. That’s it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If they’re doing everything in their power to back up one particular group, though, then shouldn’t their point totals be as close to zero as you can get?” asked Nanase. “Those third-year student groups are most definitely in the bottom of the rankings, but they still have like twenty or thirty points or so, don’t they?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If you were ignoring the Basic Movement system and didn’t bother with any of the Tasks yourself, then of course you wouldn’t score any points. Nanase was saying that it wouldn’t be unexpected, then, if these groups had around zero points thanks to successive penalties. Instead of answering her, I gave her some time to think. Then, she slowly started to pick up on the answer. To give her another push, I provided one small hint.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Once this strategy is discovered, it becomes less effective. What could they do to avoid being detected?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, if there were two or three groups that had zero points, then it would be clear as day to the other grade levels that there was something going on,” Nanase mused. “So, they would need to have at least some points to make it more difficult to notice that they’re up to something…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She looked over to me after she finished speaking. She&#160;seemed to have been able to work out the reasoning on her own, and she was exactly right. You could see how extraordinarily good Nagumo was from this strategy. If several groups had zero points, it would have been far too obvious. They might as well have outright declared that they were up to something devious.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“While it does indeed seem like there are multiple groups supporting Nagumo,” I said, “each group is making sure to have at least one of their people hit their respective designated areas.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s so they can avoid accruing penalties and getting more and more points deducted, right?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">By doing things that way, those groups would get at least a bare minimum level of points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The groups that are cooperating with Nagumo’s group should make sure that they’re seen as being competitive,” I agreed. “As long as they’re giving up first place to Nagumo, it doesn’t matter who takes second or third as it’s all the same in the end. That’s why even among the lower ranks, the positions might change sometimes, or groups might have differences in scores.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You wouldn’t be able to detect this strategy unless you performed those ten GPS searches. Even if you felt like there was something suspicious, you wouldn’t be able to make anything of it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So are the students from those groups fully prepared to get expelled to make sure that Student Council President Nagumo wins?” asked Nanase. “Even if they cannot move up to Class A, wouldn’t they want to avoid expulsion?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There might be some eccentric students out of the bunch that are doing this on a whim, but basically, yes, Nanase, that’s correct. I’m sure that Nagumo has devised some kind of peculiar back-up plan to help them out as part of this whole scheme.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What could that be?” asked Nanase. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As things stand, it’s impossible for any of the students in Class 3-B or below to graduate from Class A, even if they tried their best in the special exams,” I said. “But what if there was a possibility that they could move up to A by working together with Nagumo?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If that were the sole option available, then…I suppose people might cooperate, yes,” answered Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If those students were forced to choose between graduating from B or below or taking a sink-or-swim chance to graduate from A, then it wasn’t surprising that some of them would volunteer to help Nagumo.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Somehow, I can’t really tell if the school is administering this exam or if the Student Council President is,” Nanase sighed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s exactly the question. Nagumo has his entire grade level in the palm of his hand. That means that&#160;he’s not on the side of those who must follow the rules; he’s&#160;on the side of those making and controlling them.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was precisely how this situation had come to pass. It wouldn’t be an exaggeration to say that Nagumo was probably the first and only one of his kind, even if you were to go back through the entire history of the Advanced Nurturing High School. Of course, we second-year students weren’t going to just twiddle our thumbs and let Nagumo do whatever he wanted though. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On the fifth day of the special exam, I had approached Ryuuen and Sakayanagi with a proposal.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The idea was that at least some of our grade level would come together and cooperate by working together to complete a specific Task. If I were to describe it simply, it was something of a similar nature to Nagumo’s strategy. However, it was not about concentrating points to ensure that one specific group won, like Nagumo was doing. Since we second-year students were still competing against each other, there was no way we could reach an agreement when scoring was involved. Therefore, the proposal was made on the condition that we would be cooperating on things other than scoring points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There were several groups made up of students from Sakayanagi and Ryuuen’s respective classes who they felt somewhat uneasy about anyway. So, we all negotiated with each other as equals, offering to support one another. For example, in exchange for helping raise the maximum number of group members for Sudou’s group, which was formed of Class 2-D students, we, in turn, would help raise the maximum number of members for a Class 2-A group.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although our class leaders were enemies, they would work together without hesitation if their interests aligned. It was one of their superior qualities. Of course, had this been our first year in school, I don’t think that we would have been able to pull this off quite so well. It&#160;was precisely because we had all accumulated a year and half of experiences together that we were able to make this happen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand. So, that means that paying ten points in exchange for this information wasn’t that big of a risk for you, senpai. Right?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like I’ve entirely abandoned the idea of trying to get into the top spots,” I replied. “But Kouenji is fighting tooth and nail to take the top spot too, fortunately enough. Besides, I think I’d rather have the means necessary to be able to support my allies at any time.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kouenji-senpai really is quite amazing,” said Nanase. “He’s single-handedly keeping up with Student Council President Nagumo’s group.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kouenji was certainly impressive. However, the situation was a little misleading. Kouenji and Nagumo were in a neck and neck race right now, each potentially about to overtake the other. Or at least, that’s what everyone must have been thinking when they checked which groups were in the top spots. They would think to themselves, </span><span style=\" font-style: italic; font-size: 1.00em;\">“Kouenji is holding his own against Nagumo’s group all on his own.”</span><span style=\" font-size: 1.00em;\"> In reality, Nagumo’s group was only pretending to be in such close competition with Kouenji. It was nothing more than an act. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo would likely maintain the status quo until the end of the twelfth day, when the top ranks could be confirmed. Then, during those last two days when the scores couldn’t be checked, he would make a mad dash for the finish line. That way, the results would only show that Nagumo had defeated Kouenji by overtaking him in the endgame once Kouenji had run out of steam. The fact that Nagumo was using a large network of allies to raid Tasks wouldn’t be exposed. I supposed if Nagumo was willing to go up against Kouenji, then there was a chance that we could win this thing. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now then,” I said, “let’s use the information we have to see what kind of movements Amasawa was making on the sixth day of the exam.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hearing those words, Nanase understood that there was even more value to those ten points that I had spent.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It looks like Amasawa wasn’t inside the designated area as of that morning,” I pointed out.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wouldn’t have been surprising if she’d been camping out in the same designated area that we were in, considering that we were in the same Table to begin with. However, her GPS coordinates placed her two areas below that. She must have spent the night alone as we couldn’t see any other GPS signals overlapping with hers.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This was her position at eight in the morning, one hour after the designated area was announced,” I added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And we were headed for B6, right?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. It looks like Amasawa took a different route than we did to get there.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Looking at the distance she had traveled in just one hour, she must have been going quite fast. Was it just that she was traveling faster than the general walking speed? Or was it because she had moved with precision along the best possible route? In any case, I found it hard to believe that she was just some girl walking through the woods all on her own. When I proceeded to the screenshot of the map one hour later, I saw that Amasawa had been in area C6, just one space to the right of our designated area. We could assume that she had entered the designated area during that one-hour time frame and then made her way to a nearby Task. At least on the morning of the sixth day of the exam, Amasawa must have been taking this exam seriously, just like the rest of the students.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Once again, I have to say, this is really impressive,” Nanase remarked. “I can see each and every person’s movement on the map, plain as day.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, we focused on Amasawa’s movements from the third screenshot to the seventh screenshot, in order. There wasn’t anything particularly unusual; she had appeared to participate in three Tasks and visited each of the designated areas in time. Whether she had actually won anything from those Tasks was something I could more or less find out by looking at Nanase’s tablet, but the results Amasawa had gotten from those Tasks weren’t important.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At the very least,” I said, “as of five o’clock in the evening on the sixth day, there weren’t any signs that Amasawa was approaching us or making any kind of suspicious movements.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I suppose this means that we’ve gotten nothing from this then,” said Nanase. “What a shame.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, we’ve gotten plenty,” I assured her. “At the very least, Amasawa appears to be engaging with this special exam with at least some degree of seriousness. And this all means that she hasn’t given us any kind of opening to find out anything about what she was doing with the GPS search.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Without a doubt, it was safe to assume that she had been engaged in other activities during the evening and&#160;early morning hours, outside of the special exam period for the day. While it was possible to do a GPS search during those times, it would be a total waste of points. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just then, we received an additional notification from the school regarding the suspension of special exam activities today.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Because students were only able to complete one-fourth of the day’s activities for the seventh day of the exam for both the Basic Movement system and Tasks as a result of the inclement weather, we have decided to compensate students in the form of doubling all rewards earned from Arrival Bonuses, Early Bird Bonuses, and Tasks on the final day of the exam. Also, please note that the forecast predicts that the weather will be back to normal by tomorrow morning.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The final day of the exam was like the first in that it was only three-quarters as long as the regular exam days. So, in that sense, I supposed that it was a good choice to allocate our compensation to that day.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This might make it possible to turn things around, don’t you think?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If points gained were doubled on the last day, the day we could expect most showdowns to be decided, then it was even likelier that an upset could happen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Announcing their decision to double points on the final day of the exam right away was the correct move on their part. This way, it gives students time to rethink their strategies for the second half of the exam so they can decide what kind of moves to make,” I reasoned.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Also, since today could be used as a day of rest, groups would be thinking about how best to pace themselves starting tomorrow so they could carry through to the end of the final day. I supposed that it wouldn’t be surprising if some groups took advantage of this opportunity to push forward with everything they had starting on the eighth day, while other groups were slowing down. But for me, personally, neither today’s severe weather nor the decision the school had made to deal with it were welcome developments.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After staring down at my tablet for a while, I noticed that Nanase had started speaking less and less and she seemed to be nodding off. Her eyes closed and opened over and over, as if she were on the verge of passing out.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know it’s still daytime, but wouldn’t it be a good idea for you to get some sleep?” I asked her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She had basically forced herself to climb a mountain this morning. After that, we had our fight, which drained all her stamina in one go. She must have pushed herself beyond her limits more than once or twice by now, so I was sure her fatigue was catching up with her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“O-oh, uh… I’m sorry,” said Nanase, flustered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She quickly tried to sit up straight once more, but it wasn’t like you could make drowsiness go away that easily. Especially if you had bruises all over your body.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I’ll be going back to my own tent,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">People know their own bodies best, after all. If she stayed here any longer while she kept nodding off like that, she’d only end up being a bother to me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, that’s for the best,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Thanks to the rain, we likely wouldn’t be able to move around much at all for the remainder of the day, anyway. It would be best for us to take this opportunity to relax as long as we could and rest our bodies. That being said, it wasn’t exactly comfortable inside the tent, so it wasn’t that great a reprieve. As Nanase was just about to exit my tent, she turned to look at me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As soon as it stops raining, I’d like to go ahead and pursue Amasawa-san,” she told me. “Now that it’s clear that she’s a student from the White Room, I’m curious about what she’s going to do in the days to come.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that sticking with me wouldn’t reveal anything more about that situation. Amasawa was unlikely to get the opportunity to do anything malicious to Nanase either, as they shared the same Table.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The fact that Amasawa was able to make it through the White Room all this time, until she reached her current age without any difficulty, means that she is a threat,” I warned her. “It’s important that we don’t underestimate her because of her gender or age.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t understand the situation fully, but I’ll take it that you mean she’s an extremely powerful opponent,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we were talking purely in terms of combat prowess, it was safe to say that Amasawa surpassed the likes of Sudou and Ryuuen. They might have been superior to her in physical strength, but she was leagues ahead of them in terms of technique. No matter how hard Nanase might try and resist Amasawa, she stood no chance of winning.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, you have Housen in your group too,” I added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Right. He isn’t an opponent I could best in terms of raw strength, either,” Nanase nodded.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t just his strength that made him dangerous. If anything, it was better to think of Housen as the type of opponent who didn’t make moves based on brute force alone.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“While I think the chances of Housen being a White Room student are extremely low, this whole thing with Amasawa has now made me feel less certain of that. At any rate, put me second on your list of priorities and protect yourself</span><span style=\" font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\">” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Housen’s top priority wasn’t getting me expelled, that is.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not afraid of being expelled. I intend to do whatever it takes to protect Ayanokouji-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It didn’t seem like Nanase was going to take my warnings to heart.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let me rephrase that,” I replied. “Careless action on your part could potentially cause me unexpected harm. I would like for you to avoid risky behavior.” I wasn’t worried about her. I had apprehensions about harm befalling </span><span style=\" font-style: italic; font-size: 1.00em;\">me</span><span style=\" font-size: 1.00em;\">.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I said that, though, Nanase went from looking courageous to looking like a sad little puppy.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… You’re right, that won’t do. I cannot cause you any more trouble, Ayanokouji-senpai,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If that’s what you think, then please just be prudent. Okay?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand. I promise,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured that if I told her to be careful, she wouldn’t do anything too rash. I was sure that she wouldn’t want to do anything potentially disgraceful that could make her feel even more ashamed than she already did. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After Nanase returned to her own tent, I lowered my gaze to my tablet once more. I checked the scores of the groups in the top and bottom ten. I also wanted to assess my current situation based on my own score.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-style: normal; font-size: 1.00em;\">Top Ten Groups by Points:</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">2</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">nd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Year\tKouenji’s Group: \t168 Points / 1</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">st</span><span style=\" font-style: normal; font-size: 1.00em;\"> Place</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">3</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">rd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Year\tNagumo’s Group: \t166 Points / 2</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">nd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Place</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">3</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">rd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Year\tKiriyama’s Group: \t150 Points / 3</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">rd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Place</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">3</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">rd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Year\tSozoe’s Group: \t133 Points / 4</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">th</span><span style=\" font-style: normal; font-size: 1.00em;\"> Place</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">3</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">rd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Year\tOchiai’s Group: \t133 Points / 4</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">th</span><span style=\" font-style: normal; font-size: 1.00em;\"> Place</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">2</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">nd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Year\tRyuuen’s Group: \t128 Points / 6</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">th</span><span style=\" font-style: normal; font-size: 1.00em;\"> Place</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">2</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">nd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Year\tSakayanagi’s group: \t127 Points / 7</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">th</span><span style=\" font-style: normal; font-size: 1.00em;\"> Place</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">1</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">st</span><span style=\" font-style: normal; font-size: 1.00em;\"> Year\tTakahashi’s Group: \t115 Points / 8</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">th</span><span style=\" font-style: normal; font-size: 1.00em;\"> Place</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">2</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">nd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Year\tKanzaki’s Group: \t104 Points / 9</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">th</span><span style=\" font-style: normal; font-size: 1.00em;\"> Place</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">3</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">rd</span><span style=\" font-style: normal; font-size: 1.00em;\"> Year\tKuronaga’s Group: \t101 Points / 10</span><span style=\" font-style: normal; font-size: 0.75em; vertical-align: super;\">th</span><span style=\" font-style: normal; font-size: 1.00em;\"> Place</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And then there was me in forty-ninth place with seventy-eight points. There was a difference of ninety points between me and Kouenji, who was currently sitting in first place. Though it seemed like that difference was completely insurmountable, I supposed it was possible to scale it. If I arrived at a designated area first and earned the top Early Bird Bonus, after factoring in the Arrival Bonus, I could get a total of eleven points. Granted, since there were four designated areas to visit per day, it would only be possible for me to catch up if I arrived at my designated areas first, nine times in a row. And, of course, this was also assuming that my opponent didn’t accumulate a single point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Kouenji didn’t slow down his current pace and continued to keep scoring a fair number of points, then he would likely end up with somewhere around 350 points when everything was said and done. If I wanted to catch up with him, then I’d have to earn almost forty points per day. I’m sure that if any other group was asked to do something similar, they would have said it was impossible and given up. But even the practically inhuman Kouenji should be slowing down in the second half of the exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, tenth place has 101 points, huh…” I muttered to myself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When all the rules for this uninhabited island exam were explained to us, I expected that all of the groups would have had slightly higher scores than I was seeing now by this time. It was the halfway point of the exam, after all. But considering the score of the group in tenth place, and the fact that I was currently sitting in forty-ninth place with a total of seventy-eight points, I&#160;was getting the strong impression that the rate of scoring overall had been rather sluggish, right from the onset of this exam up to now. After people started to peak on the second or third day of the exam, their fatigue started to show. It was clear that the number of times groups had failed to reach their designated areas, the number of penalties, and the number of times groups had missed registering for Tasks were all increasing. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, the total number of groups was gradually decreasing as well, as smaller groups were slowly but surely beginning to merge with one another. I couldn’t forget about that. I was going to need to really go for it in the second half of the exam if I was going to make it into the top rankings. And the key would be the tenth-place score. That was exactly why I didn’t push myself too hard in the first half of the exam and instead just quietly observed and prepared.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Things were going to pay off starting tomorrow, the eighth day of the exam. But even so, I could expect another major spike in activity on the eighth and ninth days thanks to the fact that today, the seventh day of the exam, had been cancelled on account of heavy rainfall. This would also provide an opportunity for some groups to conserve their energy in order to focus on getting double points on the final day. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This special exam appeared unwinnable for someone going it alone. The exam rules, the Basic Movement system, and Tasks were all at odds with each other. If you aimed to get to your designated areas as quickly as possible, you might miss Tasks. If you focused on Tasks, there was an increased chance that you’d miss Early Bird Bonuses. This was a common issue shared by all, whether you were operating alone or were with a large group made up of many people.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The Early Bird Bonus reward was determined by when the last person in your group got to an area. As for Tasks, you could only gain a large number of points through them if you got the chance to actually participate when they appeared, and you had to win as well. Both of those facts showed that this exam was made up of well-designed systems. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was unclear whether it would continue raining tomorrow or not, but I intended to fight through the second half of this exam using a new strategy. There were a few things that still concerned me, though—like Nanase’s presence.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v4",
    "chapter": 7,
    "title": "Chapter 1 - Prologue : Amasawa Ichika's Soliloquy"
  },
  "nextChapter": {
    "volumeId": "y2v4",
    "chapter": 9,
    "title": "Chapter 3: Just Keep Going and Keep Quiet"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Amasawa Ichika's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Secret Maneuvers",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: Just Keep Going and Keep Quiet",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Fighting Against Solitude",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Under Siege: Kouenji VS. The Free Groups",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Each and Every Calculation",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: The Man Called Tsukishiro",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : Announcement of the Results",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 8
}