{
  "title": "Chapter 3: Just Keep Going and Keep Quiet",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 3:<br/>Just Keep Going and Keep Quiet</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HE HEAVY RAINFALL</span><span style=\" font-size: 1.00em;\"> kept coming until just around dawn. It cast a shadow of intense anxiety over the students. However, around the time that six o’clock rolled around, the rain clouds vanished. The sky was so clear that you could hardly believe it had rained at all. The weather looked sunny and clear, having returned to what it was like the day before yesterday. The sunlight didn’t really shine through the trees when you got deep into the woods though, so it would likely be some time before the muddied paths dried up and it became easier to walk around again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Guess I’ll need to take care of food issues when the time comes again too…” I muttered to myself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I hadn’t been able to maintain the daily caloric intake that I needed as a high schooler. Slowly but surely, I was starting to run out of energy. As I had never intentionally trained myself to deal with chronic food shortages, this would be my first experience with prolonged hunger. At&#160;the very least, if I was able to maintain my water supply and stay hydrated, I could remain somewhat active. But even so, that wouldn’t be great. It would lead to my immune system weakening, therefore making me more susceptible to illness.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Eating wild animals and insects was a possibility, but that was only something I’d do as a last resort. If you had points left over, you could go back and purchase food at the starting area, but only in small portions. That meant that basically, the only way to get food was to complete Tasks and make sure that you placed near the top, or if you received food as a participation prize. The Tasks that we could obtain food from were going to become fiercely contested from here on out.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m all set,” said Nanase, approaching me with her backpack slung over her shoulders. She had apparently finished putting away all her stuff.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Amasawa will be hitting the designated areas, right?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Considering that it’ll increase her score, I’m certain that’s what she’ll be doing first today,” she replied. “So, if you don’t mind, I would appreciate it if you would allow me to accompany you to our first designated area.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t say anything back, only answering her with an affirmative nod. If we were headed for the same destination, then I didn’t have any reason to push her away. Not long after we started walking, Nanase opened her mouth to speak once more.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Amasawa-san started following us on the evening of the sixth day of the exam and into the morning of the seventh day, correct?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If we think it through simply, we should assume that when she approached us early on the morning of the seventh day, she did so using the search function,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since we couldn’t access anything like a search history, there wouldn’t be any evidence of any kind that suggested Amasawa had used it for certain. However, if we could see that her group’s score went down on the seventh day, then we could take that as proof that either Amasawa or Housen had made a GPS search. Since they didn’t appear to be in either the top or bottom ten groups though, only Nanase could confirm that fact since she was in the same group as them.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I did check our information on my tablet, of course. However…as far as I can remember, our group’s score wasn’t reduced by even a single point from what we had accumulated as of the morning of the seventh day,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, if Nanase’s memory was to be believed, Amasawa had not used the GPS search.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“While it’s unclear where exactly Amasawa-san was that morning, we were in quite a hurry at the time,” Nanase went on. “It wouldn’t have been an easy feat for her to have caught up with us unless she was somewhere close by already, don’t you think?” reasoned Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s why she had devised an ingenious way to catch up with us,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Unlike Nanase and I, who were walking along with our backpacks, Amasawa had been traveling light at the time. This meant that she had been stationed somewhere close enough that she could easily close the distance between us.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We should assume that there was some kind of trick she used to find out our specific location,” I added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you saying that Amasawa-san got your location from someone else, Ayanokouji-senpai?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whatever method she might have used, it would be difficult for us to get definitive proof at this stage.</span></p>\n<div style=\"page-break-before: always;\"/>\n<p class=\"P__STAR__STAR__STAR__page_break__And__Page_Break\"><span style=\" font-weight: bold; font-size: 1.17em;\">3.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">“W</span><span style=\" font-size: 0.80em;\">ELL, SENPAI</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> I suppose this is where we say goodbye for now,” said Nanase. We had just reached area E3, having traveled from D3, and both of us had earned a single point from the Arrival Bonus.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How are you planning on joining up with Amasawa and Housen?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The GPS search was an excellent feature for finding out your opponents’ locations, but it wasn’t exactly ideal for trying to meet up with people. Items that allowed for direct conversation like walkie-talkies would be better suited for the task.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t imagine that I’ll be able to run into them even if I move about at random, but it’s not as though I can repeatedly use the search feature to try and find them. I’d selfishly use up the points that we worked so hard to </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">obtain,” said Nanase. “For the time being, I’ll just use one point to search now and follow their GPS signal. If I can’t find them after that, then I’ll just have to go on to the designated area.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed the bare-minimum approach would be to look for Amasawa and Housen throughout the day, as time permitted. Since there wasn’t any point in me asking her what Amasawa’s location was right now, I decided not to bring it up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I also think that it would be difficult to investigate what the first-years are doing unless you were also a first-year student, like me. If I find anything disturbing, I’ll rush to your side, Ayanokouji-senpai,” she added enthusiastically.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What I was most afraid of was that she’d drag me on some kind of wild goose chase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t do anything excessive,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase bowed and promptly left, tablet in her hand. Hopefully she’d be able to join up with her teammates soon, but that all depended on the remaining two people in her group. If they were constantly moving within their designated area, then that’d be it. But I wouldn’t be surprised if the two of them ended up doing something unpredictable. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After I saw Nanase disappear into the woods, I took out my own tablet. Now that I was finally back to being alone, it looked like I could get the second half of this exam started.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Doesn’t look like there are any Tasks nearby,” I muttered to myself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was a Task that was a straight shot from where I was, about 400 meters away. Unfortunately, registration began twenty minutes ago, and considering that it would take fifteen minutes for me to get there, I’d get there thirty-five minutes after registration had opened. Only five groups could register for it as well, so it didn’t allow for many people.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I determined that, realistically, it would be difficult for me to get in. I decided to not overdo it, and instead just took it easy. I would wait right where I was for the next designated area to be announced. Once my strength returned, I’d get back up. Thus, when nine o’clock came around, I&#160;took out my tablet and started to take action. Whether I would head straight for my designated area in the shortest amount of time possible or whether I’d head toward a Task would depend on what the announcement said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I looked at my tablet to check. It turned out that this designated area, my second for the day, was the random one. It was fairly close for a random designation, relatively speaking: it was in E6, just three spaces below my current location. I immediately started walking, but I didn’t put away my tablet. I continued to use it as I moved, checking what Tasks were appearing right now so I could set my course of action.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I needed to be efficient if I was going to rack up a lot of points in a single day, especially a day in which time was limited. And, to achieve that, it was essential that I eliminated factors influenced by “luck” as much as possible.</span></p>\n<div style=\"page-break-before: always;\"/>\n<p class=\"P__STAR__STAR__STAR__page_break__And__Page_Break\"><span style=\" font-weight: bold; font-size: 1.17em;\">3.2</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">T WAS JUST BEFORE</span><span style=\" font-size: 1.00em;\"> four in the afternoon. I had finished the Task that I had registered for and was just about to get going.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-kun?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just then, I spotted Horikita for the first time since we parted ways on the first day of the special exam. She looked a little surprised, but she didn’t seem particularly fatigued or anything.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We haven’t seen each other since that first day,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sounds about right,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Here in F7, we were meeting again for the first time since the exam began.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did you come here for a Task, or are you just passing through? Where are you headed?” I asked her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“G8. I’m just cutting through on my way there. What about you?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“F8. Looks like we’re heading in the same direction then,” I observed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, Horikita’s destination was just one space ahead of mine.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nothing was as big a waste of time as just standing around and talking, so instead, we started walking side by side as we talked. If we were following the same route to our destinations, at least for part of the way, this would be the best solution.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You seem to be doing better than I thought you would be, physically. And from the looks of things… Are&#160;you still alone?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right,” she replied. “There are plenty of hardships, but there are also many aspects that are easier when you’re alone.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that if you were alone, you didn’t have to worry about anyone else or try to match your pace to other people’s. Come to think of it, Horikita’s name hadn’t ever appeared in the bottom ten yet. That might’ve been proof that she had been performing well and scoring points, but even so, it was strange that she didn’t seem to be tired at all. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you find it that strange that I’m still feeling fit?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Most of the students I’ve encountered have seemed pretty exhausted,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Has anything unusual happened?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Unusual? Oh, yeah… Come to think of it, have you heard anything about Shinohara and the others?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. I just heard today,” she said. “With that in mind, I’m glad that I could meet up with you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the sounds of things, Horikita had stopped back near the starting point, and was approached by a student from Class 2-A. Then, she met up with Sakayanagi and learned that Komiya and Kinoshita had been eliminated from the exam. She then heard about the strategy that I had proposed to Sakayanagi earlier and had accepted the terms of the negotiations.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you didn’t turn it down,” I remarked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I didn’t have any reason to,” she said, “and we absolutely must avoid letting Shinohara-san get expelled. From what I’ve heard, you were the first to discover what happened. Did you find out any details?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, not especially. I think it was both an incident and an accident.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I explained what I saw, as someone who had examined the scene of the crime up close. I didn’t mention that Amasawa had been lurking in the background at the time, of course. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Shinohara-san’s group dropped hard in the rankings,” said Horikita. “Her group is now sitting at seventh from the bottom. At this rate, she’s likely going to drop even further in the rankings before the day is out, into a position where she’ll be in danger of expulsion. We need to hurry. If, in the worst-case scenario, she cannot find a group to merge with, then I’ll make my move. I was fortunate enough that just before I met up with you today, I completed a Task that allows me to increase my group size by three.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was good news. There were only a few Tasks that allowed you to increase your maximum group size, and those Tasks drew quite a crowd. It couldn’t have been easy for Horikita to get first place.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But if you take her in, then you and Shinohara would have to score points with just the two of you,” I pointed out. “If possible, I’d like for you to coordinate with Sakayanagi to work this out smoothly, and make sure Shinohara is absorbed into a group that’s in decent shape.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita seemed to share my opinion, agreeing with a nod.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, as I’ve been walking around this island for the past eight days, I’ve noticed there are far more groups using walkie-talkies than I imagined there’d be,” she said. “I’ve seen them in use all over the place; Sakayanagi-san used one to relay details about Shinohara-san’s case to her fellow students from Class A.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They seem to be especially useful for the upper-level classes with good leadership and the means to afford them,” I mused. “Tools that allow you to exchange information over long distances can be well worth the high price, depending on how you use them.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wonder…” said Horikita, “if we could’ve done the same thing, if we trusted each other a little more.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps she found the idea somewhat difficult to imagine as she was pursing her lips somewhat tightly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It could’ve been a waste if we had gotten them, though,” I said. “You know, pearls before swine. They wouldn’t necessarily lead to a net positive in this exam.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose,” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I took out my tablet and checked to see whether any new Tasks had appeared yet. A Task had appeared nearby that offered food just for taking part, and it was both risk- and hassle-free. Moreover, fifteen groups could participate, which was quite a high number. On the other hand, it wasn’t very appealing in terms of point value. You could only receive one point for it as a participation prize.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m running dangerously low on food, so I’m thinking of stopping by this Task,” I told her. “What about you, Horikita? What are you going to do?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If she were after the Early Bird Bonus for reaching her designated area, then it would be better if she continued on without bothering with the Task.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t exactly have that much food left myself, so I’m going to stop by that Task too,” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since Horikita and I both had the same priority now, we decided to change our route slightly and head over toward the Task. While I was quite grateful for this Task being there, simply getting in was going to be somewhat competitive. Both Horikita and I picked up our walking pace and hurried to its location. While we were on the way, we started to see more and more first-year and third-year students and, of course, second-year student groups as well. They were all headed in the same direction, presumably for the same purpose that we were. Most of the groups started to take off running as soon as they realized they were surrounded by rivals.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t worry about me, Horikita. Go ahead and hurry there,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re one to talk. If you’re so incredibly low on food, don’t you think you should take the lead and hurry over there?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t have the energy to run anymore,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m in the same boat,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though we were in a hurry, we both were trying to avoid using up too much energy unnecessarily. I also started to see that Horikita, who had continued working alone in this exam, still had some energy to spare, just like I did. She was taking this exam at the same pace I was. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We managed to get there in time to register for the Task. Once we arrived, we decided to chat a bit with our classmates that we hadn’t seen in a while. Besides, even if we rushed over toward our next designated area, we wouldn’t be able to get the Early Bird Bonus anyway.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In that case, I figured it was better that we stick around and trade information until the last possible minute so we could make the most out of our time in the second half of the exam. Furthermore, many students were unaware of Shinohara’s situation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had received four points from the Basic Movement system today and taken part in four Tasks, scoring fourteen points. In total, I had earned eighteen points today. My overall score was now ninety-six points, and I was in twenty-third place in the rankings. I had the impression that, on the whole, students had moved more actively than on the fifth and sixth days of the exam, but there were some groups that had hardly moved at all. I had the clear impression that everyone was divided into two distinct categories: those that were strictly trying to maintain their energy, and those that were not. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had expected that the eighth day of the exam was going to be a fierce battle, but it ended up not being that bad of a day, actually. There hadn’t been any major shakeups in the scores in the top ten either. Kuronaga’s group was hanging on at tenth place with 111 points. Tomorrow, I wanted to reach and stay at my ideal ranking. If possible, I wanted to meet with Sakayanagi in the near future too. I decided to get a little sleep, hoping that my next designated area would be somewhere in the direction of the starting point.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v4",
    "chapter": 8,
    "title": "Chapter 2: Secret Maneuvers"
  },
  "nextChapter": {
    "volumeId": "y2v4",
    "chapter": 10,
    "title": "Chapter 4: Fighting Against Solitude"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Amasawa Ichika's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Secret Maneuvers",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: Just Keep Going and Keep Quiet",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Fighting Against Solitude",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Under Siege: Kouenji VS. The Free Groups",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Each and Every Calculation",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: The Man Called Tsukishiro",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : Announcement of the Results",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 9
}