{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">I THOUGHT WE&apos;D part ways after they finished picking out their reference books, but surprisingly, at Shimazaki&apos;s suggestion, we ended up stopping by a rest area.</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps neither of us wanted to leave the somewhat heavy atmosphere hanging between us.</p><p class=\"paragraph\" style=\"text-align: left\">I found myself naturally thinking and interpreting it that way, which was likely proof of my own growing understanding of emotions.</p><p class=\"paragraph\" style=\"text-align: left\">The atmosphere of a place was a difficult thing that could not be physically proven.</p><p class=\"paragraph\" style=\"text-align: left\">However, one&apos;s perception of it changed distinctly depending on whether or not one could sense the expressions and tension of those in that space.</p><p class=\"paragraph\" style=\"text-align: left\">In other words, the atmosphere existed for each individual, filtered through their own perspective.</p><p class=\"paragraph\" style=\"text-align: left\">There must have been many times I&apos;d failed to notice and overlooked the atmosphere of a place back when I first enrolled.</p><p class=\"paragraph\" style=\"text-align: left\">Even when I felt I understood, it was only ever on the surface. There must have been many times when I was uncertain.</p><p class=\"paragraph\" style=\"text-align: left\">That was how little knowledge and experience I had with this thing called &apos;emotion.&apos;</p><p class=\"paragraph\" style=\"text-align: left\">But now, things were a little different.</p><p class=\"paragraph\" style=\"text-align: left\">I was becoming able to clearly feel the emotions of others, as if by instinct.</p><p class=\"paragraph\" style=\"text-align: left\">And unconsciously, at that.</p><p class=\"paragraph\" style=\"text-align: left\">After placing the books they purchased on a bench, Shimazaki started walking toward the vending machines.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you want? It&apos;s to thank you for helping me pick out the reference books. Let me treat you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">His voice came from over his shoulder as he stood with his back to me, looking at the vending machines.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you sure?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course. Besides, from the looks of it back in the bookstore, you&apos;re trying to save money, right? I know you used your Private Points to transfer classes.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since he&apos;d made such a generous offer, I decided to accept it without reservation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You gonna treat me, too?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re paying for your own.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Stingy...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After muttering that under his breath, Yoshida stood in front of the vending machine next to Shimazaki&apos;s with a look of resignation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I actually wanted to treat you to the caf&#xe9;, but it&apos;s too crowded right now.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps because of the rain, students with time on their hands on a day off were flocking to the caf&#xe9;, forming a line. When we&apos;d passed by earlier, a large crowd was already waiting to get in.</p><p class=\"paragraph\" style=\"text-align: left\">In that sense, this was probably a better place to talk, at least for today.</p><p class=\"paragraph\" style=\"text-align: left\">I was handed the can of black coffee he bought for me from the vending machine, and I opened it with a <em>pssh</em>. I fiddled with the pull tab for a moment before quietly pushing it in. A faint, aromatic scent rose from the slightly warped aluminum opening.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Black coffee, huh? You&apos;ve got good taste.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki, who said that, also had the same canned coffee.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You like it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;To be honest, it&apos;s not really my favorite, but it&apos;s perfect for when I need to focus. It&apos;s a powerful stimulant.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed he was more interested in the effects of drinking black coffee than the taste.</p><p class=\"paragraph\" style=\"text-align: left\">Meanwhile, Yoshida was still groaning in front of the vending machine, apparently undecided on what to buy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re taking your sweet time. If you don&apos;t want anything, you don&apos;t have to force it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki jabbed, looking at Yoshida&apos;s back as his fingers hovered before the buttons.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, like... I&apos;m definitely thirsty. But I don&apos;t wanna drink <em>that</em>&#xa0;much. So, like, in times like that, don&apos;t you have trouble choosing between this one and that one?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida smoothly slid one step to the side of the vending machine, and turning to us, pointed alternately at two products. One was a 500 ml tea, and the other was a 280 ml tea; they were the exact same product other than the size.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The 280 ml is enough, but the price difference is only 20 points, ya know? So I really wrack my brain trying to figure out the right choice.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It wasn&apos;t limited to drinks; the same could be said for many products on sale. Even with snacks, buying the large bag was cheaper and gave you more, but it lacked the convenience of the smaller, individually wrapped packages.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;d normally go for cost-performance. If it&apos;s only a 20-point difference, just buy the 500 ml one without thinking.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki answered instantly. He probably always did so himself.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, I guess... But I often end up not being able to finish it all. Still, you&apos;re right, considering the cost-performance is probably&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;d go with the 280 ml one. If you&apos;re not confident you can finish it from the start, the taste will degrade over time even if you take it home. Even if tea has antibacterial properties, once you open the bottle and drink from it, bacteria from your mouth will get in. You can&apos;t ignore the hygiene aspect, either.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ugh...! Y-Yeah, that&apos;s true... That happens too, so...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I thought my comment might have been unnecessary, but after I gave him my take on it, Yoshida began to waver again.</p><p class=\"paragraph\" style=\"text-align: left\">And in the end, the choice Yoshida made was to press both buttons at the same time.</p><p class=\"paragraph\" style=\"text-align: left\">The 500 ml one came out. The look on Yoshida&apos;s face as he clutched the plastic bottle wasn&apos;t one of satisfaction, but more of a self-questioning: <em>Was this the right one?</em>&#xa0;But he probably would&apos;ve had the same expression even if the 280 ml one came out instead.</p><p class=\"paragraph\" style=\"text-align: left\">Just as Yoshida, who bought his drink after so much hesitation, had finished about a third of his tea on the spot, I noticed him looking restlessly at Shimazaki.</p><p class=\"paragraph\" style=\"text-align: left\">He likely wanted to continue the conversation from the bookstore but couldn&apos;t bring himself to start it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Shimazaki. About that &apos;100-man slayer&apos; story&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I decided I should be the one to bring it up, so I asked him directly.</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida immediately came closer and sat down next to Shimazaki.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You don&apos;t actually believe a rumor like that, do you, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;When I first heard it from Nishikawa, I took it at face value, but listening to the story up to this point, parts of it started to feel unnatural. Even if she was in a different class, with a nickname like that, it wouldn&apos;t be strange to have heard of it, yet I&apos;d never heard a single rumor about Shiraishi.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that... so? It&apos;s true you didn&apos;t seem to know...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Of course, it could&apos;ve just been that I was ignorant and uninterested in such things, but I&apos;d never even heard Shiraishi&apos;s name from another student, let alone her nickname.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But, even if everything Shimazaki&apos;s saying is true, why would she do something so half-assed?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The idea that it was a pretext to keep the opposite sex away likely already occurred to Yoshida.</p><p class=\"paragraph\" style=\"text-align: left\">While a certain number of people would surely be repulsed by an extensive romantic history, it wasn&apos;t a foolproof method, as evidenced by how Yoshida, sitting beside us, hadn&apos;t lost his affection for Shiraishi even after hearing the rumor. Furthermore, the fact that they hadn&apos;t forced the rumor to spread to other classes or grades also created a strange sense of incongruity.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This is just my speculation, but... I think Nishikawa has special feelings for Shiraishi. I figure that&apos;s what started the rumor. Don&apos;t you think she figured that a rumor about being a &apos;100-man slayer&apos; would be convenient for keeping boys away? Sure, there are more than a few guys who&apos;d hear a rumor like that and be happy, thinking she&apos;s an easy woman, but it&apos;s more likely to make her an object of disgust, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki shared his thoughts as a possible answer to the questions floating in our minds.</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida made an awkward face for a moment, but I didn&apos;t do something so tactless as to point it out.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...What&apos;re you talking about? Nishikawa&apos;s a girl.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This isn&apos;t an age where romance is limited by gender.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, yeah, maybe that&apos;s true... but even so, there&apos;s no upside for Shiraishi, is there?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that really the case? Since Shiraishi has no interest in dating boys right now, she might have understood Nishikawa&apos;s intentions and gone along with the proposal to keep them away.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After finishing his canned coffee to the last drop, Shimazaki nodded.</p><p class=\"paragraph\" style=\"text-align: left\">It wasn&apos;t something I could be certain of yet, but it seemed like a possibility worth considering.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But still, isn&apos;t that going too far? Just to avoid dating guys, wouldn&apos;t it be tough for everyone to think you&apos;re an easy woman?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I think so, too. In which case, another hypothesis comes to mind, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki continued, speaking to Yoshida, who hadn&apos;t yet formed the hypothesis himself.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Shiraishi was never interested in boys to begin with. Just like Nishikawa, she&apos;s interested in the same sex, and that&apos;s precisely why she could make the choice not to be bothered by a rumor that would make her disliked by the opposite sex.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Wha&#x2014; S-Seriously...!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">To appropriately keep boys away, and to accept affection from girls.</p><p class=\"paragraph\" style=\"text-align: left\">This was perhaps the idea to achieve both.</p><p class=\"paragraph\" style=\"text-align: left\">Whether Nishikawa knew of Shiraishi&apos;s preferences was currently unknown, but the possibility couldn&apos;t be dismissed as zero.</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki&apos;s slip of the tongue&#x2014;&quot;I&apos;ve been watching Shiraishi since right after we enrolled, so I&apos;m not mistaken&quot;&#x2014;also didn&apos;t seem to be a complete exaggeration.</p><p class=\"paragraph\" style=\"text-align: left\">But at the same time, the flaws were also conspicuous. I&apos;d heard this &apos;100-man slayer&apos; rumor from Nishikawa&apos;s mouth; I hadn&apos;t been told about the nickname from Shiraishi herself. That said, it was unlikely the rumor was spreading without her knowledge. As long as it was being whispered about in class, it should&apos;ve reached her ears sooner or later. Since the first-year uninhabited island exam, it was almost a 100% probability.</p><p class=\"paragraph\" style=\"text-align: left\">And even if Shiraishi liked other girls, the rumor, while serving to keep boys away, also carried the risk of other girls keeping their distance. If the primary assumption was that Shiraishi liked boys, then other girls wouldn&apos;t approach her so casually either.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Like I said earlier, this is all speculation. There&apos;s no guarantee that anything is correct, apart from the lie about the &apos;100-man slayer&apos;&#x2014;no, even that included. I&apos;m just drawing my own conclusions from what I&apos;ve seen. If you can&apos;t believe me, you can check for yourself.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Having finished speaking, Shimazaki took a breath, perhaps because his excitement had calmed down a bit.</p><p class=\"paragraph\" style=\"text-align: left\">He stood up, threw his coffee can into the trash, and came back.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, why are you even telling us all this in so much detail?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You want to know why?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well... I kinda want to know, but I kinda don&apos;t...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Relax, Yoshida. I was planning on answering even if you didn&apos;t ask.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With that, Shimazaki stood not in front of Yoshida&#x2014;but in front of me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This reference book was a big help. But there&apos;s still a lot more I want you to teach me. I figure if I lend a hand here, maybe you&apos;ll spill your secrets someday, Ayanokouji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Apparently, what was important to Shimazaki was neither Shiraishi&apos;s situation nor Yoshida&apos;s true feelings.</p><p class=\"paragraph\" style=\"text-align: left\">More than any of that, it seemed he wanted to prioritize studying efficiently for now.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s also fine if you just told me now, you know?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry, but I haven&apos;t done anything special besides what I&apos;ve already told you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I gave the same response again, Shimazaki let out a sigh.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&apos;Searching online and watching videos,&apos; was it? I&apos;m sorry, but such a mundane method doesn&apos;t explain a perfect score.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I told you that chance was a big factor. In any case, I just like to look up extraneous things. I have a habit of looking up what students learn in their third year of high school, or what they learn in university. In the process, I just happened to learn how to solve a problem that appeared on the exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As I rattled off my excuses, Shimazaki pressed his lips together firmly, but as if he realized how his own attitude appeared, he immediately relaxed and exhaled.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well... I suppose it&apos;s not like you can just tell me everything so easily.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Without persistently questioning me, it seemed Shimazaki gave up his pursuit for the time being.</p><p class=\"paragraph\" style=\"text-align: left\">His sharp comprehension and judgment in that area made our interactions efficient and were a great help.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But information is information. I&apos;ll have you pay me back in kind someday.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since it was a debt that money couldn&apos;t settle, it seemed difficult to repay, but it couldn&apos;t be helped.</p><p class=\"paragraph\" style=\"text-align: left\">It was certain that the conversation not only eased the feelings of Yoshida, who harbored affection for Shiraishi, but was also meaningful for me, as I had doubts about Shiraishi&apos;s way of thinking.</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 12,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 14,
    "title": "Part 3"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 13
}