{
  "title": "Part 3",
  "content": "<h2 class=\"heading_2\">Part 3</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">A LITTLE WHILE later, Shimazaki said he was going to study and left ahead of us.</p><p class=\"paragraph\" style=\"text-align: left\">Meanwhile, Yoshida, perhaps still unable to sort out his feelings, remained sitting on the bench, his back hunched over as he clutched a half-full plastic bottle with both hands. All things considered, the 280 ml bottle might have been the better choice.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Shouldn&apos;t we head home? It looks like the weather&apos;s going to get even worse.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If the downpour got any stronger, our pants would likely get soaked even with an umbrella.</p><p class=\"paragraph\" style=\"text-align: left\">Although I spoke to him, he didn&apos;t react&#x2014;his mind seemingly elsewhere. I watched over him from nearby for a while, but just as I was about to prompt him again, his hunched back straightened up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Yeah, you&apos;re right...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He then gave a listless reply, stood up, and started to walk away sluggishly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You forgot your book.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I handed him the book, which had been left in a paper bag on the bench, he accepted it with another listless reply. Our earlier conversation was clearly weighing heavily on his mind.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What am I supposed to do if Shiraishi likes girls...? I&apos;m a guy, y&apos;know, a guy!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That hasn&apos;t been confirmed as the truth yet.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But still...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you&apos;re this shocked at this point, you should probably give up on having feelings for Shiraishi. It&apos;s possible the &apos;100-man slayer&apos; rumor is true, that she likes girls, and on top of that, something else you don&apos;t want could come up, Yoshida. Am I wrong?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This wasn&apos;t a story limited to just Shiraishi. When trying to get to know someone, discovering an unimaginable past was something one could experience many times in life. If he wasn&apos;t prepared for that, then retreating was also a form of courage.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Something I don&apos;t want, huh.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Whether it was because of the shock or because he&apos;d finally admitted his feelings for Shiraishi, he no longer showed any signs of refuting that point.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I... yeah, that&apos;s right... Who cares about &apos;100-man slayer,&apos; who cares if she likes girls... I have to accept that, or I can&apos;t move forward, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">To carve out a possibility, he had to walk a thorny path.</p><p class=\"paragraph\" style=\"text-align: left\">He put strength into his arms, and as he hugged the book tightly, the light began to return to Yoshida&apos;s eyes.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Alright&#x2014;I...!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Rather than worrying about the past, the thing you should be most down about right now is that Shimazaki likes Shiraishi. That&apos;s an undeniable truth.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Guh!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida, who&apos;d just been getting fired up, made an exaggerated motion as if he were coughing up blood to show how hard he&apos;d been hit.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, Ayanokouji, are you tryin&apos; to cheer me up or get me down?! Which is it!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I suppose my timing was poor, but I only meant to inform you of the situation. It&apos;s neither of those.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sayin&apos; it&apos;s neither is pretty harsh, ain&apos;t it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Now that he mentioned it, he was certainly right.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I want to cheer you up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t say it so artificially... You&apos;re that kinda guy, aren&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just as I was analyzing him in various ways, it seemed Yoshida was analyzing me in a similar fashion.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I mean, that&apos;s the reality of the situation. I can&apos;t believe Shimazaki is a rival...<em>sigh</em>.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps because the area just outside the entrance to Keyaki Mall was deserted, Yoshida brought the subject up again. He likely couldn&apos;t help but try to get it off his chest.</p><p class=\"paragraph\" style=\"text-align: left\">As we opened our umbrellas and started walking, a heavy rain immediately began to patter against the fabric.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Does it bother you that Shimazaki is a rival?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, yeah, of course. For this sorta thing, the fewer rivals the better. Shiraishi&apos;s already super popular. Not a lot of guys are makin&apos; a move on her &apos;cause of the rumors, but if those turn out to be fake, they&apos;ll probably all rush her at once.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If that happened, the problem would no longer be just about Shimazaki.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Still, it didn&apos;t look like he was planning on confessing his feelings to Shiraishi for the time being.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just watching from a distance was enough for him. Depending on one&apos;s perspective, it could be said that he lacked the courage to pursue romance, but that depended on how much importance he judged it to have in his future life. Despite his high academic ability, Shimazaki never grew complacent and studied even on his days off to achieve even the slightest improvement. That suggested that his target school was of a very high level. From that, there was no doubt that his first priority wasn&apos;t romance.</p><p class=\"paragraph\" style=\"text-align: left\">Even so, with the appearance of an unexpected rival, someone who prioritized romance would naturally feel impatient.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Come on, people can have a sudden change of heart... If I start goin&apos; after Shiraishi openly, all those feelings he&apos;s&#xa0;been holdin&apos; back might just explode out. Ain&apos;t that right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s possible.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps because he&apos;d admitted his feelings in front of me and Shimazaki, Yoshida no longer tried to hide his true feelings.</p><p class=\"paragraph\" style=\"text-align: left\">Romantic feelings weren&apos;t something that could be easily controlled.</p><p class=\"paragraph\" style=\"text-align: left\">Even if I hadn&apos;t experienced it myself, I understood it as fact.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just to be sure, you ain&apos;t gonna say you&apos;re after Shiraishi too, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I believe I already denied that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But if the rumors are fake, you might join in, right? Plus, you could have a change of heart, no, your feelings could wander. You do sit next to her, after all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He seemed to want a verbal commitment, so he persistently sought confirmation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not sure if you&apos;ll be satisfied with me just saying it&apos;s fine, but it is.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At that moment, I held no feelings for Shiraishi beyond that of a classmate.</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida, who&apos;d been looking at me as if to ascertain my true intentions, soon nodded as if to show a certain degree of acceptance.</p><p class=\"paragraph\" style=\"text-align: left\">It was probably something he could only process by accepting it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, I guess she&apos;s not at all like Karuizawa, who you dated. Hey, I don&apos;t mean that in a bad way, y&apos;know? There&apos;s no doubt Karuizawa is cute.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While quite a few boys saw Karuizawa as a <em>gyaru</em>, a frivolous girl, in reality she also had a completely different side to her, and she was different from the type of person others imagined. That said, Yoshida&apos;s current statement was, above all, proof that her appearance was at a level others envied.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I know what you&apos;re trying to say.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just as people had likes and dislikes when it came to food, preferences of all kinds existed for romantic interests.</p><p class=\"paragraph\" style=\"text-align: left\">In fact, Shiraishi and Karuizawa were probably not the same type.</p><p class=\"paragraph\" style=\"text-align: left\">That point seemed to have become a reason for Yoshida to feel a little relieved.</p><p class=\"paragraph\" style=\"text-align: left\">Even so, it was hard to believe it was a coincidence that both Shimazaki and Yoshida, two people who&apos;d closed the distance with her early on, were both interested in Shiraishi. Perhaps a fair number of students in the class were hiding feelings close to love for Shiraishi.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What I don&apos;t quite understand is, is Shiraishi actually a popular student with the opposite sex? Well, of course, I&apos;ll admit she has superior looks that draw more attention than the average female student, but&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While they were few in number when looking at the entire grade, it could be said that female students of a similar level still existed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;She&apos;s undeniably cute. And also...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And also?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He seemed to be implicitly suggesting that it wasn&apos;t just about her physical appeal.</p><p class=\"paragraph\" style=\"text-align: left\">But whether he was shy or just didn&apos;t want to tell me, he didn&apos;t finish his statement.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;May I ask what points you find attractive about her?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">So, I tried pressing him a step further.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Eh? Well... how do I put it...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While looking somewhat embarrassed, Yoshida continued his words.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s like, that mysterious part of her, y&apos;know, it&apos;s what&apos;s so great about her.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Mysterious. It was safe to say that Yoshida&apos;s description was an accurate assessment.</p><p class=\"paragraph\" style=\"text-align: left\">I also felt something elusive in Shiraishi&apos;s way of thinking.</p><p class=\"paragraph\" style=\"text-align: left\">And hearing Shimazaki now declare that Shiraishi&apos;s &apos;100-hundred man slayer&apos; moniker was a lie was a factor that contributed to that feeling.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Mysterious, huh. I sort of get what you mean, but when it comes to being mysterious, don&apos;t you think Morishita might be on a higher level?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I asked if she was a romantic interest in the same way, Yoshida&apos;s eyes immediately widened in irritation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t be stupid, Ayanokouji. That thing with Morishita isn&apos;t mysterious, she&apos;s just an incomprehensible weirdo. You&apos;ve had eraser dust thrown at you from behind as well, haven&apos;t you? That&apos;s the work of a little devil, don&apos;t you ever lump her in with Shiraishi. Shiraishi is full of kindness.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida also seemed to have been a victim in the past, based on the &quot;as well&quot; and the strong tone he was speaking in.</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps he&apos;d been observing things during self-study, as it seemed he&apos;d clearly witnessed that moment.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My apologies. Please allow me to offer a sincere apology for that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I immediately reflected on the fact that I shouldn&apos;t have treated her as being in the same category as Morishita.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...As long as you get it. Hold on, don&apos;t tell me you, of all people, are into Morishita?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Why would you think that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, I thought it was weird when she said she wanted you in the seat in front of her. Plus, she never hangs out with anyone, but she talks to you an awful lot. She&apos;d be cute if she didn&apos;t talk, right? It&apos;s a rare case where her internal evaluation cancels out her external one.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Although, it was doubtful whether it merely ended at canceling each other out.</p><p class=\"paragraph\" style=\"text-align: left\">That said, it was probably best to stop messing with him so carelessly any further.</p><p class=\"paragraph\" style=\"text-align: left\">After all, she probably wouldn&apos;t feel good knowing she was being talked about so freely like this.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Unfortunately, that&apos;s not it. If anything, she should be wary of me. She&apos;s the one who&apos;s most suspicious about whether I truly intend to help the class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It could be said that she was the furthest thing from being a potential romantic interest.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So that&apos;s why she&apos;s keeping you close, huh. What you said was true, then.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I struggle every day with her behind me, saying all sorts of things to me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The expression &apos;possessed by something evil&apos; might have been a perfect fit.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. At this rate, it doesn&apos;t seem like Morishita will become a romantic interest for you. I mean, it&apos;d take a real weirdo for that to happen anyway. Besides, you don&apos;t need to bother with someone like Morishita, you&apos;re popular with the girls anyway... Honestly, I&apos;m super jealous.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Am I popular?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t say it in such a goddamn irritating way. You&apos;re good-looking, and on top of that, you&apos;re smarter and more athletic than Shimazaki. And then you even transferred from Class A to Class C and became the leader, you know? A normal girl wouldn&apos;t just leave you alone, would she?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That&apos;s what it meant to be popular. Apparently, that was how I looked to those around me.</p><p class=\"paragraph\" style=\"text-align: left\">A coward who betrayed his class and hid his true abilities.</p><p class=\"paragraph\" style=\"text-align: left\">I had been doing nothing but things that would make me disliked by boys and girls alike, but for the Class C students who had become my allies, that impression seemed to have faded.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I wanna go out with Shiraishi!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He seemed unable to hold back his emotions any longer, and his feelings exploded in a loud voice.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What if Shiraishi heard you from behind&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What, no way!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida threw his open umbrella aside and jumped.</p><p class=\"paragraph\" style=\"text-align: left\">He even dropped his book, but I caught it just before it hit the ground.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2014;what would you do, is what I was going to ask.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What kind of feint was that!? I&apos;m getting soaked!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He hurriedly picked up the umbrella, but his entire hoodie was instantly dotted with raindrops.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, it&apos;ll dry soon enough.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Easy for you to say...!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I handed him the book and started walking again.</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida&apos;s expression changed constantly, showing his every emotion without reservation.</p><p class=\"paragraph\" style=\"text-align: left\">The common thread in all of it was &apos;romantic feelings.&apos;</p><p class=\"paragraph\" style=\"text-align: left\">It was an undeniable fact, acknowledged by himself and others, that the Yoshida in front of me was genuinely &apos;in love&apos; with Shiraishi. On the other hand, I still didn&apos;t fundamentally understand that emotion.</p><p class=\"paragraph\" style=\"text-align: left\">I dated Karuizawa to learn about &apos;romantic feelings,&apos; but we broke up and I still wasn&apos;t able to understand them.</p><p class=\"paragraph\" style=\"text-align: left\">All I learned was the form of a romantic relationship between a boy and a girl, but I was unable to analyze it as an emotion.</p><p class=\"paragraph\" style=\"text-align: left\">Falling in love with someone.</p><p class=\"paragraph\" style=\"text-align: left\">Coming to hate someone.</p><p class=\"paragraph\" style=\"text-align: left\">In the truest sense, I still knew nothing.</p><p class=\"paragraph\" style=\"text-align: left\">If not for my goal of bringing balance to the four classes, I could&apos;ve pursued that for another year.</p><p class=\"paragraph\" style=\"text-align: left\">I might have been able to view Karuizawa with romantic feelings.</p><p class=\"paragraph\" style=\"text-align: left\">But it was too late for that. A meaningless fantasy now.</p><p class=\"paragraph\" style=\"text-align: left\">Watching Yoshida speak so earnestly, I decided to simply say what was on my mind.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You said you envy me, but I&apos;m the one who envies you, Yoshida.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? Me? Why?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You can honestly say that you&apos;re in love with Shiraishi. Rather, I&apos;m honestly envious that you&apos;re able to feel that way, Yoshida.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida naturally surrendered himself to a problem that couldn&apos;t be expressed with a formula.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;N-no, it&apos;s not like I like her&#x2014;cut it out... It&apos;s just a one-sided, pathetic crush, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He tried to deny it again, but perhaps realizing it was futile, he sighed once before continuing.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s nothing to envy. You&apos;re being sarcastic, aren&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I wondered if the slight anger he showed, even as he laughed, was genuine.</p><p class=\"paragraph\" style=\"text-align: left\">However, I, for my part, was also speaking honestly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not sarcasm. I still don&apos;t understand romantic feelings. To genuinely fall in love with someone, to want that love to succeed, to not want to be rejected, to not want to be hated. Or conversely, to come to hate someone, to want to break up with them&#x2014;I don&apos;t understand those positive and negative emotions.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What the hell? You don&apos;t sound like you&apos;re messing around... but... I mean, you were actually dating Karuizawa, right? And for a pretty long time, too, wasn&apos;t it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida confronted me with an undeniable fact.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...It&apos;s fine. Just forget it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even if I put my feelings into words, he wouldn&apos;t be able to understand.</p><p class=\"paragraph\" style=\"text-align: left\">To Yoshida, I was someone who dated Karuizawa.</p><p class=\"paragraph\" style=\"text-align: left\">It was only natural for him to conclude I experienced all the emotions that came with romance.</p><p class=\"paragraph\" style=\"text-align: left\">However, seeing my words and attitude, it seemed he sensed something, even if he didn&apos;t fully understand the reason.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Well, I&apos;ll drop it, since it&apos;d be rude to push it any further.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After saying that and pausing for a moment, Yoshida peered at me and asked a question, as if there was still something he wanted to confirm.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, you don&apos;t have anyone you like right now?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. So there are guys like that, huh.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s why I&apos;m envious. Being able to fall for someone for real.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Hope you find someone you can really fall for, too.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A member of the opposite sex one could truly love.</p><p class=\"paragraph\" style=\"text-align: left\">My romantic experience with Karuizawa, and my relationship with Ichinose that others couldn&apos;t understand&#x2014;it was certain that I was, perhaps, getting close.</p><p class=\"paragraph\" style=\"text-align: left\">Thinking the other person was cute, thinking they were beautiful.</p><p class=\"paragraph\" style=\"text-align: left\">Physical contact with the opposite sex and my heart rate rising.</p><p class=\"paragraph\" style=\"text-align: left\">I&apos;d gone through those kinds of experiences to some extent.</p><p class=\"paragraph\" style=\"text-align: left\">However, romantic feelings still hadn&apos;t sprouted within me.</p><p class=\"paragraph\" style=\"text-align: left\">Or perhaps I simply hadn&apos;t noticed, and had in fact already experienced it?</p><p class=\"paragraph\" style=\"text-align: left\">Our pleasant chat as we both gazed at the rain came to a lull.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Let&apos;s just head back for now, Ayanokouji. Looks like the rain&apos;s gonna get stronger after this.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That was what I&apos;d just said... but I decided to refrain from making a tactless jab.</p><p class=\"paragraph\" style=\"text-align: left\">We began to walk forward again.</p><p class=\"paragraph\" style=\"text-align: left\">Although it was for a short time, I was able to get a general grasp of their personalities from talking with Yoshida and Shimazaki.</p><p class=\"paragraph\" style=\"text-align: left\">For better or worse, they were straightforward and the type to say what was on their minds.</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida was stricter on the surface but quite caring underneath, while Shimazaki was a person who could interact with classmates and friends from an appropriate distance without getting too close or being biased; I also managed to obtain information about their romantic troubles.</p><p class=\"paragraph\" style=\"text-align: left\">It seemed safe to conclude that my analysis of them as classmates was complete enough.</p><p class=\"paragraph\" style=\"text-align: left\">Both of them were indispensable to the class, and they would continue to function as useful students; if they ever ran into trouble, I would have to support and protect them.</p><p class=\"paragraph\" style=\"text-align: left\">We walked silently through the strengthening rain and returned to the dorms&#x2014;</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 13,
    "title": "Part 2"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 15,
    "title": "Chapter 2: A Gentle Exam"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 14
}