{
  "title": "Chapter 2: A Gentle Exam",
  "content": "<h1 class=\"heading_1\"><a class=\"heading-link\" href=\"/read/y3v2/2\">Chapter 2:<br/>A Gentle Exam</a></h1><hr/><p class=\"paragraph\" style=\"text-align: left\"><em>IT WAS A Thursday, past the middle of May.</em></p><p class=\"paragraph\" style=\"text-align: left\">Some of the students who had become third-years were tackling their studies earnestly, at a pace unlike last year. Shimazaki, who I had gone to the bookstore with the other day, was one of them.</p><p class=\"paragraph\" style=\"text-align: left\">There was nothing surprising about it. It was the time of year when they began to seriously consider their desired schools and fields of study.</p><p class=\"paragraph\" style=\"text-align: left\">There were many other things to do besides studying. It would also be important to order college brochures and gather information for open campus events.</p><p class=\"paragraph\" style=\"text-align: left\">Normally, the opportunities for students at this school to go off-campus were limited, but third-years were permitted to visit open campuses during summer vacation, provided they applied. There, it became possible to attend mock classes, entrance exam information sessions, individual consultations, and hands-on events. To see and feel firsthand the atmosphere and compatibility that brochures and websites couldn&apos;t convey was surely a very important factor.</p><p class=\"paragraph\" style=\"text-align: left\">This wasn&apos;t limited to higher education; it was much the same for those who wished to find employment.</p><p class=\"paragraph\" style=\"text-align: left\">As summer approached, they&apos;d to begin preparing to enter the workforce from various angles, with things like company information sessions, workplace tours, and internships. Most students would decide between further education or employment, but some exceptions existed.</p><p class=\"paragraph\" style=\"text-align: left\">For example, there were cases where their futures had already been decided by various factors.</p><p class=\"paragraph\" style=\"text-align: left\">It might have been unofficially decided that they would join a company run by their family or relatives, or they may have chosen to become a freelancer without pursuing further education or employment.</p><p class=\"paragraph\" style=\"text-align: left\">Or perhaps there were also those who couldn&apos;t choose either path yet, putting off their decision until the very last minute.</p><p class=\"paragraph\" style=\"text-align: left\">The one thing that could be said for all of them was that they were simply busier than they&apos;d been in the past two years.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Have you gotten used to the class environment yet?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita, who sat behind me, whispered as homeroom progressed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;More or less.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;More or less, is it? If you&apos;re acting tough, you can be honest with me, you know?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not acting tough.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Really? Perhaps you ought to think of me as a priest and confess the painful secrets of your heart?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I wasn&apos;t acting tough in the slightest, but I wondered why she was so concerned.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Could it be that you&apos;re worried about me...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Her words were so unexpected that I slightly turned around.</p><p class=\"paragraph\" style=\"text-align: left\">Was her sudden asking without any warning her own way of showing concern?</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. I was thinking I&apos;d have a good laugh at your expense if you&apos;d said you hadn&apos;t fit in.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not &apos;that&apos;s right&apos; at all. You don&apos;t seem worried in the slightest.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Apparently, she just wanted to make fun of me.</p><p class=\"paragraph\" style=\"text-align: left\">I never thought I would end up regretting even the simple act of turning around.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh? Did you want me to be worried about you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Not at all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I answered from the bottom of my heart, but Morishita, far from believing me, only grew more suspicious.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Aww, so stubborn. This is why people whose names start with &apos;A&apos;, end with &apos;Ka&apos;, and are ten hiragana characters long are just hopeless. It&apos;s no wonder the statistics show as much.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was a rare case that seemed to hit on an incredibly specific person.</p><p class=\"paragraph\" style=\"text-align: left\">We were in the middle of homeroom, after all; it would be best not to engage with her any further.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Did you just think it would be better not to engage with me?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I won&apos;t deny it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I decided to forget about the student behind me and turn back to the front.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2014;It has been decided that a new exam will begin tomorrow.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Mashima-sensei said just as homeroom was about to end.</p><p class=\"paragraph\" style=\"text-align: left\">My classmates wore somewhat dubious expressions on their faces.</p><p class=\"paragraph\" style=\"text-align: left\">They seemed to feel that something was off about the suddenness of &apos;tomorrow&apos; and the timing of his announcement with only a minute or two left in homeroom. Normally, things that tended to require long explanations, like special exams, were discussed when there was plenty of time.</p><p class=\"paragraph\" style=\"text-align: left\">Did he intend to continue his explanation even if it cut into our break time?</p><p class=\"paragraph\" style=\"text-align: left\">No, in the first place... was Mashima-sensei&apos;s current way of speaking, his phrasing, just a coincidence?</p><p class=\"paragraph\" style=\"text-align: left\">Although a certain turn of phrase caught my attention, I first waited for the teacher to continue.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The reward will be a change in Class Points: plus 50 points for the first-place class, plus 20 points for second place, no change for third place, and minus 25 points for fourth place. The details, including what will happen to the rewards in the unlikely event of a tie, will be announced in one week. Until then, try to conduct yourselves as befitting of students. And this time, I will not be taking any questions whatsoever.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He finished his explanation with just that, without displaying any rules or rewards on the monitor.</p><p class=\"paragraph\" style=\"text-align: left\">That was all. Just as he added the last part, the chime sounded.</p><p class=\"paragraph\" style=\"text-align: left\">And then, without truly accepting any questions about the exam&apos;s details or anything else, the teacher left the classroom.</p><p class=\"paragraph\" style=\"text-align: left\">Though it was brief, it was a memorable explanation that left me with a few lingering questions.</p><p class=\"paragraph\" style=\"text-align: left\">The wording could be taken in two ways, the remark about student-like conduct. And then&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">The class fell silent for a moment, but Hashimoto pulled back his chair and stood up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Looks like this school just loves to dump one troublesome thing after another on us, huh? So, what&apos;s the plan, leader? Wanna start the discussion now?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto said, as he turned to look at me, intending to get the discussion started.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If possible, I&apos;d like to hear my classmates&apos; opinions first. After that, I&apos;ll organize the information and then give my own thoughts.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I said that to the whole class, Hashimoto gave a small laugh.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Whoops, my bad. I didn&apos;t mean anything weird by that laugh. It&apos;s just, I was thinking this is the complete opposite of how it was when Sakayanagi was our leader. Our former leader often made decisions on her own without asking for anyone&apos;s input, you know.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sakayanagi was the type to figure out the essence of things all on her own. No, in that sense, I was the same as her, but as luck would have it, I was currently in the middle of gathering information on the class as well.</p><p class=\"paragraph\" style=\"text-align: left\">I wanted to hear what kind of statements the students would make during the discussion.</p><p class=\"paragraph\" style=\"text-align: left\">A brief silence fell over the room, but Sanada soon spoke up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;For sensei to not mention any details about the exam at all is, of course, a first. The only things revealed were the rewards and that it starts after one week&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As he brought up Mashima-sensei&apos;s words again, Tamiya&#xa0;raised her hand as if to chime in.</p><p class=\"paragraph\" style=\"text-align: left\">Barely five seconds passed since the discussion began. With just a few words spoken, things were set in motion.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Wait. I thought the week starting tomorrow was the exam period.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Among the scant information we&apos;d been given, it quickly became apparent that there were people who interpreted the exam differently.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I agree with Tamiya. I took it to mean the exam period starts tomorrow, and the results will be announced in a week.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The next to speak in agreement was Shimizu. He joined the discussion without hesitation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Really? Didn&apos;t Mashima-sensei say the details would be announced in a week? If that&apos;s the case, wouldn&apos;t it be more natural to think of the week starting tomorrow as a preparation period for it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Immediately after, Motodoi raised her hand and refuted Shimizu, adding her reasoning.</p><p class=\"paragraph\" style=\"text-align: left\">In Mashima-sensei&apos;s statement, there were two phrases that seemed related to the exam period: &quot;It has been decided that a new exam will begin tomorrow,&quot; and &quot;The details will be announced in one week.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If one took the former literally, the exam would begin tomorrow.</p><p class=\"paragraph\" style=\"text-align: left\">Conversely, if one took only the latter literally, we would be told the details in a week, and the exam would take place then.</p><p class=\"paragraph\" style=\"text-align: left\">It was an expression that could be interpreted in subtly different ways depending on the listener.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I see. You&apos;re right, what Mashima-sensei said earlier does seem like it could be taken either way. Alright then, let&apos;s start by getting a quick poll of everyone&apos;s opinions. For those who had a clear interpretation of sensei&apos;s words, could you please raise your hand? Who thinks that starting tomorrow is a preparation period, and the special exam will be held in one week?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sanada efficiently called for a show of hands. Nineteen students, more than half the class, raised their hands.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Next, who thought that the special exam period starts tomorrow, and the details and results will be announced in a week?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This time, it was fewer than before, with twelve people.</p><p class=\"paragraph\" style=\"text-align: left\">The students who hadn&apos;t raised their hands for either option were likely either undecided or simply didn&apos;t want to answer. Since this wasn&apos;t something to be decided by a majority vote, Sanada didn&apos;t press the issue.</p><p class=\"paragraph\" style=\"text-align: left\">Next, Shimazaki lightly raised his hand. He was one of the students who believed the time from tomorrow was a preparation period for the exam.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What&apos;s certain at this point is that, either way, the rules probably aren&apos;t that complex. The lack of explanation supports that, and the rewards aren&apos;t that big. Since the school is the one judging, it means we&apos;ll be made to compete in some visible way. If we&apos;re thinking in really simple terms, something like test scores. He also mentioned &apos;student-like behavior,&apos; which I took to mean studying, the fundamental duty of a student.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed Shimazaki had listened carefully to Mashima-sensei&apos;s words, as he&apos;d apparently picked up on and focused on the &apos;student-like behavior&apos; part.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Another test? You&apos;re kidding me, back-to-back?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto voiced his skepticism. Shimazaki was considering the possibility of competing based on simple class averages or total scores, rather than something with special rules like the &apos;&apos;Comprehensive Academic Ability Exam&apos; from a little while ago, but Hashimoto seemed to doubt whether the school would really make them compete with written tests back-to-back.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It does feel a bit weird to think of them being back-to-back, but on the other hand, it seems totally plausible, don&apos;t you think? If you interpret it to mean that studying isn&apos;t something you do because you&apos;re told, but something you&apos;re supposed to do on your own, then the lack of rules makes sense. The possibility of competing via a pop quiz... yeah, I could see that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tsukaji, a female student who&apos;d been listening next to Shimazaki, also nodded as if in agreement.</p><p class=\"paragraph\" style=\"text-align: left\">If a test were to be held suddenly in one week, that was certainly a strong possibility.</p><p class=\"paragraph\" style=\"text-align: left\">However, the term &apos;pop quiz&apos; was also something of a contradiction.</p><p class=\"paragraph\" style=\"text-align: left\">Inherently, a pop quiz was only meaningful because it came without any warning or prior sign.</p><p class=\"paragraph\" style=\"text-align: left\">Once it&apos;d been announced that an exam would take place, its effectiveness as a pop quiz was diminished.</p><p class=\"paragraph\" style=\"text-align: left\">However, that didn&apos;t mean one could definitively conclude that a written exam would not be held, which was what made it difficult.</p><p class=\"paragraph\" style=\"text-align: left\">With no information disclosed about which subjects were on it or their difficulty, the students were forced to either study a broad range, narrow the scope on their own, or pick and choose subjects. If that were the case, academic ability alone would not necessarily determine the winner, because if their luck-based predictions were to hit the mark, even Ryuuen&apos;s class, with its lower overall academic ability, would have a slim chance of victory.</p><p class=\"paragraph\" style=\"text-align: left\">Although opinions were split between the two sides, not a single person tried to forcefully push the view they supported. The only thing they all had in common was the desire to &quot;win.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That was precisely why they were all contributing their raw opinions, so that they would have no regrets.</p><p class=\"paragraph\" style=\"text-align: left\">Since it was impossible to definitively determine which interpretation was correct at this stage, the discussion continued. I had to genuinely appreciate their proactive attitude as they tried to move forward by breaking down Mashima-sensei&apos;s brief explanation as much as possible.</p><p class=\"paragraph\" style=\"text-align: left\">This exam, devoid of any explanation of the rules, contained a clear intent, regardless of its content.</p><p class=\"paragraph\" style=\"text-align: left\">That intent was to see how long they could maintain a state of tension.</p><p class=\"paragraph\" style=\"text-align: left\">People could brace themselves and be highly vigilant against a visible danger.</p><p class=\"paragraph\" style=\"text-align: left\">People could move forward with a clear objective, but it wasn&apos;t easy to work toward a vague, undefined goal; it was just that difficult to maintain a state of tension for so long. In addition to not knowing whether the exam would take place <em>over </em>a week or <em>in </em>a week, even its content remained unknown.</p><p class=\"paragraph\" style=\"text-align: left\">That was why people tried to establish a &apos;provisional&apos; goal, and in fact, they had to.</p><p class=\"paragraph\" style=\"text-align: left\">What was being discussed was the creation of a guidepost to move forward without getting stuck.</p><p class=\"paragraph\" style=\"text-align: left\">Just having this discussion would be a good opportunity for growth for those involved.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I get what you&apos;re trying to say, but our approach will be completely different depending on whether we prepare for this week or for a week from now. We should just commit and steer in one direction.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With about half of the break left, Shimazaki, who disliked that the discussion was going nowhere, made that proposal to decide on a course of action.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you think, Ayanokouji? It&apos;s about time you gave us an answer.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Thinking this was the leader&apos;s time to step up, Shimazaki asked me for the class&apos;s direction on behalf of everyone.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My opinion is mostly the same as the ones already brought up. The fact that the school deliberately didn&apos;t explain the rules this time means it must be something that can be understood and established without explanation. Also, considering the short one-week period, the written exams and sports tests that have been discussed so far as extensions of our classes are naturally candidates.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, you&apos;re saying you think the same as me... that the special exam will be held a week from now?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, I&apos;m just not ruling out the possibility. It&apos;s entirely possible an exam could start covertly tomorrow. For example, the exam might be to present the conclusion we reached in this discussion.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I answered as if retracing everyone&apos;s discussion, while also mixing in my own opinion.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...What we prepared for. You mean the school will check that a week from now?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah. One class crammed for a test. One class predicted it would be physical and acted accordingly. One class came up with an answer that combined both. This could be the basis for judgment.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That said, no student was about to confidently give their seal of approval to that idea. What was important was to broaden their perspective and to keep in mind that there were numerous, albeit finite, options.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A lot of different opinions have been thrown around, but one that I feel is a strong possibility is that our &apos;attitude in daily life&apos; will be observed for the next week, starting tomorrow.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">There were various initiatives in daily life. Delinquency Prevention Week, Disaster Prevention Week, Reading Week, Greeting Campaign Month, Traffic Safety Month, Compassion Month. I could list more if I tried.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Attitude in daily life...? That&apos;s an opinion I hadn&apos;t even considered...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sanada, who&apos;d been quiet since the beginning of the discussion, muttered with a hand on his chin, a hint of surprise in his voice.</p><p class=\"paragraph\" style=\"text-align: left\">He seemed to have doubts about this opinion being raised as a strong possibility.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, you&apos;re saying they&apos;d do something similar to what happened in our first year?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. That time, the period was one month, but we weren&apos;t even notified beforehand that it was an exam. As a result, the former Class D that I was in suffered a major defeat, losing all of its Class Points, but&#x2014;this time, I think they&apos;re trying to test whether all four classes can live upstanding and proper school lives on the assumption they&apos;ve figured it out. Even if our daily attitudes are unrelated to this exam, there&apos;s great significance in just keeping this in the back of our minds.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. Our attitude is just our daily behavior; it doesn&apos;t require us to be tied down to just that. It&apos;s a given that we should take classes seriously, avoid being late or absent as much as possible, and be prudent in our actions before and after school.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since it wasn&apos;t something that would take up extra time, there was no harm in keeping it as a candidate.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Still, if all the classes are careful about their attitudes and prepare for that, the judging criteria will become extremely strict. We&apos;ll be required to act as role models not just on campus, but outside as well, all the way to Keyaki Mall and our routes to and from school.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The difference between victory and defeat might come down to a truly trivial matter. Walking past a single piece of trash on the ground without picking it up. Even something like that could lead to a one-point deduction and, consequently, defeat.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I, uh, also kind of thought there might be an exam about our private lives. I interpreted the teacher&apos;s words, &apos;try to act like a student,&apos; that way.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nishi&#xa0;also answered somewhat reservedly, as if to agree with my statement.</p><p class=\"paragraph\" style=\"text-align: left\">Several students who had the same idea but hadn&apos;t voiced it nodded in agreement. However, there was still some information lacking to be certain of this.</p><p class=\"paragraph\" style=\"text-align: left\">For now, I deliberately didn&apos;t touch on Mashima-sensei&apos;s words, which no one else pointed out.</p><p class=\"paragraph\" style=\"text-align: left\">It was the fact that he had only said &apos;exam,&apos; not &apos;special exam.&apos; The month-long observation of their daily attitudes conducted behind the scenes after enrollment hadn&apos;t been under the framework of a special exam, either.</p><p class=\"paragraph\" style=\"text-align: left\">Chabashira-sensei also had a history of omitting the &apos;special&apos; part when she spoke about the first-year sports festival.</p><p class=\"paragraph\" style=\"text-align: left\">However, I couldn&apos;t deny the possibility that it was a simple slip of the tongue, so I thought it wouldn&apos;t be too late to act after gathering more information first.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s no need to be certain. Or rather, it doesn&apos;t change the fact that we should spend the next week operating on the premise that some kind of exam will be held. This is just a proposal to add this to our considerations.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki also accepted the possibility of an exam based on their attitude in daily life without denying it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If it were something that took up our time, we&apos;d have to choose carefully, but our private lives are an inseparable part of us. It doesn&apos;t take much extra effort in and of itself.&#x2014;I agree with that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was something that would have no adverse effects, even if their understanding of the exam was split in two.</p><p class=\"paragraph\" style=\"text-align: left\">And as something everyone could work on equally, all of them readily showed their approval.</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 14,
    "title": "Part 3"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 16,
    "title": "Part 1"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 15
}