{
  "title": "Part 9",
  "content": "<h2 class=\"heading_2\">Part 9</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">WHEN WE ARRIVED at Koenji-kun&apos;s room, Sudou-kun stepped forward and took the lead for me.</p><p class=\"paragraph\" style=\"text-align: left\">There was no response from inside the room.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I wonder if he hasn&apos;t returned yet...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I thought he would be in his room at this hour, but maybe that was wishful thinking...</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Who knows? That guy seems like he&apos;d just ignore anything he finds annoying, so I can&apos;t say.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With that, he knocked repeatedly on the door with brute force. It was very helpful that he could do something I would hesitate to do without a second thought.</p><p class=\"paragraph\" style=\"text-align: left\">After the sound echoed in the surrounding area for a while, the door, which had long been silent, finally opened.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yo, Koenji. So you were in there after all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh my, oh my. To think the fools at my door were none other than my own classmates.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I apologize for showing up unannounced so late at night. I have a simple request for you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you wished to make an appointment with me, I should think you would have used your cell phone.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Using a cell phone with no guarantee of reaching you would be a problem if this waited until tomorrow. Besides, I determined that you wouldn&apos;t listen to my request unless I came to speak with you in person. It&apos;s about the special exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I wondered what this request could be, but are you still not giving up, Horikita-girl? I was under the impression you&apos;d seen the light during our discussion this afternoon.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You don&apos;t have to participate in our discussions. And you don&apos;t need to shoulder anything for the class by yourself. But that&apos;s not it... If this were a request that would benefit you, wouldn&apos;t you have room to consider it? If you hear me out, I&apos;m sure it won&apos;t be a bad deal for you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t want to overuse the tactic of dangling a carrot in front of an unmoving horse.</p><p class=\"paragraph\" style=\"text-align: left\">But it was also true that I couldn&apos;t afford to say such things when dealing with Koenji-kun.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hmm. In that case, I suppose I shall hear you out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As he said that, the door swung wide open before we could say anything else.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It would be difficult to talk with our voices echoing outside, wouldn&apos;t it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps having realized something when he heard the words <em>special exam</em>, he welcomed us into his entryway.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Never thought I&apos;d see the day I&apos;d be stepping into your room.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Fufufu. You should be purely delighted, red-hair-kun. You are the first man to have ever set foot in my room.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Not happy about it at all...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After making a gagging gesture, Sudou-kun crossed his arms and stood a half-step in front of me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Now then, shall you let me hear this story of yours? Something about it being beneficial to me?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. Starting tomorrow, I want you to simply come to school as usual, without being late or absent, and to refrain from idle chatter during class. On top of that, for one week only, I want you to correct all the behaviors that are considered problematic: your posture and habits in class, and any actions that disrupt discipline at Keyaki Mall and other places.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Up to this point, it was merely a request from our side. It was obvious that Koenji-kun would not nod his head in agreement for that alone. So I immediately got to the part that would benefit him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you exhibit no problematic behavior whatsoever, just like the other classmates, I will pay you 200,000 Private Points.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Essentially 200,000 yen just for being mindful of the rules for one week. This was undeniably an exceptional reward.</p><p class=\"paragraph\" style=\"text-align: left\">Sudou-kun gave me a look that said I was paying too much. But without this level of impact, Koenji-kun wouldn&apos;t budge. Besides, I was prepared to pay up to 300,000 points in the unlikely event he complained it was not enough.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, you believe that following the rules is the basis of this exam, do you, Horikita-girl?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Coincidentally, that is precisely what I was thinking, myself.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That is... a coincidence. I would very much like you to tell me how you arrived at that conclusion.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Most likely the same way you did. From our teacher&apos;s attitude.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Unlike me, who&apos;d just had a flash of insight, Koenji-kun may have realized it at a much earlier stage. I wanted to ask for details, but I decided against it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;However, the world is full of various happenings. As it stands, the probability of this being an exam that requires discipline is about 70%. In the event that it is an entirely unrelated exam, or if we lose due to factors other than myself, I will still expect to be paid the full amount in Private Points. Is that acceptable?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, that ain&apos;t fair!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There is nothing more expensive than something free, you know. If you cannot accept this, then I can offer no cooperation whatsoever.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I expected you would say that. I don&apos;t mind accepting those terms, but you will have to avoid any action that could result in even a single point deduction.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Fufufu. Then our negotiations are complete. For one week, starting tomorrow&#x2014;I shall sell you my discipline. For the exceptional price of 500,000 Private Points.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...You&apos;re asking for quite a lot, aren&apos;t you? I can hardly believe that&apos;s an amount you&apos;re willing to negotiate.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even this is me showing considerable kindness, you know? Not being able to check my bangs with a hand mirror during class when I am so concerned with them is painful for one such as myself who pursues beauty. Besides, I am the type who prefers to conclude negotiations in one fell swoop rather than probing each other&apos;s true intentions.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That last remark was his way of saying he&apos;d seen through the fact that I hadn&apos;t set 200,000 Private Points as my upper limit. He hit me where it hurt, just like he did after school.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s way too much. Just because you&apos;re takin&apos; advantage of our weakness, you think you can get away with&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I stopped Sudou-kun, who was on the verge of grabbing him, cutting him off.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Forcing your own arbitrary sense of what&apos;s normal is also out of the question, I trust you understand that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course. It will be a sad time from tomorrow, not being able to take in the sight of my beautiful, long legs upon my desk, but I suppose it can&apos;t be helped.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Are you sure about this, Suzune? Five hundred thousand Private Points is just&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The deal is done. And don&apos;t speak of this contract to anyone.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was a gamble. Just as Koenji-kun said, there was no guarantee that obeying school regulations was part of the special exam rules, and a 70% chance would&apos;ve been more than enough. But for now, I had to act with the belief that I could seize that probability; I wouldn&apos;t be able to defeat the other classes without shouldering that much risk.</p><p class=\"paragraph\" style=\"text-align: left\">Above all else, Koenji-kun would never act in an ordinary way. Had my request been something no one else could imitate, such as asking him to get a high score on an exam or take the top spot in sports, there would&apos;ve been no room for negotiation at all.</p><p class=\"paragraph\" style=\"text-align: left\">But this time, it was the opposite kind of request: for him to simply do nothing.</p><p class=\"paragraph\" style=\"text-align: left\">Although it was a large sum, he accepted my proposal of Private Points.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well then, it is about time you took your leave. Today will be another long night for me. Or perhaps, Horikita Girl, would you care to accompany me for this long night? I promise you won&apos;t regret it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Like hell! We&apos;re leaving, Suzune.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sudou-kun took my arm and, as if he didn&apos;t want me to linger for a second longer, opened the front door and stepped out into the hallway.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Damn that guy... Spouting such nonsense...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As we were leaving, Sudou-kun quietly cursed in front of the elevator.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It was a foolish joke, so pay it no mind. Besides, the negotiations were concluded successfully.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But still, isn&apos;t five hundred thousand just for doing nothing way too steep?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If the other students heard about this, they&apos;d no doubt complain. But rest assured. I have no intention of burdening anyone else in the class with the cost.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not what I mean... Before we even get to whether you&apos;re paying for it yourself, don&apos;t you think there&apos;ll be people who won&apos;t be convinced if they find out about this proposal?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. That&apos;s why I asked you to accompany me. You won&apos;t tell anyone else about this negotiation, will you, Sudou-kun?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was a request to keep it &apos;confidential&apos; while avoiding a direct statement.</p><p class=\"paragraph\" style=\"text-align: left\">Sudou-kun looked a little bewildered, but he nodded firmly as he reached for the elevator&apos;s up button.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;W-well... If you&apos;re asking me to keep my mouth shut, then I won&apos;t tell anyone.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you. Oh, the down button is fine.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I reached past Sudou-kun&apos;s slowly extending arm and pressed the down button.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m going to take the stairs back. Well then, you were a great help today for agreeing to my sudden request. Good night.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After thanking him, I turned toward the emergency exit door.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Suzune!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A voice called out, stopping me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What is it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&#x2014;I, um...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I wondered if he hadn&apos;t decided what to say, or if he had, but the words wouldn&apos;t come out.</p><p class=\"paragraph\" style=\"text-align: left\">Seeing him so flustered, his voice catching in his throat, I tilted my head slightly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you have something you want to say, you can tell me. Did you disapprove of my methods?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not it. It&apos;s not like that... I... I might not be a replacement for Ayanokouji, but...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ayanokouji. At his name, I found my eyes widening slightly in surprise.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not strong like him, and I&apos;m not smart either... But still, I&apos;ll always be on your side, Suzune. So&#x2014;whenever you&apos;re in trouble, make sure you rely on me like you did today.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sudou-kun told me so, his eyes, filled with strong resolve, fixed on me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You held the class back quite a bit during our first year, so for this next year, I&apos;ll need you to do your best until the very end.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ugh&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In response to my merciless words, Sudou-kun gave a wry smile, as if he&apos;d broken out in a cold sweat.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The elevator is here. Say hello to Onodera-san for me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh, uh, yeah. Well... see you tomorrow...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, see you tomorrow.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I watched Sudou-kun step into the elevator, then headed for the emergency stairwell.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Thank you, Sudou-kun. Your words made me very happy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The reason I couldn&apos;t thank him honestly was because I couldn&apos;t help but feel a warmth spreading through my chest. I had allies. I had reliable classmates. I couldn&apos;t remain in despair forever just because Ayanokouji-kun had left.</p><p class=\"paragraph\" style=\"text-align: left\">I knew I had to live up to the expectations of those who supported me, no matter what.</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 26,
    "title": "Part 8"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 28,
    "title": "Chapter 4: The Quest for Knowledge"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 27
}