{
  "title": "Chapter 2: The Calm Before the Storm",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 2:<br/>The Calm Before the Storm</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">E’D FINALLY MADE IT</span><span style=\" font-size: 1.00em;\"> to March. It was Monday, just a few days after the end-of-term exam, and everyone was anxious to hear the results. After all, in the unlikely event that one of us got a failing grade, that person would be expelled. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sensei, are you going to announce the results now?!” Ike asked enthusiastically, planted in his chair and restraining himself as best he could, even as he leaned so far forward it seemed like he might fall over.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t lose your head. You’ll know in just a minute.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira’s movements were steady, suggesting she did this regularly. She spread out a large piece of paper that she had brought with her. The school usually made announcements digitally, via our phones or the bulletin boards, but it seemed they preferred to announce results in this manner when it came to written exams, where expulsion was possible. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you feel confident you did well, Ike?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-Well, I think so. I studied as hard as I possibly could and all…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You studied as hard as you possibly could, huh? And yet you’re still feeling uneasy?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira must have found Ike’s response to be amusing rather than exasperating, because she had a slight smile on her lips. Ike’s grades were generally poor, so it was only to be expected that he’d feel uneasy, no matter how hard he’d studied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sudou, you’re usually competing for the lowest score each time, too. How are you feeling?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once upon a time, Sudou would probably have been the most anxious person present. It wasn’t an exaggeration to say that he’d placed last in almost every single subject in all the tests we’d taken thus far. Chabashira was expecting a response similar to Ike’s, but Sudou’s reply was unexpected.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I feel pretty confident. I didn’t fail, at the very least.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although his athleticism was really all Sudou had to brag about, the look on his face and his tone seemed to imply a certain degree of confidence. Of course, I was sure he was still a little uneasy, like Ike. But the hard work he’d put in to overcome that, and the experience he’d gained along the way, allowed him to feel more confident. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What he’d gained through his repeated study sessions with Horikita wasn’t the kind of temporary knowledge you got from cramming for something for one night at the very last minute. It was the kind of knowledge that was retained, slowly but surely being ingrained in his brain. Sudou’s tutor, Horikita, looked confident, too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, she probably didn’t like that Sudou was getting a little carried away, though.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm… Well, it is quite interesting how much you kids have grown. It’s hard to tell exactly which of you will really make progress, but you’ve quite easily surpassed my expectations. Now, then. Without further delay, let me announce the results of your year-end examinations,” said Chabashira.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She put everyone’s test results up on the blackboard, then went to draw a red line on the paper. Anyone whose name fell below that line would be forcibly expelled from the school.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As for your results this time…” she began.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira held the red marker in her hand. She pressed its tip against the paper and drew a straight horizontal line. It was the red line of fate. And below that line—were no names at all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Which meant…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Excellent work. You’ve all passed. These are your best results so far. I have absolutely no complaints,” she added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hell yeah!” shouted Ike, the first to speak. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He must have been scared to death. After all, he </span><span style=\" font-style: italic; font-size: 1.00em;\">had</span><span style=\" font-size: 1.00em;\"> gotten the lowest overall score in the class.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whew, man, that was a piece of cake though! </span><span style=\" font-style: italic; font-size: 1.00em;\">Ha ha ha ha</span><span style=\" font-size: 1.00em;\">… Man, that was close!” he added, repeatedly glancing at the sight of his name directly above the red line.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh. I only studied a little bit the day before and I still managed to pass, huh?” said Yamauchi, who had come in second-to-last.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come on, don’t lie, Haruki. You were studying for dear life every day, weren’t ya?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Was I? </span><span style=\" font-style: italic; font-size: 1.00em;\">Wa ha ha ha!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Given that both Ike and Yamauchi had managed to pass, everyone had to be pretty satisfied. Chabashira looked at them with a warm, gentle gaze. Still, these results were surprising. Ike had come in last, followed by Yamauchi, then Hondou, then Satou, and then Inogashira. Satou’s name was written right above Inogashira’s. Considering the kind of scores Sudou had gotten up until this point, you could say that he had made great strides. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Over this past year, the person who has shown the most growth in terms of test scores has been you, Sudou. It’s no wonder you felt confident that you’d pass. I sincerely look forward to seeing how you improve in the future,” said Chabashira, apparently sharing my feelings on the matter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Heh.</span><span style=\" font-size: 1.00em;\"> Ain’t nothin’ to brag about,” said Sudou. Despite what he said, he certainly looked pleased with himself. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On the other hand, the students whose names appeared at the top were basically the same as always. In first place was Keisei. In second was Kouenji. Keisei always exhibited a high level of academic prowess, and since he never neglected his studies, he kept his spot at the top. Kouenji, though, was a mystery. He showed no signs of studying on a regular basis, and never engaged in discussion with anyone. If he ever really put his academic abilities to use, he might even surpass Keisei’s. It was even possible that he’d been occasionally slacking off here and there, depending on what was on the test, since there were some slight fluctuations in the score rankings. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In third place was Horikita. I had the impression that she struggled a little bit with English, but she’d scored high this time. While tutoring Sudou, she’d successfully brought up her own grades at the same time.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sensei</span><span style=\" font-style: italic; font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\"> how about the other classes?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They all got through it without incident, just like you. In terms of overall average scores, you came in third,” said Chabashira.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We probably didn’t even need to ask who came in first, second, and fourth.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose that if we’re to overtake Class A and Class B, we’ll need to raise our overall grades more.” Horikita, who’d been keeping track of the test scores and rankings, didn’t look too proud of the results. The students at the top had come close to hitting perfect scores, which meant that our only option was to get the students at the bottom to improve theirs.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You did a good job helping Sudou get his grades up. I’m impressed.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is merely a reflection of his hard work. He pulled it off because we focused on thoroughly crushing his weaknesses.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou’s weakest subject was also English, like Horikita, but his scores had improved dramatically. The fact that they’d both been intensively working on their English was evident from their performance.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wonder if he can aim a little higher on the next test? I&#160;suppose that all depends on whether he can stay focused.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was probably no need to worry about that. As long as Horikita was around, Sudou would continue giving it his best. He was probably beginning to get the hang of studying now. Maybe he’d even break into the top half of the class’s scores someday soon. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems Ike-kun and Yamauchi-kun have managed to put a little wiggle room between their score and the red line. Holding regular study sessions was the right choice. Now if only someone next to me would give it their all, perhaps our average score would go up even higher, hm?” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is as far as I go,” I replied. As always, my scores were neither good nor bad. I’d placed 18th in our class this time. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not convinced. Eventually, I’m going to have you take this seriously,” she answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll do what I can to live up to your expectations.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At any rate, the fact that everyone had made it through safely was significant. Ike and Yamauchi, who’d just barely managed to squeeze by, joked around with one another in relief. Chabashira, our homeroom teacher, looked over us all with a quiet, warm gaze.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know this might not sound like much, but this really is a job well done. I have to give you credit for that,” she told us.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira didn’t often praise us, but it seemed she’d started to feel differently of late. She’d probably had a hunch that everyone was going to make it through these year-end exams safely, too. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“However, Ike, the fact that you’re getting this excited is a problem, too. Special exams aside, it’s only to be expected that you should be able to pass a written exam at this level. Besides, it’s not as though this exam was one of the most difficult ones you’d see on a national scale.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The test certainly </span><span style=\" font-style: italic; font-size: 1.00em;\">had </span><span style=\" font-size: 1.00em;\">been more difficult than the other written exams we’d taken thus far in our first year. Perhaps the school was keeping up appearances by making sure to keep tests at a level that the students could handle. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Unfortunately, we can’t keep dwelling on good news forever,” announced Chabashira.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The lively and cheerful mood of the classroom immediately grew tense as she said that. A typical development.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As I’m sure many of you may have already guessed, completing the written exam isn’t the last thing you’ll be doing this year. There’s going to be a major special exam on March 8th, just like in previous years,” she continued.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">March 8th? That meant Monday of next week, huh? Even though we’d just sat through a written exam, it wasn’t unreasonable for there to be a special exam as well, since there was still a little time left in the school year. I’d heard the third-year students even had one more exam in addition to the special one. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, this special exam will be the last one for this year. Let’s work together and do our best, everyone. If we do that, then no one should get expelled, and we should be able to shoot for Class A,” said Hirata. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hearing those words of encouragement from Hirata, many students nodded in agreement. Chabashira watched the class with a seemingly pleasant, charming smile on her face. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Knowing you, I think you might just be able to graduate together at the end of your third year, without anyone getting expelled. I have high hopes for you all,” said Chabashira.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite the fact that we had a little time until homeroom ended, she dismissed us for the day after making that statement. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I kinda get the feeling that we just got like, the highest compliment from our teacher ever. You think so?” said Ike, laughing happily with Yamauchi.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But don’t get sloppy, okay? Your final exam next week will by no means be easy,” said Chabashira, giving us that casual warning before class was over.</span></p>\r\n<div style=\"page-break-after: always;\"/>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">2.1</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">O</span><span style=\" font-size: 0.80em;\">UR FIRST YEAR OF SCHOOL</span><span style=\" font-size: 1.00em;\"> was almost at an end. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I used the interval between morning classes to head to the bathroom. On my way back to class, I happened to spot two familiar faces—a second-year and third-year student, deeply engaged in conversation. It was Student Council President Nagumo, and Horikita Manabu, the former president. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I thought it was probably just simple coincidence, but Nagumo noticed me almost immediately. He beckoned me over with a wave, and it wasn’t like I could pretend not to notice him and keep heading back to class. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, Ayanokouji. You pass the year-end exam?” he asked, directly. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita’s brother, on the other hand, just looked over at me quietly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess.” He had pulled me into a meaningless conversation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wow, that was brusque. I can’t believe that’s how you’d act in front of the student council president.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Is that so?” I straightened myself up a little bit. I&#160;didn’t know if it would be enough to satisfy him, but figured it should be good enough. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, whatever. More importantly, you’ve got perfect timing. There’s something I’ve wanted to ask you,” he continued.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo had a delighted look on his face, like he was happy no one else was around to hear us.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Apparently, in order to divert attention from all the slander about Ichinose Honami, </span><span style=\" font-style: italic; font-size: 1.00em;\">someone</span><span style=\" font-size: 1.00em;\"> posted rumors about several students on the bulletin boards. Who in the world would do such a thing?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was testing me. No—I was certain he’d already seen through me. No matter how much information Nagumo had, though, I wasn’t going to change my behavior.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who knows? I have no idea. The only thing I know for sure is that it’s caused me a lot of trouble,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, now that you mention it, you were one of the students singled out, weren’t you? Now, what did that post say again…?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“School officials have already informed us not to discuss those matters any further. I don’t think even the student council president should be exempt from that.” That should help me avoid prying. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s just as Ayanokouji says, Nagumo. Perhaps you should refrain from saying anything too carelessly.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita provided covering fire, and Nagumo quickly pulled back. It didn’t seem like this was a topic he particularly wanted to discuss.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So anyway, what were you big shots talking about?” I&#160;asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, I was just having a little discussion with Horikita-senpai. Ain’t that right?” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He looked meaningfully at Horikita, who quietly nodded in response. I was curious about the spot they’d chosen to have their discussion. They were on the floor where the first-year classes were, which made me feel something was off.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Before the first- and second-years take their exams, tomorrow will mark the beginning of the all-too-important battle to see whether or not Horikita-senpai can graduate without incident from Class A. I was asking him directly about that. You’re interested too, aren’t you?” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Unlike the rest of the students, the third-years were expected to take one additional special exam. It made sense that that exam would be starting soon. I didn’t know what Nagumo wanted me to say, but I supposed I’d just answer him honestly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not particularly interested, no. I don’t really have the leeway to worry about my upperclassmen,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo wore a somewhat dissatisfied look on seeing my lack of interest.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Jeez, that’s just cold, man. Well, I guess you’re one of Horikita-senpai’s</span><span style=\" font-style: italic; font-size: 1.00em;\"> </span><span style=\" font-size: 1.00em;\">favorites too, so it makes sense.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t particularly remember him doting on me. In fact, I could count the number of times that we’d had contact during my first year at this school on one hand.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come on, you’re totally getting special treatment, Ayanokouji. But it’s not because you’re a special student or anything. It’s because you just so happen to have been placed in a special environment. Yep—it’s all thanks to one of your classmates, who’s been under the watchful gaze of our senpai over here.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Senpai</span><span style=\" font-size: 1.00em;\">? Looking back, I noticed the younger Horikita watching us from a distance. The fact that we’d all just happened to gather in this spot couldn’t be coincidence.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you the one who called her here, Nagumo?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s only natural for me to reach out to my senpai’s little sister, isn’t it? I mean, I’ll be leading the younger generation next year as student council president, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, he’d arranged this meeting to get both the Horikita siblings in one place. It seemed I was the only person who’d actually shown up by coincidence.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come over here,” said Nagumo, bluntly calling Horikita’s sister on over.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Were you the one who sent me this e-mail, President Nagumo?” asked Horikita Suzune.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, not </span><span style=\" font-style: italic; font-size: 1.00em;\">technically</span><span style=\" font-size: 1.00em;\">, no, but close enough, I guess. You are Horikita-senpai’s little sister, right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes… I’m Horikita Suzune.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Because her older brother was right there, Horikita shrunk back somewhat as she spoke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I never imagined that Horikita-senpai’s little sister would be placed in Class D after enrolling here. Talk about a surprise,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you after, Nagumo?” said Horikita’s brother, not giving his sister even a single glance.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Nagumo had set up this meeting, then there had to be a meaning behind it. But he just shook his head, as if to say there was no reason in particular.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I just wanted to meet up, is all. With my senpai and his little sister.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He probably did this so he could evaluate her. It was precisely because Horikita’s brother sensed this that he decided to make the first move.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll say this before we go any further—don’t think you can get any concessions out of me by using my sister.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Concessions</span><span style=\" font-size: 1.00em;\">? No way. I mean, really, do you think I’d ever try and make a move on someone who’s both a cute little freshman and my senpai’s little sister?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’d do anything in order to win. I’m sure of it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo didn’t say anything to affirm Horikita’s brother’s coarse words, but he didn’t deny them, either.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even so, you don’t gotta be </span><span style=\" font-style: italic; font-size: 1.00em;\">that</span><span style=\" font-size: 1.00em;\"> standoffish with me, y’know? I mean, I wish you would’ve told me much earlier that you had a little sister. If you did, I would’ve invited her to the student council much earlier.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Both Horikita siblings looked shocked to hear something so totally unexpected from Nagumo’s mouth, </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose if she’s your little sister, I could have her take the position of student council president after I graduate, right? I think being the sister of the man who’s been awarded so many honors by this school means she’s more than qualified for the job,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t judge someone’s abilities just based on their genetics. What I’ve done here has nothing to do with my sister.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Yes. I’m not qualified to be a member of the student council,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As if to help cover up her brother’s denial, Horikita rejected Nagumo’s offer to join the student council, speaking self-deprecatingly. Well, I suppose she’d reacted negatively when I’d suggested joining about the student council to her before, too. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo seemed to see something in Horikita Suzune’s modest behavior. “Well, I just wanted to a chance to meet you face-to-face for today. I’ll invite you again later,” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whether or not Horikita Suzune actually wanted to join the student council was, in reality, an entirely separate issue. I got the sense Nagumo had said that to mean he would continue to be actively involved with Horikita Suzune in the future. He was probably doing so in order to get Horikita’s brother flustered, perhaps find his weak&#160;point.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Well then, u-um, I—” stammered Horikita, speaking up—though it sounded like she was trying to escape from her brother, rather than from Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Your senpai only has a little more time left at this school. Wouldn’t you like to be a bit spoiled?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry. If you’ll please excuse me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita Suzune, having determined that continuing this conversation would just make her brother uncomfortable, scuttled quickly toward our classroom. Her actions made it obvious how bad the siblings’ relationship truly was.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wow, the two of you seem to have such a </span><span style=\" font-style: italic; font-size: 1.00em;\">wonderful</span><span style=\" font-size: 1.00em;\"> relationship, don’t you, Horikita-senpai?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you satisfied now, Nagumo?” Whatever Nagumo was planning, it didn’t seem like Horikita’s brother was bothered at all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, if I were you, I would cherish the time I have left with my little sister a bit more,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though he was only saying that partly to get a rise out of Horikita Manabu, it was certainly true that Horikita Suzune had come to this school because she was following after her brother, and he’d spent very little time with her so far. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, senpai, please make your presence known to the student body by doing what you can to graduate from Class A. If, in the unlikely event that you’re demoted to Class B before graduation, you won’t be able to shrug it off, you know?” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If that were to happen, it would be a betrayal of both the school officials’ and his fellow students’ hopes for him. He was probably under quite a bit of pressure… Well, no, he probably wasn’t the kind of guy who’d feel something like that. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita Manabu seemed to take this to mean the conversation was over. He left without saying another word.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, my. I guess this wasn’t enough to get him to take me seriously, after all,” mused Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, he intended to continue obsessing over Horikita Manabu forever. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is competing against the former student council president that important?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At the school camp that we’d attended not too long ago, Nagumo had proved that he would use any means necessary to win. He’d involved the entire third-year class into an attempt to attack Horikita’s brother, even though they had nothing to do with him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course. Defeating Horikita-senpai is the only goal I have left to accomplish here at this school,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed that there were almost no avenues for a second-year and a third-year to compete directly with one another. If he really intended to do this, then he was going to have to employ some rather forceful means.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That said…what I do depends on the contents of the exam and on Horikita-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No matter how many enemies he made in the process, Nagumo planned to settle things once and for all with Horikita’s brother before he graduated. He said it depended on the contents of the exam, but I was sure he’d push to do it no matter what the test was like. He was almost out of time, after all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What about you, President Nagumo? Will you have any problems with the special exam next week? I can’t imagine it’ll be simple, even for the second-year students.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who can say? You’re welcome to keep hoping that I’ll fail,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The break period was almost over. Nagumo ended our conversation there, and I returned to the classroom, where my neighbor, Horikita Suzune, looked over at me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Student Council President Nagumo and onii-san… What were they talking about?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you’re interested, then you should’ve just stayed until the end.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, that would’ve been an unreasonable thing to ask, though. She became quiet and meek whenever she was around her brother, like a frightened animal.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re bizarre for listening to the two of them talk. A&#160;lot of people have their eye on you, don’t they? Because you competed against my brother in the relay race during the sports festival?” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Wow, that was some nice sarcasm. That being said, it wasn’t like I could predict the future. You can’t make the right moves one hundred percent of the time.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It does seem like you haven’t really had the chance to connect with your brother over this past year, though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Is that bad?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whenever I brought up Horikita’s brother in conversation, her mood immediately soured. I’d probably have been better off not getting sucked into this conversation, but her curiosity about what her brother had been talking to Nagumo about, and what came of their conversation, was plain to see.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wouldn’t it be better if you confronted him at least once before he graduates and is gone?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t know anything. There’s no way my brother would ever bother meeting with me. It would be sheer stupidity for me to try and approach him, knowing how harshly he’d respond.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So she was satisfied with just enrolling in the same school and watching over him from afar, huh?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If my brother is interested in anything, then… Well, I may not like it, but he’s only interested in you,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That wasn’t true. I almost said that out loud, but stopped myself. If I said any more right now, Horikita wouldn’t believe me. More importantly, if she didn’t have the courage to face him herself, then this was meaningless. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that so? You might have a point.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I ended the conversation there, abruptly. I got the sense Horikita was still dissatisfied, but she didn’t say anything else.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "v10",
    "chapter": 7,
    "title": "Chapter 1 - Prologue : Hirata Yousuke's Soliloquy"
  },
  "nextChapter": {
    "volumeId": "v10",
    "chapter": 9,
    "title": "Chapter 3: In-Class Voting"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Title Page",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Hirata Yousuke's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: The Calm Before the Storm",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: In-Class Voting",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: The Difficulty of Saving",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Older Brother and Younger Sister",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Good and Evil",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: Other Classes' Ideas",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : The Expelled Students",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 8
}