{
  "title": "Chapter 4:",
  "content": "\n<h2 title=\"Chapter 4:, A Strange Discomfort\" id=\"calibre_toc_4\" class=\"calibre5\">Chapter 4: </h2>\n<h3 class=\"sigilnotintoc\">A Strange Discomfort </h3>\n\n<p class=\"calibre1\">THE MORNING OF the second day. </p>\n<p class=\"calibre1\">The time was still before 6 a.m. </p>\n<p class=\"calibre1\">It was getting a little brighter, but it was hard to say that there was sufficient visibility. </p>\n<p class=\"calibre1\">I moved a short distance away from the building to avoid being seen. </p>\n<p class=\"calibre1\">Even without worrying, there wouldn't be many people who would come out at this time. </p>\n<p class=\"calibre1\">Soon, as promised, Horikita and Ibuki appeared. </p>\n<p class=\"calibre1\">“Yawn..  I'm sleepy. And it's cold.” </p>\n<p class=\"calibre1\">Ibuki yawned and stretched, shivering. </p>\n<p class=\"calibre1\">“If you don't like it, you can just go back to your room.” </p>\n<p class=\"calibre1\">“You're kidding. I can't let you get revenge on your own.” </p>\n<p class=\"calibre1\">Rather than against Amasawa, it seemed that the main driving force wasn’t wanting to let Horikita have her way. </p>\n<p class=\"calibre1\">“It seems she was happy to accept the rematch.” </p>\n<p class=\"calibre1\">“Yes. She agreed immediately. But I faced unexpected resistance.” </p>\n<p class=\"calibre1\">“Unexpected?” </p>\n<p class=\"calibre1\">“I asked for the morning of the fourth day as promised with you, but she negotiated to change it to the morning of the third day.” </p>\n<p class=\"calibre1\">“She wanted to move it up a day earlier.” </p>\n<p class=\"calibre1\">“Of course, since the condition for you to cooperate was the morning of the fourth day, I told her I couldn't compromise. In the end, she gave in, but it didn’t seem like she was any less inconvenienced. I wonder if she had some plans.” </p>\n<p class=\"calibre1\">“In the early morning? It's hard to say. Since she accepted it, isn't it okay to ignore it?” </p>\n<p class=\"calibre1\">If you hate getting up early, there wasn’t much difference between the third and fourth day. </p>\n<p class=\"calibre1\">“Since I was the one asking, I didn't dig too much into it since it was a private matter. There might be some problems unique to girls, so if you understand, could you give us permission to change it to the third day?” </p>\n<p class=\"calibre1\">Indeed, there was a cycle that could potentially be disadvantageous for women due to their physical structure. </p>\n<p class=\"calibre1\">But that was the same for Horikita and Ibuki, and I didn't think Amasawa would use that as an excuse. </p>\n<p class=\"calibre1\">“If the other party has agreed despite the inconvenience, we should proceed as planned. We should not reduce the number of special training sessions.” </p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">100 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p101\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 112\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">“You're relentless.” </p>\n<p class=\"calibre1\">“The morning of the fourth day is the decisive day. If you can't follow that, I can't accompany you in the special training.” </p>\n<p class=\"calibre1\">“. .I understand. I feel a bit guilty, but let's stick with the current plan. Is that okay?” “Don't think about holding back out of consideration for the other party.” </p>\n<p class=\"calibre1\">Horikita seemed to be troubled by something. </p>\n<p class=\"calibre1\">“I understand. She probably doesn't think she's going to lose at all. She's even worried about me.” </p>\n<p class=\"calibre1\">She didn't seem to like that, but there was nothing she could do about it since she was on the side that wanted revenge. </p>\n<p class=\"calibre1\">“I'm going to beat her to a pulp.” </p>\n<p class=\"calibre1\">Ibuki was fanning the flames of revenge next to me. </p>\n<p class=\"calibre1\">It was up to the individual to fan the flames, but going too far could be a big problem. </p>\n<p class=\"calibre1\">“Don't injure her face, okay? It's a hassle if the fight gets out.” </p>\n<p class=\"calibre1\">“Huh? If it's a weak point, I'll aim anywhere. Actually, the first thing I should do is kick Amasawa in the face, right?” </p>\n<p class=\"calibre1\">Even if I warned her here, she would probably still kick mercilessly when the time came. </p>\n<p class=\"calibre1\">“It's good that you're motivated.” </p>\n<p class=\"calibre1\">For now, I decided to leave it at that, as she was showing a positive attitude. </p>\n<p class=\"calibre1\">“Could you tell me the additional conditions for accepting the offer?” </p>\n<p class=\"calibre1\">“Yeah. There's only one more condition left. Promise to fight two against one if you judge it's difficult to win. Don’t hesitate.” </p>\n<p class=\"calibre1\">When I conveyed what I had decided in advance, neither Horikita nor Ibuki seemed to be able to swallow it immediately. </p>\n<p class=\"calibre1\">“I'm sorry. What do you mean by two against one—” </p>\n<p class=\"calibre1\">“Of course, you and Ibuki are the two I’m referring to. If you can't accept that, then I'm not willing to cooperate.” </p>\n<p class=\"calibre1\">When I told them again, Ibuki kicked the ground and thrusted her fist at me. </p>\n<p class=\"calibre1\">“Huh!? What's this two-against-one in a match? That's so lame. It's impossible.” </p>\n<p class=\"calibre1\">“I'm not saying you shouldn't do one-on-one. I said, ‘if you judge it's difficult,’ didn't I?” </p>\n<p class=\"calibre1\">“It sounds like you don’t think we’d win on our own.” </p>\n<p class=\"calibre1\">“I'd like to sugarcoat it, but yeah, that's about it. I'm sorry, but the chances of beating Amasawa one-on-one are almost zero. I'm not going to go along with something that's just a waste of time.” </p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">101 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p102\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 113\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">Honestly, even if they managed to make it two against one, there'd be a higher chance of it turning out like last time. </p>\n<p class=\"calibre1\">“I don't like it. I can't accept that condition.” </p>\n<p class=\"calibre1\">“I don't like it either. But from the way you talk, it seems you know exactly how strong Amasawa-san is, don't you?” </p>\n<p class=\"calibre1\">“That's right. To be honest, it's not exactly a match, but I've seen her strength.” </p>\n<p class=\"calibre1\">“. .And you think there's that much of a gap between us and her?” </p>\n<p class=\"calibre1\">When I nodded, Ibuki seemed to be even more upset and looked away with a click of her tongue. </p>\n<p class=\"calibre1\">“I can't do this. I don't need Ayanokōji's help, I'll do it alone. In fact, you should do the same.” </p>\n<p class=\"calibre1\">“Indeed..  you've put forward an unexpectedly hard-to-swallow condition.” </p>\n<p class=\"calibre1\">She must’ve been planning to accept most things without hesitation before coming here. </p>\n<p class=\"calibre1\">It was no wonder she was wavering now, but it was meaningless to receive special training without a purpose. </p>\n<p class=\"calibre1\">“If that's the case, that's fine. It's easier for me if I don't have to cooperate.” </p>\n<p class=\"calibre1\">“Let me ask you again. You understand Amasawa-san's strength, don't you?” </p>\n<p class=\"calibre1\">“I think I understand it better than you or Ibuki, at least. Although it's only for reference, I can also fight by estimating Amasawa's strength.” </p>\n<p class=\"calibre1\">Horikita probably just wanted a simple match, but if she could fight against an opponent of similar strength, she couldn't help but find it appealing. </p>\n<p class=\"calibre1\">“—I understand. I'm fine with that condition. But what if Ibuki-san refuses?” </p>\n<p class=\"calibre1\">“This conversation is over. It’s only possible if the two of you cooperate.” </p>\n<p class=\"calibre1\">“Will you judge after seeing my improved strength?” </p>\n<p class=\"calibre1\">“That's right. Let's give it a try then.” </p>\n<p class=\"calibre1\">I slowly pulled my foot back and drew a small circle on the ground, about one meter in diameter. Then, standing at the center of the circle, I positioned my left hand forward and my right hand back. </p>\n<p class=\"calibre1\">“I won't move from here. And I'll only attack with my left hand.” </p>\n<p class=\"calibre1\">“Huh?” </p>\n<p class=\"calibre1\">“If you can make me struggle in this state, you should be able to put up a good fight against Amasawa.” </p>\n<p class=\"calibre1\">“Are you mocking me?” </p>\n<p class=\"calibre1\">“You're free to interpret it however you wish, but you're the one who asked me to show you, right?” </p>\n<p class=\"calibre1\">“Funny. Well, I'll burn that arrogance to ashes first.” </p>\n<p class=\"calibre1\"> <i class=\"calibre3\">What an interesting way to put it. </i> </p>\n<p class=\"calibre1\">Ibuki, like the last time we faced off, fought mainly with kicks. </p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">102 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p103\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 114\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">Her sharpness might’ve improved, but honestly, it was a negligible difference. </p>\n<p class=\"calibre1\">I quickly determined the direction of her foot and dodged. </p>\n<p class=\"calibre1\">“How cheeky! If I can grab your left arm, it's my game!” </p>\n<p class=\"calibre1\">Apparently, Ibuki intended to grab my left arm to prevent me from attacking. </p>\n<p class=\"calibre1\">If that was what she wanted, I'd let her grab it to her heart's content. </p>\n<p class=\"calibre1\">When I deliberately held my left hand in an easy-to-reach position, she seized the opportunity and grabbed my left wrist. Immediately after, I spread the fingers of my left hand and took a big step with my left foot, placed right behind Ibuki. While drawing my captured hand in an arc from left to right, I used my left foot to step out and free myself. </p>\n<p class=\"calibre1\">Ibuki, who was brushed off, was left in a defenseless state with her back fully exposed in front of me before she realized it. </p>\n<p class=\"calibre1\">“Eh—!?” </p>\n<p class=\"calibre1\">I thrusted my clenched left fist into Ibuki's back, who was still catching up on what happened, and lightly tapped it. </p>\n<p class=\"calibre1\">“W-What the hell. .!?” </p>\n<p class=\"calibre1\">“It's a kind of Aikido. The result won't change no matter how many times you try.” </p>\n<p class=\"calibre1\"> <i class=\"calibre3\">(TL NOTE: Aikido (</i> 合気道 <i class=\"calibre3\">) A type of Japanese martial art. The use of</i> <i class=\"calibre3\">twisting and throwing techniques and in its aim of turning an attacker's strength</i> <i class=\"calibre3\">and momentum against themselves.)</i> </p>\n<p class=\"calibre1\">In a one-on-one fight, the difference in ability couldn’t be overridden no matter how many times you fought. </p>\n<p class=\"calibre1\">To have a chance, you needed to accept a two-on-one and outnumber your opponent. </p>\n<p class=\"calibre1\">“Could you switch with me, Ibuki-san?” </p>\n<p class=\"calibre1\">“Do you have to experience it to understand it?” </p>\n<p class=\"calibre1\">“That's not it. Even with the short exchange just now, I could fully recognize the extent of your strength. That's why I want Ibuki-san to see it objectively. There wouldn’t be any progress if you don't know what happened.” </p>\n<p class=\"calibre1\">She seemed to want to let Ibuki gain experience on her own. </p>\n<p class=\"calibre1\">“Similarly, I'll also bind your left hand. But I don't intend to let it go down the same way.” </p>\n<p class=\"calibre1\">“That's better. It's foolish to come and purposely get defeated in the same manner.” </p>\n<p class=\"calibre1\">I let Ibuki step back and now Horikita stood in front of me. </p>\n<p class=\"calibre1\">“You can start anytime.” </p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">103 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p104\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 115\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">“I intend to.” </p>\n<p class=\"calibre1\">I thought she might take a moment to breathe, but she started moving immediately. </p>\n<p class=\"calibre1\">She quickly tried to grab not my left wrist, but further down. </p>\n<p class=\"calibre1\">I guess she wanted to test my instincts before she said anything else. </p>\n<p class=\"calibre1\">However, by skillfully adjusting myself and pulling my arm, I forced her to grab my wrist. </p>\n<p class=\"calibre1\">“Kuh...!” </p>\n<p class=\"calibre1\">Instead of grabbing me, she ended up being grabbed herself. Even if Horikita recognized this, she had already started the motion and couldn't stop halfway. Even though she understood in her head that it was a disadvantageous position, she moved in the exact same way Ibuki did. </p>\n<p class=\"calibre1\">Instead of letting her latch onto where she aimed, I forced her to take hold of what she didn't want to. </p>\n<p class=\"calibre1\">The human mind is a strange thing, and even if you knew you shouldn't grab it, your brain would still judge it would be better than to not do so. </p>\n<p class=\"calibre1\">It was because she hadn't accumulated the experience that not grabbing could turn the situation to her advantage. </p>\n<p class=\"calibre1\">“So the pattern I was caught in was the same as just now.. ” </p>\n<p class=\"calibre1\">“That's right.” </p>\n<p class=\"calibre1\">“. .I wasn’t going to let the same thing happen to me, but before I knew it, I was forcibly taken.. ” </p>\n<p class=\"calibre1\">While oozing frustration, Horikita's eyes stared at me intensely. </p>\n<p class=\"calibre1\">“This is the difference in ability between us and Amasawa-san right now, isn't it?” </p>\n<p class=\"calibre1\">“Yeah. At least, unless you can make me break the rules I set for myself, I don’t see any chance of winning.” </p>\n<p class=\"calibre1\">Whether to drive me out of the circle or make me use my right arm. </p>\n<p class=\"calibre1\">Challenging for revenge without achieving either of those would only be laughable. </p>\n<p class=\"calibre1\">“Are you convinced now? How reckless it is to fight Amasawa one-on-one?” Horikita was still keeping her expression in check, but Ibuki was clearly showing her frustration. </p>\n<p class=\"calibre1\"> <i class=\"calibre3\">Let's assume that she’s stopped boasting about defeating her and made some</i> <i class=\"calibre3\">progress in understanding her situation. </i> </p>\n<p class=\"calibre1\">“How much is it…?” </p>\n<p class=\"calibre1\">“What do you mean?” </p>\n<p class=\"calibre1\">“The difference between me and Amasawa. Can't you tell me in a way that’s easier for me to understand, like with numbers?” </p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">104 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p105\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 116\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">Indeed, just having a vague feeling of it might not be enough to maintain future motivation. </p>\n<p class=\"calibre1\">“If we talk about physical ability, if we treat you two as equals and give you a score of 50, then Amasawa would be 60, so a difference of about 10.” </p>\n<p class=\"calibre1\">When I answered like that, both of them looked at each other, perhaps surprised that the difference was less than they thought. </p>\n<p class=\"calibre1\">“However, if we include technical skills, it's a different story. You two focus on one style of martial arts, while Amasawa focuses on a wider variety of them. </p>\n<p class=\"calibre1\">Taking that into account, the difference becomes even bigger.” </p>\n<p class=\"calibre1\">I used numbers as a rough estimate, but this was just a guideline. </p>\n<p class=\"calibre1\">The outcome could change due to the conditions of the day, unpredictable events, misreading, and luck. But the greater the skill difference, the more trials would be needed. </p>\n<p class=\"calibre1\">“From now on, you two will fight me at the same time.” </p>\n<p class=\"calibre1\">“I don't like it.” </p>\n<p class=\"calibre1\">“I agree with you, Ibuki-san. But you understand why it's necessary, don't you?” “I'll definitely make him use both hands. Okay?” </p>\n<p class=\"calibre1\">“I wonder about that. I think it's easier to drive him out of the circle, don't you?” “I don't care. You should adapt to me.” </p>\n<p class=\"calibre1\">They started arguing about how to fight before they even started. </p>\n<p class=\"calibre1\">Horikita and Ibuki were like oil and water. They probably didn't have any intention of cooperating from the very start. </p>\n<p class=\"calibre1\">For now, I'd let them do as they pleased without mentioning it. </p>\n<p class=\"calibre1\">“We can't adjust to each other. Fine, let's attack as we please.” </p>\n<p class=\"calibre1\">“I agree.” </p>\n<p class=\"calibre1\">It seemed they weren’t going to compromise, but rather attack at the same time, each doing their own thing. </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">105 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p106\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 117\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">1 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\">“Shall we stop here?” </p>\n<p class=\"calibre1\">Both of them were greatly exhausted, partly because they were forced to fight as an unfamiliar pair. When I called it a day, they both sat down at about the same time. </p>\n<p class=\"calibre1\">“Even if we do this for another day, it won't make much difference, but it should be somewhat better.” </p>\n<p class=\"calibre1\">If they had challenged Amasawa for revenge without receiving any guidance, they wouldn't have any hopes of winning. </p>\n<p class=\"calibre1\">“How did you become so strong.. ?” </p>\n<p class=\"calibre1\">“I've been learning martial arts since I was little. That's all there is to it.” </p>\n<p class=\"calibre1\">“I've been doing the same. I've been trying not to lose to those around me, with karate as my main focus.” </p>\n<p class=\"calibre1\">Maybe I was a little too harsh.  <i class=\"calibre3\">Did I damage Horikita's confidence? </i> It seemed to have been backed by her experience. </p>\n<p class=\"calibre1\">I was thinking of inserting some mental care in a hurry, but it seemed that there was no need to worry about that. </p>\n<p class=\"calibre1\">“But I've decided to think of you as an exception. The fact that my brother recognized you is now a great source of support for me.” </p>\n<p class=\"calibre1\">“Hmm...” </p>\n<p class=\"calibre1\">Unlike Horikita, Ibuki, who was still grumbling, stood up and turned her back away. </p>\n<p class=\"calibre1\">“I'll definitely make you use both hands tomorrow.” </p>\n<p class=\"calibre1\">Leaving those words behind, she stomped on the ground and returned to the camp. “She really is a sore loser.” </p>\n<p class=\"calibre1\">It wasn’t a bad thing, but it was a shame that her vision was narrowed because of it. </p>\n<p class=\"calibre1\">I wasn’t sure if she was able to absorb all the moves and fighting styles. </p>\n<p class=\"calibre1\">“It's okay. I'll have a talk with her later and review today's experience. Even if I have to force it upon her.” </p>\n<p class=\"calibre1\">That was reassuring. </p>\n<p class=\"calibre1\">I walked back to the camp with Horikita. </p>\n<p class=\"calibre1\">“I didn't think you would cooperate so much. I thought you would hold back more, or stay within a safe range. .” </p>\n<p class=\"calibre1\">There were several reasons stacked up, but the main reason for not revealing too much of my hand was that I had judged it to be too harsh for the future Horikita. </p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">106 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p107\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 118\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">“Sometimes I do charity work.” </p>\n<p class=\"calibre1\">“It's suspicious. I can't help but suspect there's something behind it.” </p>\n<p class=\"calibre1\">“There's no choice but to be prepared for when it happens.” </p>\n<p class=\"calibre1\">When I said that, with deliberate implications, Horikita narrowed her eyes in disbelief. </p>\n<p class=\"calibre1\">“Right. Let's be patient with each other.” </p>\n<p class=\"calibre1\">After she accepted it, I parted ways with Horikita in front of the building and decided to return to my room separately. </p>\n<p class=\"calibre1\">It would be better if Amasawa didn't know that I was teaching them. </p>\n<p class=\"calibre1\">And by the time I returned to my shared room, it was just before seven o'clock. </p>\n<p class=\"calibre1\">It was just then when Hashimoto was waking up and sitting in his bed. </p>\n<p class=\"calibre1\">As we were quietly conversing, the first-year students were also waking up from their shallow sleep, and soon after, everyone in the shared room woke up. </p>\n<p class=\"calibre1\">“Alright. Then I'll leave for the morning bath. What about you guys?” </p>\n<p class=\"calibre1\">I decided to join Hashimoto and enjoy the bath. </p>\n<p class=\"calibre1\">“Oh, is Ayanokōji-senpai going too!?” </p>\n<p class=\"calibre1\">“That's the plan—” </p>\n<p class=\"calibre1\">“Yanagi, Kobayashi, Kozumi, let's go too!” </p>\n<p class=\"calibre1\">“Huh? No, we. .” </p>\n<p class=\"calibre1\">“Just come! Ayanokōji-senpai is calling for us!” </p>\n<p class=\"calibre1\"> <i class=\"calibre3\">No, I'm not calling for anyone at all. </i> </p>\n<p class=\"calibre1\"> <i class=\"calibre3\">I would appreciate it if you didn't say anything that could be misunderstood</i> <i class=\"calibre3\">as power harassment. </i> </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">107 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p108\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 119\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">2 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\">After we finished bathing, Kiryūin’s group, at Hashimoto's command, gathered all the remaining members, including the girls. </p>\n<p class=\"calibre1\">Then, during breakfast, we exchanged ideas about today's exchange meeting. </p>\n<p class=\"calibre1\">That being said, more than half of the conversation was from Hashimoto, and the rest were little bits from the other students. </p>\n<p class=\"calibre1\">“I don't really understand, but the boys’ unusual excitement..  it's creepy.” </p>\n<p class=\"calibre1\">Morishita, who was whispering next to me, spewed venom. </p>\n<p class=\"calibre1\">“Really? I thought it was kind of cute.” </p>\n<p class=\"calibre1\">Hiyori's remark seemed to neutralize it. </p>\n<p class=\"calibre1\">Having heard the conflicting comment of calling it cute, Morishita stared at the first-year boys again. </p>\n<p class=\"calibre1\">Regardless of whether they were cute or not, it was true that they were unusually excited. They were mostly shrinking in front of their senpais when they gathered as a group yesterday, but that had completely disappeared. </p>\n<p class=\"calibre1\">Rather, they were making incomprehensible gestures with their hands and even bursting into laughter. </p>\n<p class=\"calibre1\">“Is it cute?” </p>\n<p class=\"calibre1\">“I think it's cute.” </p>\n<p class=\"calibre1\">“I'm sorry, but it's still creepy. Shiina Hiyori is strange.” </p>\n<p class=\"calibre1\">“Is that so?” </p>\n<p class=\"calibre1\">Watching such an exchange nearby, I felt that Hiyori had changed a lot since we met. </p>\n<p class=\"calibre1\">She used to be a student who didn't show her heart and was less emotional. </p>\n<p class=\"calibre1\">No, rather than saying that her personality had changed from the bottom up, it might’ve been more accurate to say that she started to reveal her true self. </p>\n<p class=\"calibre1\">“Ayanokōji-kun, is something wrong?” </p>\n<p class=\"calibre1\">Because I was unreservedly observing her, Hiyori noticed my gaze. </p>\n<p class=\"calibre1\">“It's nothing. Don't worry about it.” </p>\n<p class=\"calibre1\">“Is that so?” She tilted her head slightly but showed a smile without suspecting anything. </p>\n<p class=\"calibre1\">“Ayanokōji-senpai! Can I join you in the bath again tonight!?” </p>\n<p class=\"calibre1\">“Huh? Oh, I don't mind at all.” </p>\n<p class=\"calibre1\">While feeling a strange pressure, given that it wasn’t a bother, I agreed. </p>\n<p class=\"calibre1\">Then, just with that, the first-year students bubbled up again. </p>\n<p class=\"calibre1\">“In less than a day, you've tamed the first-year students so well. What kind of magic did you use?” </p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">108 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p109\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 120\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">Kiryūin, who had finished her meal early, leaned on the table and muttered with interest. </p>\n<p class=\"calibre1\">“Honestly, I'm also confused. I haven't done anything special.” </p>\n<p class=\"calibre1\">“Do you intend to hide it from me too?” </p>\n<p class=\"calibre1\">It seemed that she thought I was keeping a secret, but in reality, I didn't understand. </p>\n<p class=\"calibre1\">“Do you not get why your kōhais respect you?” </p>\n<p class=\"calibre1\">Hashimoto, who had been eavesdropping on our conversation, chimed in. </p>\n<p class=\"calibre1\">“I might not understand it myself, but there's a part of me that admires you—or rather, fears you.” </p>\n<p class=\"calibre1\">“Fear?” </p>\n<p class=\"calibre1\">Fear was the feeling of terror towards someone with overwhelming power. </p>\n<p class=\"calibre1\"> <i class=\"calibre3\">Though, I don't remember using any form of intimidation like Ryūen or</i> <i class=\"calibre3\">Hōsen.. </i> </p>\n<p class=\"calibre1\">“I was surprised too. You're really a man among men..  It's not surprising that the first-years would act this way once they found out about ‘that.’” </p>\n<p class=\"calibre1\">“Huh? I don't quite understand, but it sounds very interesting. What is </p>\n<p class=\"calibre1\">‘that’?” </p>\n<p class=\"calibre1\">“Sorry, but it's a secret between men. I can't tell you about it.” </p>\n<p class=\"calibre1\">“Hmm, a secret between men. That's not so bad.” </p>\n<p class=\"calibre1\">For some reason, Kiryūin seemed satisfied with that explanation and stood up from her chair. </p>\n<p class=\"calibre1\">As she was about to pick up her empty tray, Hashimoto stopped her. </p>\n<p class=\"calibre1\">“We'll clean up. You don't have to worry about it, Senpai.” </p>\n<p class=\"calibre1\">“I appreciate the thought, but I can clean up after myself. Let's meet again at the next exchange meeting.” </p>\n<p class=\"calibre1\">With that, she picked up her tray and walked towards the return counter. </p>\n<p class=\"calibre1\">“Whether it's easy or hard to deal with, she's a difficult senpai to understand.” </p>\n<p class=\"calibre1\">Hashimoto voiced his thoughts on the departing Kiryūin. </p>\n<p class=\"calibre1\">In terms of choosing the right person to match his description, he was right. </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">109 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p110\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 121\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">3 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\">“Good morning, Ayanokōji-kun.” </p>\n<p class=\"calibre1\">After finishing my meal and passing through the lobby, I found Sakayanagi sitting alone on a sofa. </p>\n<p class=\"calibre1\">“Good morning. You look a bit sleepy.” </p>\n<p class=\"calibre1\">She seemed to be a bit out of it, so I probed her. She nodded without denying it. </p>\n<p class=\"calibre1\">“Yes. It seems I'm not good at sharing a room, so I couldn't sleep well. I decided to take a short break after I had a light meal.” </p>\n<p class=\"calibre1\">Even if she wasn't exactly dozing off, closing her eyes might’ve had some effect. “I see. There's no guarantee that you'll be able to relax even if you return to your shared room.” </p>\n<p class=\"calibre1\">“Usually, I get eight hours of sleep a day. It seems I'll struggle for a few days.” Considering her personality, it was possible that she slept exactly eight hours. “Did you get along with your group members?” </p>\n<p class=\"calibre1\">“I don't think there's a need to get used to them, but I'm in charge of Class A. </p>\n<p class=\"calibre1\">Without me doing anything, they approach me, so I’m not having trouble getting into conversations with them.” </p>\n<p class=\"calibre1\">It seemed she wasn't having any problems in that regard, so that was good. </p>\n<p class=\"calibre1\">“How about you? Are you having any problems with sharing a room with unfamiliar people?” </p>\n<p class=\"calibre1\">“Well, I’m having a good time.” </p>\n<p class=\"calibre1\">“Ayanokōji-kun, you're in the same group as Hashimoto-kun and Morishita-san. How is Hashimoto-kun doing?” </p>\n<p class=\"calibre1\">“He's acting as usual, but he seemed to be scared of something.” </p>\n<p class=\"calibre1\">“Speaking of him, there's a strange rumor going around. Something about him betraying the class. I'd appreciate it if you could warn him to be careful.” </p>\n<p class=\"calibre1\">“I don't think a warning would help.” </p>\n<p class=\"calibre1\">“Hehe.” </p>\n<p class=\"calibre1\">Sakayanagi laughed a little, but she didn't seem as confident or relaxed as usual. “Are you getting along with your group?” </p>\n<p class=\"calibre1\">“This isn't a special exam, just an exchange meeting, so I'm not doing anything special.” </p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">110 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p111\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 122\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">“That's a bit different from the information I got. Hashimoto said you'd aim to win in any way.” </p>\n<p class=\"calibre1\">“You're not usually one to take things at face value, Ayanokōji-kun. It's probably just one of the excuses he used to have you scout me.” </p>\n<p class=\"calibre1\">Hashimoto's statement might have been a bit exaggerated, but it wasn't completely off the mark. </p>\n<p class=\"calibre1\">“Certainly, right after Masumi-san left, there was unexpected damage. You know that too, Ayanokōji-kun. But, I won't dwell on it for long.” </p>\n<p class=\"calibre1\">Sakayanagi answered with such composure. </p>\n<p class=\"calibre1\">“If there's a reason why I didn't do anything at this exchange meeting, it might be because I'm focusing on identifying someone who can become my new hands and feet.” </p>\n<p class=\"calibre1\">Indeed, Kamuro had been a significant presence as an assistant until recently. </p>\n<p class=\"calibre1\">It was certain that her absence would make it difficult to move. </p>\n<p class=\"calibre1\">“The person I keep close to me must be someone I can trust as much as possible.” </p>\n<p class=\"calibre1\">“What about Kitō?” </p>\n<p class=\"calibre1\">“His loyalty is unmatched in the class, but naturally, I’m reluctant to involve someone of the opposite sex. Yet, even among the girls, no suitable candidate has emerged.” </p>\n<p class=\"calibre1\">The only girls in Class A that I interacted with were Yamamura and Morishita. Both of them had their strengths, but they weren’t suitable for taking care of Sakayanagi. </p>\n<p class=\"calibre1\">“Have you decided on a successor?” </p>\n<p class=\"calibre1\">“Not yet. So I’m expecting to be on my own for a while. I am prepared to accept this as a consequence of my own misjudgment.” </p>\n<p class=\"calibre1\">It seemed more like she wasn't seriously looking for a replacement, rather than that she couldn't find one. </p>\n<p class=\"calibre1\">It might’ve been an exaggeration to call it a punishment for losing Kamuro, but she seemed to be choosing to live a life of inconvenience for a while. </p>\n<p class=\"calibre1\">That was also Sakayanagi's choice, but there was another problem that needed to be resolved. </p>\n<p class=\"calibre1\">Suddenly, I felt a presence behind me and turned around to see Kitō </p>\n<p class=\"calibre1\">approaching with a scary (as usual?) look on his face. </p>\n<p class=\"calibre1\">“Good morning.” </p>\n<p class=\"calibre1\">“. .There doesn’t seem to be any problems.” </p>\n<p class=\"calibre1\">Ignoring my greeting, Kitō spoke those words to Sakayanagi. </p>\n<p class=\"calibre1\">“There is no problem at all. Thank you for your concern.” </p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">111 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p112\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 123\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">Watching their exchange, I understood that Kitō had approached Sakayanagi out of concern for her. </p>\n<p class=\"calibre1\">At a time when she was unstable after losing Kamuro, not only would it be reasonable to be sensitive to contact from Hashimoto, but from foreign existences outside the class as well. </p>\n<p class=\"calibre1\">“Don't take it the wrong way, Ayanokōji-kun.” </p>\n<p class=\"calibre1\">“I understand. It's probably best to be suspicious right now.” </p>\n<p class=\"calibre1\">“Good morning!” </p>\n<p class=\"calibre1\">As I was confronting Sakayanagi and Kitō, Amasawa slid into the gap between us. </p>\n<p class=\"calibre1\">“Good morning, Amasawa-san. You seem to be in good spirits this morning.” </p>\n<p class=\"calibre1\">“Being energetic is one of my strengths, you know.” </p>\n<p class=\"calibre1\">Kitō stepped back from Sakayanagi a bit, but kept his mouth shut so as not to interrupt the conversation. </p>\n<p class=\"calibre1\">“I thought I'd give you a little encouragement before the second day of the exchange meeting starts. It seems like Ayanokōji-senpai has been winning all along, but..  you lost three times on the first day, Arisu-senpai. I'm worried that you might be in a pinch already.” </p>\n<p class=\"calibre1\">“Unfortunately, I am not in command this time. I have left it all to the third-year.” “Hmm? So if you lose, it can't be helped? I was hoping for a little bit of interaction with other years this time, as it's a valuable opportunity.” </p>\n<p class=\"calibre1\">“There's no need to set limitations within constraints. If you wish to challenge me, I am always ready to accept, so please rest assured.” </p>\n<p class=\"calibre1\">Ignoring the exchange meeting, Sakayanagi conveyed that she was ready to take on any challenge at any time. </p>\n<p class=\"calibre1\">However, upon hearing this, Amasawa laughed it off instead of getting excited. </p>\n<p class=\"calibre1\">“You're bluffing. I've heard that you lost in the previous special exam and ended up at the bottom.” </p>\n<p class=\"calibre1\">She seemed to have thoroughly collected information about the second-year students and confronted Sakayanagi without hesitation. </p>\n<p class=\"calibre1\">And then, the moment Amasawa tried to touch Sakayanagi as if to tease her, Kitō grabbed her wrist mercilessly, demonstrating his role as a shield. </p>\n<p class=\"calibre1\">“What are you doing, Kitō-senpai? Isn't this something you should do to Ryūen-senpai or someone?” </p>\n<p class=\"calibre1\">She portrayed herself as a weak woman, but Kitō didn’t loosen his grip. </p>\n<p class=\"calibre1\">“Whether it's Ryūen or anyone else, I'll act if necessary. Of course, I won't choose the means to do so. Be prepared for that.” </p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">112 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p113\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 124\" class=\"calibre2\"/></p>\n<p class=\"calibre1\">Kitō made such a statement against Amasawa, who was smiling but showing hostility. </p>\n<p class=\"calibre1\">“You're like a knight protecting a princess, but it's interesting. I don't mind even if you're violent against a girl..  Maybe I went too far with my joke.” </p>\n<p class=\"calibre1\">Amasawa apologized, indicating that she had no real intention of doing anything. As soon as Kitō loosened his grip, she backed away. </p>\n<p class=\"calibre1\">“I'll play with you again next time. Please be ready to give it your all, Arisu-senpai!” </p>\n<p class=\"calibre1\">Amasawa hopped away, turning around and waving her hand several times. </p>\n<p class=\"calibre1\">“The calm atmosphere has been ruined.” </p>\n<p class=\"calibre1\">“Maybe so.” </p>\n<p class=\"calibre1\">After a little bit of that exchange, I decided to leave. </p>\n<p class=\"calibre1\">I didn't want to draw unnecessary attention to Sakayanagi by hanging around too much. </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\">RoyalMTLs </p>\n<p class=\"calibre1\">113 </p>\n<p class=\"calibre1\"></p>\n<p class=\"calibre1\"><a id=\"p114\"></a><img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAB5YAAABDCAIAAADYq36qAAAACXBIWXMAAAsSAAALEgHS3X78AAABkUlEQVR42u3BMQEAAADCoPVPbQdvoAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALgM9VQAAVSZp9EAAAAASUVORK5CYII=\" alt=\"Image 125\" class=\"calibre2\"/></p>\n<div class=\"calibre4\" id=\"calibre_pb_6\"></div>\n",
  "prevChapter": {
    "volumeId": "y2v11",
    "chapter": 4,
    "title": "Chapter 2:"
  },
  "nextChapter": {
    "volumeId": "y2v11",
    "chapter": 6,
    "title": "Chapter 5:"
  },
  "toc": [
    {
      "label": "Chapter 1 - Prologue :",
      "href": "index_split_001.html",
      "index": 3
    },
    {
      "label": "Chapter 2:",
      "href": "index_split_002.html",
      "index": 4
    },
    {
      "label": "Chapter 4:",
      "href": "index_split_003.html",
      "index": 5
    },
    {
      "label": "Chapter 5:",
      "href": "index_split_004.html",
      "index": 6
    },
    {
      "label": "Chapter 6:",
      "href": "index_split_005.html",
      "index": 7
    },
    {
      "label": "Chapter 7:",
      "href": "index_split_006.html",
      "index": 8
    },
    {
      "label": "Chapter 8 - Epilogue :",
      "href": "index_split_007.html",
      "index": 9
    }
  ],
  "currentSpineIndex": 5
}