{
  "title": "Chapter 2: True Ability",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 2:<br/>True Ability</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">T HAPPENED ONE YEAR</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> well into the twenty-first century. While the rest of the world faced a variety of issues, Japan was, similarly, at a turning point itself. A declining birthrate and an aging population, environmental issues, decreasing political power… Japanese society was in decline. To really get at the root of these issues and fix them from the ground up, the government began to put a great deal of effort into cultivating capable people. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This high school was created as part of that governmental initiative. A center for learning that brought together students from all over the country. A school that nurtured young people so they would be ready to go out into the world.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">The Advanced Nurturing High School.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">One of the school’s most distinctive characteristics was that its administrators did not ask applicants to submit the grades they had received all the way up through junior high. Its students, who were selected based on the school’s own unique set of criteria, had a wide variety of distinct characteristics themselves, both boys and girls. There were those who were capable when it came to studying but lacked communication skills. There were those who excelled in sports but struggled with academics. Some students, meanwhile, seemed to have not a single redeeming feature at all. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And yet, the school lumped all these students together so that they might be granted an education. It was a system that seemed entirely unthinkable for a normal high school. These students, with their wide variety of unique personalities and quirks, were made to go about their daily lives in groups and to compete against each other, class against class. The purpose of this was to give them the necessary foundation to do battle with a competitive society, and to survive by cooperating with others.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And the fate that befell those students deemed unfit by the school was expulsion. No mercy. You couldn’t survive at this school if you were only good at studying or only good at sports. Each grade level was divided up into four classes: A through D. At the time of enrollment, there were roughly forty students assigned to each given class, making for a total of one hundred and sixty students. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Allow me to go into more detail about what makes this school so wildly different from others. Let’s start with the basics. Students are prohibited from contacting anyone outside the school during the entirety of their three years here, until they graduate. At the same time, students are forced to live in the dormitories and prohibited from going outside campus. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That being said, the school boasts an impressively vast campus equipped with a wide array of facilities for the students’ use. So it’s not like living on campus poses any issues. At Keyaki Mall, a large commercial facility meant for the exclusive use of students and school personnel, you can find almost anything and everything you could possibly need. There’s a café, an electronics retailer, a barber, a karaoke place, and more. In the unlikely event that something isn’t available for sale there, students can purchase it via the internet. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Furthermore, the money that students need to make purchases as they go about their daily lives is given to them in the form of something called “Private Points.” These points can be used in place of real money, with an easy-to-understand conversion. One point equals one yen. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, it isn’t as though these Private Points are handed out freely. They don’t grow on trees. Each month, students receive a number of Private Points equal to one hundred times the number of corresponding Class Points their class possesses. In other words, to save up the requisite Private Points to go about their daily lives, it is important for students to first secure Class Points. There are several ways to go about increasing your number of Class Points, but the standard method of doing so is to complete a certain assignment given by the school—something referred to as a “special exam.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Basically, the four classes compete against one another in these special exams, with the class placing first earning points, and the class coming in at the bottom losing points. If a class had one thousand points, that meant that the students of that class would get a monthly stipend of one hundred thousand yen’s worth of Private Points. Conversely, if a class continued to lose and their Class Points tragically dwindled all the way down to zero, students in that class would receive a total of zero Private Points every month. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The wholly inextricable relationship between Class Points and Private Points was most likely contrived by school officials in order to make students with differing ways of thinking come together. Having a decent number of Class Points meant you were guaranteed to live a decently comfortable life as a student. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, that isn’t the only appeal of the Advanced Nurturing High School. The school’s greatest selling point is what comes for those students who graduate from Class A. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The students who successfully manage to make it through and graduate from Class A are able to go on to any place of higher education or workplace of their choosing. Even in extreme cases, like a university that boasts about how extremely difficult it is to be accepted there, or a massive, prestigious company, a student would be guaranteed to get in. A free pass. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That being said, it wasn’t as though students could afford to be overly optimistic. It was clear that if a student didn’t have the real ability to pass that barrier to entry on their own, they would eventually get screened out and eliminated. Even so, there was no doubt this was an extremely attractive perk. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, I suppose I’ve explained the gist of how things work with the Advanced Nurturing High School.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I… Ayanokouji Kiyotaka, am currently enrolled in this rather remarkable school as a student. And I will soon be entering my second year here. As of April 1, I will be a student of Class D, which has a total of two hundred and seventy-five Class Points, meaning I would be receiving nearly thirty thousand yen’s worth of Private Points every month. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi is currently in first place. Class A, which she leads, has an overwhelming one thousand one hundred and nineteen points. Following behind them is Class B, led by Ichinose, with five hundred and forty-two points. And slightly behind them is Class C, led by Ryuuen, with five hundred and forty points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When you compared our class to the others, the difference seems stark. But even so, you could say we’d narrowed the distance between us. The amount that we could further close it over this coming year would spell the difference between victory and defeat. </span></p>\n",
  "prevChapter": {
    "volumeId": "y2v1",
    "chapter": 7,
    "title": "Chapter 1 - Prologue : Operating Behind the Scenes"
  },
  "nextChapter": {
    "volumeId": "y2v1",
    "chapter": 9,
    "title": "Chapter 3: A New Stage"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Operating Behind the Scenes",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: True Ability",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: A New Stage",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: These New First-Years are Nothing But Troublemakers",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Ichika’s Test",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Class D and Class D",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: Expulsion Approaches",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : A Deepening Mystery",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 8
}