{
  "title": "Chapter 4: The End-of-Year Special Exam Begins",
  "content": "\n  <p class=\"P_Chapter_Header\" id=\"auto_bookmark_toc_13\"><span>Chapter 4:<br/>The End-of-Year Special Exam Begins</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">Y</span><span style=\" font-size: 0.80em;\">OU COULD FEEL SPRING</span><span class=\"C_Current__And__Times_New_Roman\"> in the warm, gentle sunshine today. The time had finally come for the culmination of the second year of our careers here at this school.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Those who were leading the pack for two years as the unshakeable Class A and were now trying to pull ahead of the rest once again.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Those who had started off doing well, then were slowly overtaken and fell to Class D, only to become united in solidarity in rising up.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Those who, even though they weren’t strong enough on their own, would continue to fight using any means at their disposal, taking every chance they saw to turn the tables and make a comeback.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Those who started in Class D, lost all of their Class Points, and who were now trying to reach for Class A, their dearest wish.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The End-of-Year Special Exam was going to be held soon, with the promise of huge changes in Class Points. It was 7:40 a.m. when I left my dormitory room, alone. I didn’t see a single other student until I reached the lobby, and even then, everything was quiet, as it should be.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">While the representatives for the End-of-Year Special Exam were supposed to meet in the special building at eight o’clock this morning, most of our classmates were to meet in their classrooms at nine o’clock, like normal, so some of them were probably still sleeping. It would’ve been fine even if I had bumped into another representative, but because the special building was about a ten-minute walk from here, leaving at forty minutes past the hour was cutting it quite close.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I was sure that almost everyone had either already arrived at the school or was about to. As I was walking along the path to the school building, I spotted a solitary student sitting on a bench, dressed in casual attire.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s rather early in the morning, isn’t it? What are you doing in a place like this, Kiryuuin-senpai?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’ve been waiting for you. I wanted to catch a glimpse of you before you took your final special exam for the year,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As she said that, I noticed that her bag was sitting next to her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It looks like you’re heading out now,” I said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Normally, third-year students have already long since gone out into the world by now, after their graduation ceremony. I’m no exception. I’ve been busy looking for a new place to live. Nagumo was concerned about you, though. He was wondering how you’ll fare in your End-of-Year Special Exam. Moreover, he apparently doesn’t intend to meet with you directly anymore, leaving the reconnaissance entirely to me, 100 percent,” said Kiryuuin.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She was talking like she had been forced into taking on a bothersome role, but it should’ve been easy for her to have refused it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you’re worrying about me, eh? You’re both such kind senpai,” I teased.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Excuse me, but ‘worrying’ is an exaggeration. Rude. Still, you do calmly pull off unpredictable feats. I look forward to seeing the results of your exam,” said Kiryuuin.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Perhaps because she knew that I was in a hurry, Kiryuuin-senpai gently waved goodbye to me after saying that. After giving Kiryuuin a slight bow, I got moving again and headed to the school itself. Soon afterward, I arrived at the special building and found two representatives from my class were waiting for me by the door to the classroom, and an adult that I wasn’t familiar with was standing beside them. I had the impression that most special exams were attended by the school’s teachers, but perhaps this one was different.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Good morning, Kiyotaka-kun,” Yousuke greeted me, with a bright smile that was just as cheery as a girl’s. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita, on the other hand, seemed to be in a poor mood, perhaps unhappy about being kept waiting. “You got here very late. We’re the last to arrive,” she snapped with a shrill voice and stiff expression.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m on time though, so there shouldn’t be a problem,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, but… Well, whatever. …It’s a trivial matter now. Let’s go,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The End-of-Year Special Exam that we had been waiting for was officially underway. I was sure that she must have been anxiously watching the minutes go by since this morning, or even since last night. When Horikita reported to the adult that we were all present, the door was opened and we entered the room. Inside, I saw that the three representatives from each of the other classes had arrived before us, making for a total of nine people already seated on pipe chairs in the classroom.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi, Ryuuen, and Ichinose all seemed to have made it here today without any problems. Some of the people inside turned around as we entered the room. No doubt it was to confirm who the representatives of our class would be, which was especially important for Ichinose’s class. My eyes met with Kanzaki’s, who until the last minute had been fearing that I was going to be representative.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I guess that he must have been able to brace himself thanks to information received prior, because while he didn’t seem surprised, I could tell that he clearly didn’t welcome the idea of me being here. It wasn’t very difficult to imagine what he was thinking. Most likely something like, </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“So, he came after all.” </span><span class=\"C_Current__And__Times_New_Roman\">I felt bad, but I had my reasons, and others’ feelings in the matter couldn’t take priority.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita and Yousuke were also learning who the other representatives were for the first time, in this public space. Just as we started walking over to take our seats, Sakagami-sensei and Hoshinomiya-sensei approached. Sakagami-sensei was holding an empty white case with both hands, about thirty centimeters in both length and width, with the words “2-B” written on it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Please hand over your phones, as well as any metal or other electronic devices that you have on you,” he announced, lowering his gaze down to the case.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I took my phone out of my pocket and placed it in the white case. Horikita and Yousuke also took out their cell phones and followed suit.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“All right, folks! Hold still for just a second. We’re going to search you,” announced Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Then, Hoshinomiya-sensei began to examine me from head to toe with some kind of device in her hand, probably a handheld metal detector.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Wow, this is really thorough, isn’t it?” asked Yousuke once they were finished searching him and it became Horikita’s turn.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry about this. School orders, after all. Okay, these three have been checked and are A-OK,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakagami-sensei nodded.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The phones that you’ve handed over will be returned to you after the exam. Take an empty seat and wait,” said Sakagami-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The three of us went over to the three available pipe chairs and sat down, then I stared intently at the backs of the representatives. Hamaguchi and Kanzaki from Ichinose’s Class D, our opponents. I had figured that Ichinose and Kanzaki were a sure thing. So, they had brought Hamaguchi as their third, eh? His overall ability was in the same category as Hirata’s, and he was the “honor student” type, unlikely to be involved in any big trouble.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">You could say that was probably what Horikita and the others from her class had figured as a likely choice, based on their assumptions. However…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">There were some unexpected selections for Sakayanagi’s class and Ryuuen’s class.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What is the meaning of this?” muttered Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">First of all, more than anything else, Horikita was astonished not by Katsuragi being there, but by who his fellow class representative was. This surprised Yousuke standing next to her too, not to mention myself. That was because you could tell that Nishino Takeko was clearly a mismatch for this special exam, which would likely require a high level of overall ability. The person in question, perhaps fully aware herself that she was out of place here, had her arms crossed and looked somewhat uncomfortable. There was a rule that at least one male and one female must be selected to appear among the three representatives, but even so, I didn’t expect that it would be Nishino.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see they’ve made a deliberate display of their </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">originality</span><span class=\"C_Current__And__Times_New_Roman\">,” Horikita remarked dryly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I didn’t think that they would appoint Nishino-san to the role either. Ayanokouji-kun, do you know what their game might be?” asked Yousuke.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Nope. Maybe they’re trying to catch their opponent by surprise by doing something unexpected. Even so, this is too much,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It wasn’t that Nishino was a bad student. Even if she didn’t leave much of an impression on us, she was probably relatively prominent in Ryuuen’s class. The courage she displayed with her strong, confident attitude in standing up to Ryuuen was admirable. However, she’d been somehow hand-picked from a group of students who excelled in terms of overall ability.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Maybe it’s possible that they had an absence due to illness or something like that?” wondered Yousuke.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see… So you’re saying that someone else was slated to be their representative, but she had to fill in? Even in that case, I have to wonder, would they really choose Nishino-san for the job…?” replied Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Indeed, it was questionable that she’d even be selected to fill in as a substitute. However, there was still some doubt as to whether there were any other girls in Ryuuen’s class who would be worthy of being entrusted with the task in the first place.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I had thought that Shiina-san would have been chosen to satisfy the girl quota. Is she absent?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Apparently, Horikita’s expectation was that Hiyori would have been selected. If Hiyori were unable to participate as a representative due to illness, that would be a reasonable explanation. However, I considered another possibility.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“To be perfectly honest, there aren’t many worthy candidates among the girls in Ryuuen’s class. This special exam appears to be focused solely on the representatives, but the school says that the rest of our classmates will also be given a big role to play. It’s quite possible that they deliberately chose to leave Hiyori on that side of the fence,” I reasoned.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see… You’ve got a point there; they may have made their choice with the intent of dispersing their forces…” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Our class had several candidates who could have been representatives, which meant that we had the leeway to have students like Kushida and Matsushita as alternates. The same couldn’t be said for Ryuuen’s class.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Besides, whether Hiyori would excel in a situation where representatives fight each other is another matter,” I added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Unless we heard a definite answer from Ryuuen’s side, all of this was simply speculation. Nevertheless, even if there was some deeper intention behind this, choosing Nishino as a representative was a gamble. Ryuuen might end up shouldering one disadvantage in this scenario. Or perhaps…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">He might’ve been expressing his belief that, so long as he himself participated as a representative, then it didn’t matter who else from his class was at his side. If so, it would certainly make a strong statement to his opponent. But his opponent was none other than the tricky, stubborn Sakayanagi, who was more than she seemed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi’s choice of representatives didn’t have the same impact as Nishino, but it was similarly surprising. Namely, her selection of Kitou Hayato. Kitou was part of Sakayanagi’s inner circle and, looking at it from the standpoint of his position, it wasn’t surprising that he was chosen. However, there was the question of whether it made sense to purposefully choose Kitou, who excelled in athletics, to be a representative when the abilities required of us were </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">not</span><span class=\"C_Current__And__Times_New_Roman\"> likely to be physical. Maybe there was some hint of Sakayanagi’s thinking in her choice of representative as well.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If I could, I would have liked to ask each of the class leaders about the logic behind their selections, but that sadly wasn’t possible. All of the representatives were here, but there wasn’t any sign of the school officials making a move yet.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“</span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Phew</span><span class=\"C_Current__And__Times_New_Roman\">…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita exhaled beside me. A tense situation might make one feel a heavy pressure, but that was a little excessive. Yousuke was also examining the situation with concern. If the exam started with things as they were, things could go sour for Horikita. On the other hand, a poorly worded comment ran the risk of heightening the tension.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Among several possible solutions, one came to mind that seemed like it would be the most effective right now. I steeled myself, ready for death. </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Let’s see what happens, shall we? </span><span class=\"C_Current__And__Times_New_Roman\">Then I stealthily reached out with my right hand and grabbed hold of Horikita’s left flank as hard as I could.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hyah?!”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita jumped out of her seat with a start. At the same time, a girl’s voice echoed throughout the oppressively quiet classroom. Many of the representatives, who had been facing forward until that moment, turned around to see what had made such a noise. Horikita, flustered, shook her head, telling them that it was nothing before casting her eyes downward in an attempt to escape from their suspicious looks.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What do you think you’re doing?!” Horikita hissed at me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I was just trying to relieve your anxiety. Did it make you feel a little better?” I asked her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But I’m asking you, was it necessary for you to do it in </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">that</span><span class=\"C_Current__And__Times_New_Roman\"> way?!” she retorted, punctuating her grumbling whisper to me with a serious look on her face.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I thought I’d throw some nostalgia into the mix, to spice things up. It’s my own way of showing consideration,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t need that kind of consideration!”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The other representatives were no longer looking in our direction, but Yousuke seemed pleased—relieved, even—to see Horikita complaining and me being complained at. At that moment, there was movement in the room. As if to announce the start of the special exam, Mashima-sensei and Chabashira-sensei entered the room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Come on now, you should probably be quiet,” I teased.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’d better not forget about this,” grumbled Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I had incurred Horikita’s bitter resentment, but for the time being, I could concentrate and listen to the explanation now that all of the homeroom teachers in charge of the second-year classes had arrived. One of them, the homeroom teacher for Class 2-A, stepped forward.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I am Mashima, and I will be filling the role of explaining this End-of-Year Special Exam to you. This may seem rather sudden, but as time is of the essence, I would like to get you prepared for the start of the special exam as soon as possible. Accordingly, I will also provide you with the detailed rules of the special exam, which have not yet been disclosed to you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Mashima-sensei went on to say that the special exam would begin at ten o’clock, and then went over the finer points. Considering it was currently just past 8 a.m., it seemed like there was too much time allotted for us to be here for just a simple explanation. It was highly likely that we would undergo further preparations of some sort before the special exam properly began.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“First of all, I would like to announce the names of the final three students from each class here as representatives today.”</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class 2-A Representatives</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Vanguard: </span><span style=\" font-size: 1.00em;\">Sanada Kousei</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Center:</span><span style=\" font-size: 1.00em;\"> Kitou Hayato</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">General:</span><span style=\" font-size: 1.00em;\"> Sakayanagi Arisu</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class 2-B Representatives</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Vanguard: </span><span style=\" font-size: 1.00em;\">Hirata Yousuke</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Center: </span><span style=\" font-size: 1.00em;\">Horikita Suzune</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">General:</span><span style=\" font-size: 1.00em;\"> Ayanokouji Kiyotaka</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class 2-C Representatives</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Vanguard:</span><span style=\" font-size: 1.00em;\"> Nishino Takeko</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Center: </span><span style=\" font-size: 1.00em;\">Katsuragi Kouhei</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">General:</span><span style=\" font-size: 1.00em;\"> Ryuuen Kakeru</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class 2-D Representatives</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Vanguard: </span><span style=\" font-size: 1.00em;\">Hamaguchi Tetsuya</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Center: </span><span style=\" font-size: 1.00em;\">Kanzaki Ryuuji</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">General: </span><span style=\" font-size: 1.00em;\">Ichinose Honami</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The first thing that appeared on the room’s monitor was a list of the representatives from each class, along with their roles on their respective teams. As stipulated in the rules, each class was organized into a team of two boys and one girl. There was no mention of absences or substitutes, though whether that was because the rules didn’t require disclosure of such information or because there simply weren’t any was unclear.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, at this point, the twelve representatives were set in stone. If anything rendered a student unable to participate, they would automatically be treated as though they had failed the exam. Without taking any questions from the representatives, Mashima-sensei continued the explanation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“This is where the representatives will take to the stage. You will likely notice that the classroom is furnished with several monitors, desks with two chairs each, and two tablets. In this classroom, classes A and C will face off against each other, and there is another classroom in the special building with this exact same setup, wherein classes B and D will face off against each other,” explained Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As long as it was a one-on-one arrangement, it seemed safe to assume that the setup would be similar to the final special exam we had in our first year.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“When the special exam begins, the vanguard representatives of each class will take their seats and the ­representatives assigned to the center and general positions will be held in a separate waiting room. Let’s go over the exam flow.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Mashima-sensei displayed the exam summary on one of the monitors.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Special Exam Flow</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Students will engage in discussion after being cast in one of the following roles: average student, model student, teacher, graduate, underclassman, upperclassman, or traitor.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Preliminary Preparation</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Representatives from each class will create five groups of seven students of their choosing.</span></p>\n\n  <ul style=\"list-style-type: square;margin-top:0;margin-bottom:0;\">\n    <li class=\"P_ListItem\"><span style=\" font-size: 1.00em;\">The same group cannot be used consecutively and must be given a break once.</span></li>\n\n    <li class=\"P_ListItem\"><span style=\" font-size: 1.00em;\">If there are fewer than thirty-five participants, the same person will be allowed to join a second group if necessary.</span></li>\n  </ul>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Each class’s representative will select one group to participate in the discussion on their tablet.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The discussion will involve a total of fourteen participants, seven from each class, and will be observed on the monitor.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Each singular round of discussion will last for five minutes.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At the end of each round, both representatives are entitled to nominate one participant and declare the role they believe the participant is playing.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nominations are limited to one participant per round. If there is no nomination, you may choose to pass. Representatives must enter their selections on their tablets within one minute.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The Life Points of the representatives will fluctuate depending on whether or not they were correct in determining the role of the selected participants.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Teachers and graduates exercise the effects of their roles at this time.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If one or more representatives pass, a model student will eject one participant from the room. (The representative’s Life Points will not increase or decrease even if one of their position holders is chosen at that time.)</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The discussion ends for the one to two students chosen by the representatives or model student, and that student or students will be ejected from the room. (If the representative correctly identifies the participant’s role in their nomination, the participant’s role will be disclosed; however, the role will not be disclosed in the case of the nomination of a model student.)</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The discussion ends when all of the average students or model students leave the room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the representative runs out of Life Points, the discussion ends, regardless of the timing.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The exam ends when a general runs out of Life Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the generals from both classes run out of Life Points at the same time, they will fight again with one Life Point each. This process will be repeated until a conclusion is reached.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There will be an interval at the end of each discussion and when the representatives change.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As the details of the special exam were revealed to us, the full picture of the exam slowly came into view. Meanwhile, Mashima-sensei observed the representatives as he continued going through the explanation on the monitor.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The fundamental flow of this special exam is repeated in steps one through five. I’m sure that there are a few items that might have attracted your notice, and I will explain them in order. First, the ‘participants’ are all of the remaining students other than you, the representatives. The core of this exam is that you will have those students engage in discussion. I will now go over the content of those discussions. Please have a look,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Discussion</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Discussion will be held in order to determine the roles that were assigned to the fourteen participants individually.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The discussion ends when the number of either average students or model students is reduced to zero, or when the representative runs out of Life Points. (In that case, all remaining students in the discussion will receive 5,000 Private Points.)</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Representatives can nominate average students, model students, and traitors under the broad category of “position holder,” but in that case, their specific position will not be disclosed because it does not count as a correct nomination.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Students other than the representatives waiting on standby can observe the discussion on the monitor.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If both representatives make successful nominations in the same round, the Life Point offset process is resolved first.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">List of roles assigned to participants and the number of participants:</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Average students </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Between six and eight people</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Students who have not been given any special authority of any kind. In the event of an erroneous nomination (including nomination as position holder), the nominating representative loses one Life Point.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Model students </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Two people</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If you are successful in identifying a model student, you reduce the Life Points of the opposing representative by three points per nomination. In the event of an erroneous nomination (including nomination as position holder), the nominating representative loses two Life Points. Model students are aware of each other and have shared presence. If one or more representatives pass, one participant is nominated at the end of the round and removed from the room. (In the event that two participants remain, the right to nominate is granted at random. Also, a model student cannot nominate a model student.)</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Teacher </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">One person</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A successful nomination as position holder reduces the opponent’s Life Points by one point, and a successful nomination as teacher reduces the opponent’s Life Points by two points. In the event of an erroneous nomination (including nomination as a position holder), the nominating representative loses two Life Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Effect: At the end of each round, the teacher can block the nomination of one student from a model student one time.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Graduate </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">One person</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A successful nomination as position holder reduces the opponent’s Life Points by one point, and a successful nomination as graduate reduces the opponent’s Life Points by two points. In the event of an erroneous nomination (including nomination as a position holder), the nominating representative loses two Life Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Effect: At the end of each round, the graduate may nominate one student to find out what their role is. However, as for traitors, their identity cannot be discovered, so graduates will perceive them as average students.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Underclassman </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">One person</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A successful nomination as position holder will recover one Life Point, and a successful nomination as underclassman will recover two Life Points. In the event of an erroneous nomination (including nomination as a position holder), the nominating representative loses one Life Point.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Upperclassman </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">One person</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A successful nomination as position holder reduces the opponent’s Life Points by one point, and a successful nomination as upperclassman will reduce the opponent’s Life Points by one point and cause the roles of two random participants to be disclosed to the representative. In the event of an erroneous nomination (including nomination as a position holder), the nominating representative loses one Life Point.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Traitor </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Zero to two people </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">* Each class may only use this role once during the exam.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Representatives can designate one participant from the opposing class participating in the discussion to be a traitor. Each round, the role of one participant taking part in the discussion (excluding model students) is randomly disclosed to the representative who has been designated the traitor. In the event of an erroneous nomination (including nomination as a position holder), the nominating representative loses two Life Points, and the opponent’s right to assign a traitor is restored. If a model student tries to eject a traitor from the room, it will be regarded as blocked, and the student will not be ejected from the room. The traitor will not be ejected from the room except in the event of an erroneous nomination from the opponent or if the representative determines that they are not a traitor in the dialogue.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Individual Role Rewards</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the average students win, all average students will receive 10,000 Private Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Model students earn 5,000 Private Points each time a student who is a position holder is nominated. Also, if model students win, they will receive 500,000 Private Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If teachers and/or graduates do not leave the room before the end of the discussion, they will receive 50,000 Private Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If an upperclassman or underclassman is ejected from the room at the hands of a model student, the student cast in that role will receive 50,000 Private Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the traitor does not get ejected from the room before the end of the discussion, that student will receive their choice of either 5,000,000 Private Points or 50 Class Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After explaining the roles of the participants and their effects, Mashima-sensei pulled out a tablet, the kind that would actually be used during the exam, and displayed something on its screen. Shown on the tablet were the names of fourteen participants and an option for passing, as an example of the interface we would be using. If we wanted to select </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">pass</span><span class=\"C_Current__And__Times_New_Roman\">, we would have to confirm twice. If we wanted to nominate someone, we would first tap on a name, then select either a position holder or the name of their role (if we wished to name it), and then we would confirm our selection. That was the process. Since there wasn’t any need to nominate average students, there was no option for them.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You representatives seated here bear an important job, one that will play a key role in whether your class wins or loses, but naturally your classmates will also have a major influence on whether you will win or lose. The rules may look complicated, but you’ve experienced something similar in your first year, in the exam aboard the boat, the Summer Group Special Examination. If you liken it to that, you might understand it more quickly,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The Summer Group Special Examination, the exam from our first year. I didn’t know anything about social deduction games like this at the time, but the exam employed a system close to the game Werewolf, where we were to find which students were designated as VIPs. I didn’t know anything about the real world back then, so I had never heard of games like that. I’ve acquired a lot of unexpected knowledge since, something that I would also describe as growth. Come to think of it, Mashima-sensei was also the one who had explained the Summer Group Special Examination to us then. I thought back to that particular event as I listened to him now.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If both representatives are successful in their nominations, the offset process is carried out. In the case of an underclassman, it’s a bit of a special case. Let’s say that, in this hypothetical instance, Representative A has correctly identified an underclassman, while Representative B nominated a teacher as a position holder, and both are correct. In that scenario, a subtraction is made, and A’s Life Points are restored by one point,” explained Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Which meant that your results would be compared with your opponent’s results, and that would be reflected in the final process, huh.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You representatives may wish to join in the discussion, but during the exam, you can only watch and listen to the discussion over the monitor. You cannot direct it in any way. Also, it is impossible for representatives who aren’t actively participating in the exam to observe the discussions,” added Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Participants would discuss among themselves, and a winner would be decided by the fourteen of them. From the sound of it, the representatives, fighting from the other side of the monitor, would watch over the discussion and be given the right to nominate who to eliminate. I found it unusual that only when one of the representatives passed for the first time would the model students participating in the discussion be given the right to decide who to eject from the room, though. If an inherently competent representative were participating in the discussion, that person could use a student’s own responses to seek out anyone suspicious and ask questions to determine the roles of students they suspected, but that wasn’t possible over the monitor. Which meant that the participants were the ones entrusted to do most of the deducing.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The various roles can greatly affect the representative’s life. The role known as the traitor in particular, a role that can only be used once, may have an even greater impact on the outcome of the exam than the other roles. Suppose, for example, that A designates one of the students in B’s class as the traitor. As long as this traitor remains in the discussion, the role of one student participating in the discussion, with the exception of the model student, will be disclosed only to A each and every round. If you don’t discover the traitor and instead leave them to their own devices, they’ll continue to operate for that time period. If, however, in your haste in trying to eliminate the traitor, you make an erroneous nomination, and the traitor does end up getting ejected from the room, you will not only lose Life Points, but you will also end up reinstating your opponent’s right to use a traitor again,” explained Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Which meant that their role had effects that could bring about both good and bad trends in the special exam. I supposed that was precisely why each class could only use them once at the start, then. You were free to use it right away as your opening move, to try to get a head start to clinch certain victory, or you could pin your hopes on exercising the ability to use the traitor twice due to a false nomination by your opponent, or you could hold onto it until you’re up against the opposing center or general, to completely turn things around on them and go for the win. However, the part that concerned me was that, according to the rules so far, we couldn’t eliminate a traitor by nomination.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“As for how to discover traitors and remove them from the discussion…this is handled via a special rule that is implemented only when the right to use a traitor has been exercised, wherein at the end of every round, the representative uses their right to call up one student from their own class and engage in ‘dialogue’ with that student, to ask them if they are the traitor,” explained Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Dialogue</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At the end of every round, if the representative wishes, the representative can engage in one-on-one dialogue with a student in a separate room.</span></p>\n\n  <ul style=\"list-style-type: square;margin-top:0;margin-bottom:0;\">\n    <li class=\"P_ListItem\"><span style=\" font-size: 1.00em;\">During dialogue, it is forbidden for either party to discuss the progress of the special exam or the details of the rules.</span></li>\n  </ul>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Engage in dialogue</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The participant confesses whether or not they are the traitor. In this instance, they will be asked to give their answer first.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The representative chooses whether to declare the participant as the traitor or judge the participant to be innocent.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Results</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the participant is a traitor:</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the participant confesses to being the traitor and the representative declares they are the traitor: The information flow is stopped, but the traitor is stripped of rewards.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the participant confesses to being the traitor and the representative determines they are not the traitor: The representative loses five Life Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the participant denies being the traitor and the representative declares they are the traitor: The traitor is expelled from school.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the participant denies being the traitor and the representative determines they are not the traitor: The representative loses five Life Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the participant is not a traitor:</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the participant confesses to being the traitor and the representative declares they are the traitor: The representative loses one Life Point.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the participant confesses to being the traitor and the representative determines they are not the traitor: No penalty.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the participant denies being the traitor and the representative declares they are the traitor: The representative loses one Life Point.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the participant denies being the traitor and the representative determines they are not the traitor: No penalty.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Which meant that the student being questioned said whether or not they were the traitor first, and then the representative gave their answer as to whether or not they were the traitor afterward, if I understood correctly. It seemed fundamentally unlikely that a non-traitor would pretend to be a traitor, but those potential outcomes were probably included as supplementary information, just in case.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“These rules can be viewed by representatives at any time during the exam on your tablets. You may also speak up during the exam at any time if you have questions. The examiner will answer whatever they are able to provide answers for,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">There was indeed a wide assortment of rules. If a student retained all of that information in their head, they wouldn’t have any questions, but it was a welcome consideration, as I’m sure that some students would appreciate being able to review the rules again.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If it isn’t a bother…I have a question. Would that be all right?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The representatives had been listening quietly up until this point, but it was Sanada who broke the silence. Once he got Mashima-sensei’s permission to go ahead, Sanada stood up and lightly bowed to the other representatives.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Regarding the explanation that you provided earlier, if, for example, I were to assign a traitor to blend in among my opponent’s participants, wouldn’t he or she be exposed immediately? It’s certainly true that it would be great to be able to gain fifty Class Points, if I could keep the traitor hidden until the end. I am also sure that the traitor would want to do their best in playing their role for the sake of their class. Furthermore, putting the question of whether the student seriously wants it or not aside, there’s the motivation of money too. But if students understand that there are significant disadvantages for the traitor to remain in the discussion, I think that the majority of them would come forward and say themselves that they had been assigned the traitor, even if it’s over the monitor. Wouldn’t they?” asked Sanada.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If the discussion can unfold in a battle happening on equal terms, the truth would not be revealed so easily because of the possibility of lies, even if they came forward. But as Sanada said, the traitors alone were in a special category. Considering the rules of how your opponent can exercise their rights, basically, only one person could be called at a time. It would be a different story if there was a real, actual backstabber who was deliberately trying to confuse their classmates, but something at that level wouldn’t even be worth considering.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That is a fair question, but I can’t imagine it’d play out that way. This is because the participants will receive a somewhat different explanation than what you representatives have received,” explained Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“A different…explanation?” asked Sanada.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. The winning conditions and rules for the delegates, which we’ve disclosed to you here, will be communicated in a more limited way to the representatives, so they will not know the details. From the representative’s point of view, finding the model student is the key to winning, but for the students participating in the discussion, they are only discussing as average students, model students, and other positions, for the sole purpose of debate,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In other words, the discussion of this special exam, its content, was essentially meaningless. If the representative’s goal of finding the model students was made known to the participants, then, although this was a bit of an exaggeration, all they’d have to do was make a verbal appeal. Because even if the opposing representative would lie, there would be no benefit for students in your own class to lie. Apparently, the school had put a lid on the real rules in order to resolve that discrepancy. As a result, they adjusted things so that the representatives and participants would fight by their own set of rules. Of course, I’m sure that some of the participants would find this unnatural.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Some of them might be able to guess what the representatives were doing and how they were fighting in the course of the discussion. However, without knowing crucial details like the nominations of the representatives, the Life Point values, and the characteristics of the roles, they couldn’t act carelessly. It was quite conceivable that revealing oneself openly could then bring about a disadvantage. The same applied to the risks and rewards of the traitor. Even if they managed to get all the way to a dialogue with a representative, it would be a serious struggle to avoid being found out in order to get the fifty Class Points.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, that chance to confess would be the locus if the traitor was brought into a dialogue. If they denied it and the representative declared them to be a traitor, they’d face expulsion. It could be said that there were several skills that this special exam required. It was essential to know not only your own classmates, but also to be familiar with your opponent’s classmates. Therefore, the degree of difficulty would vary greatly depending on how well you know the way each student spoke, behaved, and otherwise presented themselves in everyday life. Also, the greater your level of insight and the stronger your observational skills, the better, so as not to overlook even the smallest of details. In addition, since the representatives were in a position to be able to talk with each other, it was better to have the mental fortitude not to be misled by careless guidance.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">On the other hand, you could say that this proved physical ability wasn’t necessary and that the exam had little to do with academic ability either, just like Chabashira-sensei said. The fact that no one seemed to be absent due to illness also suggested that Ryuuen’s deliberate choice to not make Hiyori a representative for his class might not have been a bad decision. She was a valuable asset for Class C, since there were few people in that class capable of smoothly facilitating discussion. Although it was impossible to determine everything at this stage, it could be said that the fact that this wasn’t a contest centered on academic ability and the fact that Hiyori wasn’t chosen as a representative seemed to have given Ryuuen a bit of a tailwind.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>4.1</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">A</span><span style=\" font-size: 0.80em;\">S THINGS GOT STARTED,</span><span class=\"C_Current__And__Times_New_Roman\"> the twelve of us headed to the classroom, where we would wait on standby and rest. Along the way, the conversation inevitably turned to the topic of the special exam. Horikita and Yousuke were discussing the rules for the participants.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Although we won’t be directly affected until after the exam, the burden is greater than I imagined, and even the students who aren’t representatives have been given an important job,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. Actually, it’s safe to say that even we, the representatives, won’t be able to win without the cooperation of our class participants,” replied Yousuke.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If a participant engaged in the discussion without thinking, and easily fell for attempts from the opposing class to lead them around by the nose, then it was possible that their role would be detected by the opposing representative, and your Life Points would be reduced. I could envision cases where the information on the participants that was needed couldn’t be obtained due them making light of or having a disdain for discussion, and thus you wouldn’t get an opportunity to reduce the opponent’s Life Points because you wouldn’t be able to nominate anyone. Or there could be times when there just weren’t any clues at all, and the winner was determined entirely by chance alone. It was safe to say this was a turn of events no one wanted, save for the classes who weren’t confident that they could win on their own power.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m anxious about how much of this Ike-kun and his group will understand, though,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Apparently, Horikita was unsure whether Ike and his friends would be able to properly fulfill their duties as participants. I’m sure that if she could, Horikita would have given Ike a direct explanation right now, in plain terms, to make him understand. That was the thing she’d normally do, but it wasn’t allowed here, on this big stage.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’d be lying if I said that I wasn’t anxious, but I’m sure the other classes are too,” muttered Yousuke, walking at the tail end of the line, looking at the nine students in front of us.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Right. The conditions are exactly the same. This discussion task is a first-time experience for everyone,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We’ll probably have a bumpy start. Since it’s a showdown between classes, normally, you would think of it like a seven-on-seven format. But in reality, it’s entirely possible that students cast into the same roles will be allies. The idea of working with another class in the end-of-year exam must have come as a sudden shock to everyone,” I reasoned.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even if people were directly asked to join hands and work together, it was something easier said than done.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Honestly, I can’t even imagine how things are going to go,” said Yousuke.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Yousuke tried to envision what the situation would be like, but he soon gave up, perhaps because he couldn’t form a definite image of it in his mind. We continued our conversation in the short time until we arrived at our destination. Unlike the classroom we had just been in, the waiting room that we entered only had two monitors, and its only other feature was an array of twelve sterile, empty seats.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Students waiting on standby will be able to see the status of the exam on these monitors in real time. However, they can only check the changes in representatives’ Life Point values and who wins or loses. As I explained earlier, they cannot see what is happening in the exam directly,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Text that looked like a sample was displayed on the left side of the two monitors.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Results</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class 2-B Vanguard</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Representative Name: OO – Remaining Life Points: 0</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class 2-D Center</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Representative Name: OO – Remaining Life Points: 4</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class 2-B Center</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Representative Name OO, please begin your turn promptly.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Interval – Time Remaining: 10:00</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“This is an example of what would be shown on the monitor when a winner is decided between representatives. During the actual exam, the student’s name will be shown where it says ‘OO’ by representative name. On the other monitor, only the results for classes A and C will be shown,” announced Mashima-sensei. There was little to be learned from this monitor, and certainly no clues to utilize in exam strategies. “Also, representatives are forbidden to leave this floor until the exam is over. You are free to use the washroom only while you are on standby. Note that you will be given a separate penalty if you exceed the allotted time provided to you when you are moving about between turns. Keep that in mind.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was probably a measure to keep the representatives and participants isolated from each other, so that they only stayed within their groups. Confiscating our phones and conducting a body search, along with forbidding us from leaving this floor, were also part of those measures to prevent us from exchanging information with the participants. Even if we tried to find a way to contact them, we were most certainly being observed very closely, and it would probably be best not to do anything suspicious if we didn’t really need to.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Now, I would like to have the three representatives from each class discuss and select thirty-five people and divide them into five groups. You have one hour,” said Mashima-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Upon receiving Mashima-sensei’s orders, Yousuke and I walked over to Horikita. At the same time, I noticed that the representatives from Ichinose’s class had also formed a small circle of three. However, as for Sakayanagi and Ryuuen’s respective groups, although they were standing close to each other, they didn’t appear to be talking among themselves.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It seems like those two are going to make all of their groups just by themselves,” murmured Horikita, not sounding particularly surprised.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I guess they didn’t intend to listen to their classmates’ opinions from the start, huh?” replied Yousuke, responding to her comment to show he was paying attention.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Though she seemed somewhat taken aback, he didn’t let the warm smile on his face fade.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Personally, if you’re able to offer me any advice, I would most certainly like to take it. What do you think?” she asked, prompting my opinion as she tried to figure out how she should divide up our classmates.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think that we ought to create a group of only excellent students. The same group has to take a break once after they participate, but I think just doing that would be a way to get an ace up our sleeve,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I said “excellent” students, I wasn’t referring to academic ability. What I meant was students who were quick-witted, who could read the room, and who had excellent communication skills. Additionally, students who could avoid attracting negative attention were preferable.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think that Kushida-san might have been a better choice for representative than I am for this special exam,” said Yousuke.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There’s nothing we can do about that now. I made the best judgment I could based on the information provided to us ahead of time,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If we had known everything, we could have planned out the best possible approach—and that went for all the classes.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“At any rate, it would be a good idea to count Kushida as an excellent student,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. I have no doubt that Kushida-san will produce results, even on an individual level,” said Yousuke, nodding in response to my suggestion and looking over at Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I sacrificed a lot to keep her,” she replied. “I’ll need her to really put in the work.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With that, Horikita used the tablet to put together a specific group of solidly capable students. Horikita asked me and Yousuke for advice from time to time, and Yousuke answered to the best of his knowledge. I mostly just watched and rarely offered up advice without being asked. That was because Horikita needed to put together the groups that she thought would best handle things on her own as our assigned center.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“By the way…what did you think about this special exam, Horikita-san, when you heard the rules?” asked Yousuke.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Yousuke, being Yousuke, must have had his own thoughts on the matter after hearing the details earlier. He hit Horikita with that question as though he were seeking an answer to his own thoughts.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I didn’t think that academic ability or physical ability alone would be the only things to directly affect the outcome of our exams or anything, but this was certainly well outside my expectations. In fact, I’m not sure what exactly will make the difference between winning and losing here. Sure, someone could say that it’s to create an ideal group, but what exactly is that ideal?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. It all feels so fuzzy to me too. It’s like, even if we put together students like Kushida-san in one group, how is that going to lead to a win for our class?” wondered Yousuke.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The representatives in this room and the participants in the debate were made up of students gathered from two different classes. Furthermore, the participants weren’t fully informed on things like the winning conditions for the representatives and couldn’t be expected to provide any real assistance since they were simply expected to engage in debate. In other words, the issue of whether the students in a certain group were excellent was trivial. What was important was to see which representative could quickly identify who held what roles from the discussion being guided by the fourteen students that had been put together, solely through what they said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“At the very least, representatives need to be people who have a discerning eye, as well as insight, and the ability to see things for what they are,” said Yousuke.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, I agree. But, in that case, then our opponent might be more trouble than we imagined,” said Horikita, stealing a glance over at Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Fortunately for Horikita, Ichinose and her fellow representatives were engaged in serious discussion about group formation, and none of them were looking in our direction.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“This may not be tactful for me to say, but she might understand our own class better than even you or I do, Horikita,” I added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re probably right,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I felt like this was going to be a fairly interesting special exam. I especially appreciated the fact that the format accounted for several ways the representatives could win. In most cases, certain biases about who would win and who would lose came out once the exam contents were announced, but here, Horikita, Ichinose, Sakayanagi, and Ryuuen each had a chance to win depending on how they went about it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Under Horikita’s leadership, and with Yousuke’s assistance, our groups were formed. As I watched them, I felt like there was just one thing that I needed to ask and confirm. That was because after carefully reading through and analyzing the special exam rules, there was something that I felt was necessary.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I want to come right out and ask you about something that has nothing to do with group formation. Could you hand the right to designate a traitor over to me?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At my question, Horikita’s fingertips stopped skittering across the tablet’s surface.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re asking something ridiculous yet again, I see. You’re the one who dumped these conditions on me. I had thought that would’ve been an indispensable trump card to make sure I gain the upper hand as the center. And yet you’re asking for it?” huffed Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Indeed, I was sure that Horikita was mentally prepared to try to defeat the opposing general, as the center on our team. And I’m sure she wanted to exercise her right to designate a traitor, which had the potential to be of great use as a weapon in that regard. But it was precisely because she thought so that I decided to butt in at this moment and ask.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You sound a bit disgruntled. I take it you won’t be handing it over to me, huh?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That depends on the situation. First of all, what exactly do you need it for?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her question was also her way of confirming something else with me, namely, </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Can’t you win without it?</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Our opponent is Ichinose. If I’m understanding the rules correctly, she’s going to be a very formidable opponent this time around. I’d appreciate it if you could win it all as the center and not make me have to take a turn, but as unlikely as it is, there’s a risk that you’ll lose after using the right to assign a traitor. With that in mind, I think it’s a better idea to leave that option open as a contingency,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand what you’re trying to say, I really do. You might even be right. Still, I cannot accept unless you relax your conditions at least a little,” replied Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If Horikita handed over the right to designate a traitor, then that would mean she would have to defeat Ichinose, who still had that right. In addition to the difference in Life Points, that handicap would weigh heavily on her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“All right, then. In that case, how about this? If you let me handle it and we still lose, I’ll cooperate fully with your class until we graduate, Horikita. Once we do, then if you wish, I’ll take on any job you want. What do you say?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Meaning you’ll withdraw your ridiculously stingy statement about only helping for six months?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, that’s what I’m saying,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t usually see you so willing to collaborate. You sound confident that as long as you can assign the traitor, you will definitely not lose… Okay, we have an agreement,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I had no idea that my short-lived proposal of six months would bear such fruit.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Though, if I can gain that much cooperation from you, I don’t mind if we lose. Should I cut corners then?” Horikita replied, with a hint of a mean-spirited smirk.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Of course, there was no way that Horikita was going to slack off. Though we only had an hour to assign the groups, none of the classes struggled with this, and in about forty minutes all of them had finished. Afterward, we returned the tablets to Mashima-sensei. All that was left was to sit down in the empty seats and wait for the signal for the start of the special exam, but…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Nothing about my fundamental approach changed even after having all the rules disclosed to us. However, I would continue pursuing just that one thing I desired, and leave my mark in the process, so I shot Ryuuen a look. Soon afterward, our eyes met, and I signaled to him that I wanted to meet him in the hallway. Perhaps he had grasped my signal loud and clear, because Ryuuen went ahead and left the classroom first.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m gonna stop by the restroom for a minute,” I announced</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After casually excusing myself, I went out into the hallway. As I did, a lone figure followed me out of the classroom.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji-kun.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hoshinomiya-sensei approached me, calling to me quietly so as not to disturb the silence that enveloped the hallway.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Were you just on your way to the restroom? Could I bother you for a minute?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I stopped and turned around, and then Hoshinomiya hurriedly closed the distance between us, coming close enough to touch if I reached out.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I was surprised to see you here as a representative today. I never imagined,” she said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is it really that unexpected? I came forward for last year’s final special exam too,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I brought up a point of comparison to show that it was fitting for me to appear, Hoshinomiya-sensei sniffed a bit. “If you couldn’t tell, I was being snide. There’s nowhere for my class to go anymore. We’re Class D. Do you understand? If you’re here, Ayanokouji-kun, that means our chances of winning go down the drain.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She came out and told me what she honestly felt, without sugarcoating it or beating around the bush. I felt like she had already crossed a line as a teacher, but I figured it was better to let it slide.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t think of you as being easy opponents. Ichinose’s class is going to be a formidable foe. If anything, after hearing the rules my impression is that they’ll be even better off</span><span class=\"C_Current__And__Properties__And__Times_New_Roman\">,</span><span class=\"C_Current__And__Times_New_Roman\">” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Advantage, disadvantage. That stuff doesn’t matter. What’s important are results. Victory. That’s it,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was certainly true that there was no use in clinging to uncertainties.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, I guess that’s true. All we can do is fight as best we can and—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Please give us the win,” pleaded Hoshinomiya-sensei, cutting me off just as I was about to finish my sentence. “I want you to throw the match, convincingly.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Kanzaki had said something similar, but this was far, far more direct.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s absurd. Besides, as the appointed general, there’s no way I could throw the match,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Please don’t say no. What if I said that I can compensate you for it?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There aren’t many things that can be offered as worthy enough compensation for handing over victory. And moreover, you’re a teacher, Hoshinomiya-sensei. Wouldn’t it be breaking an unwritten rule for you to intervene in a student’s battle so carelessly?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hoshinomiya-sensei, while still wary of our surroundings, took another half step closer.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I just can’t lose to Sae-chan. She’s the only person I can’t let myself lose to. For that, I’ll do anything,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. And you’re saying that you don’t care about your position as a teacher, and whatnot?” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s correct.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“All right, then, allow me to ask: What kind of compensation are you prepared to offer me, sensei?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If I’m capable of it, anything. For example, if I can get information about a special exam in your third year at an early stage, I could secretly pass it along to you,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I asked her that question hoping to see how far she’d step outside of her role as teacher, but that was more than I imagined. If not for the absolute and complete certainty that I didn’t have some kind of recording device on me right now, she would never have said these words, not even as a lie or joke.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you are willing to go that far, then why not just pass information directly to the class that you’re currently in charge of?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Not those kids, they can’t. They can’t be the bad guys. If I suggested something like that to them, they couldn’t make use of it. Instead, they’d just try to protect me,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose and her classmates would absolutely try to stop Hoshinomiya-sensei, whose position as a teacher would be in jeopardy. Hoshinomiya-sensei apparently understood that much very well.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But with you, it’d be a different story, right, Ayanokouji-kun? I know you would make good use of that information,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I appreciate the offer, but the risk is too great. I’m afraid I have to decline,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I was sure that even Hoshinomiya-sensei must not have thought that I’d accept such a risky offer, after all.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okay then, what do you want as compensation? Can you make an offer, Ayanokouji-kun?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t have anything particular in mind. I’ll just have to wait for you to make another offer,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ugh… Okay, in that case, there is something else. That’s right. Something only I can do… Like…” she stammered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With that, she reached out with her right hand and gently touched my ear.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Are you going to clean my ears for me?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Stop joking around.” said Hoshinomiya. “You understand what I’m trying to say, right?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She showed me that she was honestly prepared to do whatever it took. If she could do something, she would, no matter how it would make her look. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, no matter what she offered me in return as compensation, joining forces with Hoshinomiya-sensei was simply too risky. It would be easy to dismiss her as a foolish teacher who wanted to win, but the reality wasn’t so simple. Her resolve to do whatever it took to win was, without a doubt, utterly genuine. If that was true, then it was possible that she could take anything I said and use it against me. After all, words once spoken cannot be taken back. I needed to consider the various risks.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You have an incredibly disgusted look in your eyes, Ayanokouji-kun. It’s almost as though…you can see right through me, inside my head,” said Hoshinomiya-sensei.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“All that you can do now is believe in Ichinose’s class’s victory,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I suppose that’s your way of saying that you won’t hand over the win, not for anything,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course not. Our classes are direct opponents, after all,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“In that case, I guess there’s no telling what recourse I have, huh?” she sighed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Interesting. I’ll be looking forward to that as well. Please excuse me,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With that, I turned away and headed for the bathroom. Hoshinomiya-sensei didn’t call out to me again, and she didn’t seem to be following me either.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12",
    "chapter": 13,
    "title": "Chapter 3: What Ought to Be Finished"
  },
  "nextChapter": {
    "volumeId": "y2v12",
    "chapter": 15,
    "title": "Chapter 5: The Battle of the Vanguards"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Hoshinomiya Chie’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: The Unusual End-of-Year Special Exam",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: What Ought to Be Finished",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: The End-of-Year Special Exam Begins",
      "href": "Text/section-0013.html#auto_bookmark_toc_13",
      "index": 14
    },
    {
      "label": "Chapter 5: The Battle of the Vanguards",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 6: Katsuragi’s Counterattack",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 7: Bitter Tears",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 8: Ayanokouji’s Scheme",
      "href": "Text/section-0026.html#auto_bookmark_toc_26",
      "index": 27
    },
    {
      "label": "Chapter 9: An Awaited Opponent",
      "href": "Text/section-0029.html#auto_bookmark_toc_29",
      "index": 30
    },
    {
      "label": "Chapter 10: The Truth Is…",
      "href": "Text/section-0036.html#auto_bookmark_toc_36",
      "index": 37
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0038.html",
      "index": 39
    },
    {
      "label": "Postscript",
      "href": "Text/section-0039.html#auto_bookmark_toc_39",
      "index": 40
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0040.html",
      "index": 41
    }
  ],
  "currentSpineIndex": 14
}