{
  "title": "Chapter 5: The Battle of the Vanguards",
  "content": "\n  <p class=\"P_Chapter_Header\" id=\"auto_bookmark_toc_14\"><span>Chapter 5:<br/>The Battle of the Vanguards</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">S</span><span style=\" font-size: 0.80em;\">HORTLY AFTER 9 A.M.,</span><span class=\"C_Current__And__Times_New_Roman\"> the participants arrived in their four separate classrooms and were being given the same explanation simultaneously by examiners unfamiliar to them. There wasn’t anything unusual in the classrooms; the only things placed in them were the typical desks and chairs. It was difficult for the students to imagine what kind of exam would take place in a space no different from their regular classroom, but as the explanation proceeded, they began to understand.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The explanation about the discussion conducted by the participants contained no mention whatsoever of the win conditions for the representatives. After finishing explaining all of the details, the examiner took a breath, while the students exchanged looks with one another, seemingly trying their absolute hardest to pound the rules into their heads.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The most important point to remember is that the only way to contribute to your class in this discussion is to carry out your assigned role perfectly,” added the examiner.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was exactly what Ayanokouji and the other representatives have been told about the participants in the explanation they had been given.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand what our win conditions are, but the win conditions for the representatives are more important, aren’t they? What are those?” Matsushita asked, speaking up on behalf of her classmates.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The exam format for the participants was essentially nothing more than a battle to see whether they could gain Private Points, while the representatives’ exam would result in changes in Class Points, determining the brightness of that class’s future. It was a very natural response, to prioritize a long-term perspective rather than short-term value. However, the examiner, someone that Matsushita and her classmates didn’t usually come into contact with, responded in a detached, matter-of-fact tone.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I have just told you everything you need to know. All you can do is stick to your role and carry out the discussion properly. There is no point in trying to guess anything further. As for the representative’s fight, those rules may change minutely from one discussion to the next. You will only know all of the answers once the special exam is over,” replied the examiner.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">He wasn’t dodging the question; it was simply that the school never intended to tell them anything from the beginning. The students probably couldn’t help but feel that was the will of this stubborn institution.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you mean to say that we won’t even know how the exam works until it’s over, then?” asked Shinohara.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Precisely,” replied the examiner.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Shinohara then voiced her complaints, indicating that she wasn’t happy about this, but the examiner responded without a moment’s pause. The examiner explained that the rules for the representatives had been thoroughly concealed and would not be revealed under any circumstances.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Just keep in mind that if you do not engage with the discussion seriously, your class will gain nothing whatsoever,” added the examiner.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">While the participants were free to be as blatant as they’d like about their designated roles, there was no guarantee that doing so would be beneficial to their class’s representatives. As long as it was unclear what exactly would determine the winners and losers, the option that would leave them with the fewest regrets would be to simply take the discussion seriously. Having made this clear, the examiner concluded the explanation.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>5.1</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">A</span><span style=\" font-size: 0.80em;\">T 9:30 A.M.,</span><span class=\"C_Current__And__Times_New_Roman\"> the students had finished listening to the explanation and headed over to the special building, where they were guided into a classroom set up specifically for discussion. There were many cameras mounted throughout the rooms to eliminate any blind spots. Fourteen desks and chairs, enough for two groups, were set up in the room and arranged in a circle. A tablet was placed on each desk, and there were partitions between them to prevent peeking to either side.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The students confirmed their individual roles on their tablets when they entered the room. At the end of the round, the current status would be checked again, and then the students would begin the process of selecting options on their tablets. The model students had the right to eject anyone other than the other model student from the room at this time if the representative elected to pass, and each student that had any other position was required to exercise their various effects at this time. The backs of the chairs were marked with red tape or blue tape as simple identifying markers, with red being for Class B and blue being for Class D.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even if students tried to congregate together with those that they were close friends with, the students seated to their right and left would inevitably be from the opposing class anyway, which made it impossible to even try whispering to one’s fellow classmates. Also, a single large monitor was set up separately in the room, and important rules for the discussion were displayed on it.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Rules for Discussion</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Students participating in the discussion should try to speak so that everyone can hear them.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The act of addressing a single specific person is prohibited.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Students who are found to have violated the above rules, such as by whispering in another student’s ear, will be ordered to leave the room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Excessively rough language, slander, and acts of violence will result in a penalty, and the student will be ordered to leave the room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If a student is ejected from the room during the discussion, that student’s respective class will be penalized.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The representative’s Life Points will be reduced based on the severity of the penalty.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The monitor will display the results of the discussion in progress and the final results,” said the examiner.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At that moment, when the students’ attention was focused, the examiner changed what was displayed on the monitor and showed an example of what the end of a discussion might look like, with a sample of final results.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Final Results</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Average students: </span><span style=\" font-size: 1.00em;\">4</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Model students:</span><span style=\" font-size: 1.00em;\"> 0</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Teachers:</span><span style=\" font-size: 1.00em;\"> 0</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Graduates:</span><span style=\" font-size: 1.00em;\"> 0</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Underclassmen: </span><span style=\" font-size: 1.00em;\">1</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Upperclassmen:</span><span style=\" font-size: 1.00em;\"> 0</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Traitors: </span><span style=\" font-size: 1.00em;\">1</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Please exit the room promptly to end the discussion and rotate to the next group.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Interval time remaining:</span><span style=\" font-size: 1.00em;\"> 10:00</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“This shows information about the results of individual roles. Once you have checked the information, please follow the instructions and exit the room,” said the examiner.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After telling the students this, the students were ordered to quickly leave the classroom and head over to the waiting room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The exam will begin shortly. Students who have been called to the waiting room should go there immediately,” said the examiner.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Once the hurried explanation was over, it was time for the participants’ battle to begin, with no time at all to chew on what they were told.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>5.2</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">T</span><span style=\" font-size: 0.80em;\">EN O’CLOCK IN THE MORNING.</span><span class=\"C_Current__And__Times_New_Roman\"> The monitor in the waiting room meant for the participants lit up.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Discussion No. 1</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Participants</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class 2-B</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sotomura Hideo, Makita Susumu, Minami Hakuo, Yukimura Teruhiko, Azuma Sana, Karuizawa Kei, Satou Maya</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class 2-D</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Shibata Sou, Nakanishi Jirou, Moriyama Susumu, Andou Sayo, Yamagata Hina, Ishimaru Yuriko, Oonuki Nagisa</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Students whose names are displayed should head to the discussion room.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I-I’m up first. And so is Maya-chan…” said Karuizawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Having had her cell phone confiscated like everyone else, she had just been sitting there looking bored, but hurriedly got out of her seat. Satou, who was also determined to be part of the first group, rushed over to her side. While many of the students still hadn’t fully grasped the rules yet, they stepped out into the hallway and made their way to the discussion room. Yukimura was one of them, and Satou called out to her for advice.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hey, Yukimura-kun, what should we do?” asked Satou.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Just follow the instructions. Besides, what class we’re in isn’t directly relevant to the discussion. If you, Karuizawa, and I were cast into the roles of average student and model student, then that would mean we’re enemies and allies,” Yukimura answered, coldly and bluntly. “That’s what this special exam is. The examiner said it before: The best thing to do is follow the rules and take things seriously.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, that’s true, but… It’s like, I guess I’m still not really understanding exactly how to do that,” said Satou.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Seeing Satou and Karuizawa fidgeting nervously next to him, Yukimura sighed internally. That was because he felt that such thinking, expressed as something particular to girls, was unpleasant to him. However, Yukimura was no longer thinking about things only in the self-centered way he did when he first entered school. Now, he spent time with Hasebe and Miyake whenever he could, and he had more friendly interactions with other people.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think that probably it’s not just you two who are nervous and panicking, Satou, Karuizawa. I’m sure that people in the other class are feeling similarly. To start with, why not try to get used to the feel of the room? Besides, you’ve played games like Werewolf before, right?” asked Yukimura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think I’ve played that one a couple times. So we can think of this as, like, the same kinda thing?” asked Karuizawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I haven’t played it before. Is there a trick to it?” asked Satou.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let’s see… All right, if you’re selected to be a model student, then it’s a good idea not to carelessly look over at the other model student. This may surprise you, but it’s quite noticeable when people look at each other like that, and you’ll give yourself away,” said Yukimura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even though he wasn’t used to this sort of thing, giving out advice calmed Yukimura down somewhat; he naturally understood the magnitude of this End-of-Year Special Exam himself. Although he was frustrated by the highly secretive rules, like how the school wouldn’t even let them know how the exam as going as far as the representatives were concerned, he flipped a switch in his mind and just focused on doing his best as a participant.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh, I get it. That makes sense. Yeah, I guess, like, eye contact and stuff would be important, huh?” replied Karuizawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Karuizawa somehow understood the gist of it, and began to explain to Satou that they should keep tricks like this in mind. Seeing that, Yukimura allowed himself to think everything would probably be all right for the time being.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Will we…be safe?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">One person whispered those words in a quiet voice, so that no one else would hear. The fact that Yukimura helped two girls that he had nothing to do with calm down somehow came back as a benefit to him. Yukimura headed over to the discussion area as he mulled that over.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The door to the classroom opened and the fourteen students stepped inside. Karuizawa and Satou made eye contact, signaling to each other to sit as close together as possible, and they sat with Shibata from Class D between them. They both wanted to sit as close together as possible, even if it wouldn’t actually do them any good. The other students also sat down in the chairs assigned to their class, each taking whichever seats they liked from the assigned selection. There were those who preferred to sit closest to the door and those who preferred to sit furthest from the door. Shortly after all the participants were seated, they heard an announcement signaling the start of the discussion.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“The End-of-Year Special Exam will now commence. Each student’s role is displayed on his or her tablet. Please check your assigned role before starting the first round of discussion.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">All of the students looked down at the tablets placed on their desks. The monitor’s screen temporarily switched over to show the number of students cast in their respective roles.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Average students:</span><span style=\" font-size: 1.00em;\"> 8</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Model students: </span><span style=\" font-size: 1.00em;\">2</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Teachers: </span><span style=\" font-size: 1.00em;\">1 </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Graduates:</span><span style=\" font-size: 1.00em;\"> 1</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Underclassmen: </span><span style=\" font-size: 1.00em;\">1</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Upperclassmen:</span><span style=\" font-size: 1.00em;\"> 1</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As was explained to them in the rules, the students gathered here were assigned various roles. While everyone was hesitant to be the first to speak, it was none other than Yukimura Teruhiko of Class B who jumped right in.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m just going to come right out and say it. I’d like to confirm whether or not Nakanishi is a model student,” said Yukimura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Wait, what? Why me, right out of the gate?” Nakanishi asked. “Why would I be a model student?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sorry, but it’s just that you made eye contact first,” said Yukimura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Yukimura, who wanted to get things started, attacked by phrasing his statement thusly, precisely because he was an average student. He spoke up, leading the group, prepared for things to get rough by naming someone from another class. From there, the discussion began to ramp up more and more.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>5.3</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">O</span><span style=\" font-size: 0.80em;\">VER THE MONITOR, </span><span class=\"C_Current__And__Times_New_Roman\">both Hirata and Hamaguchi continued watching the discussion for five minutes. The participants seemed to be feeling each other out as they conversed, but there was currently very little way to discern lie from truth. Although some students appeared suspicious here and there, confirming whether they were really model students was a separate matter.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With no idea how to tell what was what, representatives had essentially only two options. Either they could make the first move and go for victory, take the challenge of figuring out the assigned roles, and drive their opponent into a corner in one shot, or they could avoid risk by choosing to wait and see. At the very least, the two sitting here knew the dangers and weren’t going to push ahead recklessly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Please nominate or pass, starting now. You have one minute.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After that announcement came a few moments of brief silence. Accompanying the two representatives in the classroom at that time was a single adult. Not one of the second-year homeroom teachers that had provided the exam summary previously, but a new face they had never seen before. This adult stood completely silent in the corner of the classroom, monitoring the students’ conversations and movements.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Man, this exam sure is difficult, huh? I mean, it looks like not even you of all people get it right away, Hirata-kun,” said Hamaguchi, sounding like he was halfway between convinced and doubtful.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hirata had the sort of personality that meant he didn’t like to engage in political maneuvering, so he just nodded in sincere affirmation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, once you start looking for someone suspicious, everyone starts looking suspicious. It’s not easy to make a decision in the first round, that’s for sure,” said Hirata.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Just like the fourteen students who engaged in discussion, the two vanguards were feeling each other out in their conversation. One thing that they had in common was that neither of them was good at telling the kinds of lies that would cause suffering, as they shared a strong abhorrence for such methods.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Okay.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After taking a breath, Hamaguchi chose the option to pass on his tablet. Without a sure answer in mind, the risk was too high. That was precisely why he made his decision without hesitation and waited for Hirata’s judgment call. As for Hirata, similarly, he couldn’t take a risk at this point.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Among the fourteen participants, two were model students, the role that the representatives needed to detect. As for the other roles, teachers, graduates, under­classmen, and upperclassmen, there was one student in each of those roles. Which meant that to get a result from a nomination, he would simply need to hit six out of fourteen. That came out to a probability of approximately 42.9 percent. Some might not think those were bad odds, since there was a decent chance of getting it right.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In reality, however, the success rate was much lower than that, since the roles to be nominated were classified into five categories, excluding average students and traitors. With both sides having decided to pass, they would move on to the next step. This was when the effects of the roles held by the teachers and graduates, as well as any nominations made by model students participating in the discussion, would come into play. Because the participants would automatically be narrowed down to only to the specific roles that needed to use their tablets otherwise, the other participants with roles that did not have any special abilities also had a break at this time, engaging in a process in which they selected which participants they currently thought were suspicious on their tablets.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">A model student had ordered Karuizawa to be removed from the room. The decision was made in an instant, and she quietly left the classroom before feelings of frustration could even well up within her. Now there were thirteen. As the odds were slowly but steadily beginning to change, the second round of discussion began. The two representatives stared intently at their monitors, becoming so silent that you couldn’t even hear the sound of their breathing.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The discussion felt short but long at the same time. Participants regularly stumbled, unable to get their words out. Also, many of them didn’t know how to conduct themselves. Everyone was observing each other with distrust. Every little gesture, every action—everything looked suspicious.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At the end of the second round, the representatives had the right to nominate once again. Hamaguchi hoped against hope as he stared at his tablet, while occasionally stealing a sideways glance at Hirata, who was lost in thought. He was hoping that Hirata hadn’t discovered anyone yet. His wish was half granted, as Hirata hadn’t gained any new information even after the first round. Shortly afterward, Hirata looked over at Hamaguchi as well.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Their eyes met, and in the back of their minds, they each thought to themselves, </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“What now?” </span><span class=\"C_Current__And__Times_New_Roman\">wondering how to keep the other in check. As the time limit approached, the two of them decided to go ahead with the same decision that they had made before, at the same time. Once again, they both decided that they couldn’t take the risk, and chose to postpone a selection for now, and pass. Therefore, a nomination was made by a model student, and one student was ejected from the room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That student’s role was unknown, of course. Still, the number of participants was only the denominator that was steadily decreasing. That was inevitable. Hamaguchi leaned forward, ready for the next round, and grabbed hold of the monitor three times. The number of participants had decreased by two, but the main objective was to find the model student, who could take three Life Points away from their opponent. In that moment, while the denominator was decreasing, Hamaguchi wanted to think of a way to get the fight started properly, if he could.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The vanguards had a mere five Life Points. If you could find just one model student, you could therefore push your opponent to the edge in a single strike. Hamaguchi’s plan to do just that started in the third round. Yukimura’s comments, which had been relentlessly directed at Nakanishi, had upset Nakanishi more than Hamaguchi imagined they would, and the situation developed into a state of almost-panic as Nakanishi came under concentrated fire from those around him. Hamaguchi, as a fellow classmate of Nakanishi, was well aware that he wasn’t normally the type to overact, and firmed up his resolve, deciding that it was time to go on the offensive and nominate him as a model student, even if it involved some level of risk.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hirata, on the other hand, didn’t feel the same way. To him, Nakanishi’s words and actions appeared unnatural, and he was getting the opposite impression from Hamaguchi’s, that Nakanishi wasn’t the model student. That said, at present, it was impossible to determine whether he held that or another position. Even though Hirata and Hamaguchi were looking at the same person, they had arrived at different conclusions.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hamaguchi quickly entered his choice on his tablet and nominated Nakanishi as the model student. Meanwhile, Hirata chose to pass once again.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Announcing the results. Hamaguchi-kun has identified Nakanishi-kun as the model student, so Hirata-kun loses three Life Points.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hamaguchi’s nomination had been correct, and it was revealed that Nakanishi was indeed the model student.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ugh…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Despite thinking they were both still on the defensive, Hirata suffered intense damage from Hamaguchi’s attack. As for Hamaguchi, he was overcome with relief. Though he’d pulled off a big opening move, he felt that his nomination had been rather reckless. Hamaguchi had made his decision because of how flustered Nakanishi was acting, but there was a sufficiently high chance that he could’ve been cast into a role other than the model student, so it seemed like luck was on his side this round. The result made Hamaguchi happy but also anxious, and he braced himself once more for what lay ahead.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As a result of Hamaguchi’s daring play, Hirata had suddenly lost three Life Points and was now down to two. This was a big change in the situation, where both participants had been trying to get a feel for the other, moving things along with only a few words. Only one model student remained. Hirata was forced into a situation where he had to find a particular student, in the worst possible scenario. The severity of the situation weighed on him as the fourth round began.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hirata realized how much having the other side take the initiative would weigh on you in this special exam. Thus far, in the previous three rounds, Hirata had repeatedly passed his turn without too much worry, but now he had been driven to a point where he could no longer make his choices so carelessly. He hoped that, somehow, the discussion would progress and give him a big clue. Though he had wished for that in his impatience, the discussion wasn’t progressing as he would’ve liked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After it had been made clear that Nakanishi was the model student and he was removed from the discussion, the sole remaining model student went even further into hiding, concealing their identity. That was precisely why it was the students cast into the other roles who were the ones Hirata wanted to rely on.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let’s not have any hard feelings between us, okay, Hirata-kun?” said Hamaguchi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. Of course, I agree,” answered Hirata.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The discussion was moving ahead, albeit sluggishly. Just then, when it was about time people felt like that it wouldn’t be unusual for new information to come out, about two minutes into the fourth round, Yukimura finally came forward and said that he held the role of graduate. Yukimura, having checked out what everyone’s roles were three times now, reported that everyone he had checked thus far had been average students, and he hadn’t yet determined who the model student was. However, this was good news for Hirata, a silver lining on a dark cloud.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hirata could cut down Hamaguchi’s Life Points if he nominated Yukimura and identified his role, now that he had come forward. Of course, Hamaguchi would probably nominate Yukimura as a graduate as well, but in that case, they would cancel each other out. It was possible that the match between them could be settled in the fifth round, coming up next. With his back against the wall, Hirata immediately nominated Yukimura as a graduate as soon as the discussion ended. However…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Both Hamaguchi-kun and Hirata-kun have nominated erroneously and lose one Life Point.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Yukimura was ejected from the room, making it clear that he had not been cast into the role of graduate after all. Yukimura was only pretending to be the graduate in order to push through the stalemate in the discussion so that he could find the model student. A false role, which Hirata might have figured out if he had been watching Yukimura more carefully. However, Hirata had been too flustered and impatient to make a calm decision and was convinced that Yukimura was the graduate who could identify the model student.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hirata was saved by the fact that Hamaguchi got caught up in it too, but even so, their Life Points were now four to one. Hirata had ended up being pushed all the way to the edge. Shortly after the discussion began, Hirata was feeling somewhat flippant, unable to sense the weighty significance of this End-of-Year Special Exam. But it was here, in this moment, that the pressure made itself known all at once. The battle between representatives, which began with these two cautious vanguards, had turned into a wait-and-see situation for both sides.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The participants, now suspicious to the point of ­hypervigilance over the fact that Yukimura was not a graduate, all went quiet in unison. With no new information coming out, they chose to put things on hold. As a result, when it came time for the representatives to exercise their right to nominate, both decided to pass. The remaining model student made nominations one after another, forcing Oonuki, Makita, and Azuma to leave the room. Without meeting the conditions to bring the discussion to an end, the participants suddenly realized there were only six of them left. The discussion proceeded into the eighth round.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Then…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Because Hirata-kun has nominated erroneously, he will lose one Life Point. Since Hirata-kun’s Life Points have been depleted, we ask that he please leave the room at this time.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">A cold, mechanical announcement unceremoniously came over the speakers. The discussion had reached a dead end, and the participants were getting flustered and impatient with the lack of progress, so Hirata decided to try something, but his attempt had ended in failure. Hamaguchi, whose nomination of Nakanishi was successful thanks to luck, and who chose to pass again in this round, was the winner.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>5.4</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">T</span><span style=\" font-size: 0.80em;\">HE SHOWDOWN BETWEEN </span><span class=\"C_Current__And__Times_New_Roman\">the representatives was structured in such a way that their conversations were not revealed publicly, so the students participating in the discussion were naturally in a similar state of mind as the center and general representatives waiting on standby. In fact, if anything, considering the fact that their cue to take their turn came unexpectedly, it could be said that the strain on the students, mentally and physically, was even greater.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The waiting room had fallen completely silent. The only information being disclosed was the decrease in Life Points between the representatives as they fought. As Horikita stared intently at the monitor, the notation on the screen started to change. Immediately afterward, an announcement began to play in the room where the other representatives were waiting.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Hirata-kun is leaving the room as a result of Hamaguchi-kun’s victory. Center, please prepare for your turn.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">A classmate’s defeat, which Horikita hadn’t wanted to face if at all possible. After hearing the announcement telling her as much, she let out a small sigh.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Off I go,” said Horikita brusquely to Ayanokouji, who had been sitting next to her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hope you put up a good fight,” replied Ayanokouji.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">To Horikita, it sounded like he didn’t care whatsoever, like this wasn’t his problem. But she didn’t let herself get irritated. That was because she had learned quite well over the past two years that Ayanokouji was just that kind of person. She felt that, while his words might sound cold, he contributed to the class in his own way—and he would likely do so in this special exam as well. He’d asked for something in return, yes, but as the general, he had taken on the task of leading the class to victory. That was precisely why Horikita could take on this battle with all of her might, without hesitation. Above all else, the person sitting next to her was dependable. Even if, hypothetically, she was to lose against her opponent Hamaguchi, she was sure that Ayanokouji would be able to defeat all of the other class’s representatives, all the way through Ichinose. However, that was baseless intuition, and she reminded herself once again that she couldn’t let those unfounded feelings get the better of her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita left the waiting room and made her way over to the classroom where the exam was being held. On the way, she ran into Hirata, who had left the room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sorry, Horikita-san… I wasn’t any help at all…” said Hirata.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I can guess what the situation is, more or less. You don’t need to be discouraged,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Everyone had things that they were and were not suited for—the two of them were simply cut out for different things. Hirata was a student who was able to observe those around him quite well, but he was most definitely not the type who was suited for this type of exam, where one had to be suspicious of others. Horikita understood this well.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">There was a ten-minute interval. The school would have likely assumed that the students from the losing class would pass by each other when they switched places. If that was the case, then that meant that there wasn’t a problem to trade opinions, as long as time permitted.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Was there anything you noticed?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let’s see… Well, we can’t control the content of the discussion, but I think maybe the timing of when the representatives attack, whether you go first or second, likely makes a significant difference in determining the outcome,” said Hirata.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita listened intently as Hirata recounted the events he experienced.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I suppose that means the situation can change all of a sudden then, depending on the participants,” replied Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was certainly true that there was nothing they could do if the conversation progressed to a point where they couldn’t control it. However, Horikita believed that it wasn’t necessarily impossible to deal with any possible situation, regardless.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Thank you. Take it easy and rest,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After nonchalantly watching Hirata’s back as he returned to the waiting room, Horikita also turned and headed toward her destination. After she arrived at the classroom where Hamaguchi was waiting, she placed her hand on the door.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ahem.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She lightly cleared her throat and then briefly removed her hand. Once she opened it, there was no turning back. She took a deep breath and emptied her mind for a moment. Then, she drew out the information that she had organized in her mind and slowly opened the door.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12",
    "chapter": 14,
    "title": "Chapter 4: The End-of-Year Special Exam Begins"
  },
  "nextChapter": {
    "volumeId": "y2v12",
    "chapter": 16,
    "title": "Chapter 6: Katsuragi’s Counterattack"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Hoshinomiya Chie’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: The Unusual End-of-Year Special Exam",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: What Ought to Be Finished",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: The End-of-Year Special Exam Begins",
      "href": "Text/section-0013.html#auto_bookmark_toc_13",
      "index": 14
    },
    {
      "label": "Chapter 5: The Battle of the Vanguards",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 6: Katsuragi’s Counterattack",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 7: Bitter Tears",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 8: Ayanokouji’s Scheme",
      "href": "Text/section-0026.html#auto_bookmark_toc_26",
      "index": 27
    },
    {
      "label": "Chapter 9: An Awaited Opponent",
      "href": "Text/section-0029.html#auto_bookmark_toc_29",
      "index": 30
    },
    {
      "label": "Chapter 10: The Truth Is…",
      "href": "Text/section-0036.html#auto_bookmark_toc_36",
      "index": 37
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0038.html",
      "index": 39
    },
    {
      "label": "Postscript",
      "href": "Text/section-0039.html#auto_bookmark_toc_39",
      "index": 40
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0040.html",
      "index": 41
    }
  ],
  "currentSpineIndex": 15
}