{
  "title": "Chapter 8: Ayanokouji’s Scheme",
  "content": "\n  <p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_28\"><span class=\"C_Current__And__Times_New_Roman\">Even though it had happened at the end of last year, it should’ve been impossible for her not to remember that Hashimoto had asked her to do that.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Th-that’s… Where did you find out about that…?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Where I learned it isn’t relevant right now,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okay, okay already! I get it! I absolutely won’t do this sort of thing anymore!” she protested.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If Hashimoto asked you to betray the class in order to be with him in the future, you wouldn’t hesitate to do so, wouldn’t you?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I wouldn’t!” she shouted. “There’s no way I would!”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry, but I can’t believe that.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That’s what I said, but it was conceivable that Maezono had learned from this painful experience and grown from it. Considering which class she belonged to, she would probably show a little more maturity from now on.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I won’t do it! I’ve been honest with you, so, please, forgive me already!” she shouted.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. I suppose that doing this any longer would be a waste of time,” I directed my gaze toward the camera, having decided to bring the matter to a close. “My determination hasn’t changed whatsoever. It is unnecessary to re-do the confession. Maezono is the traitor.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I made things final.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“This is so unfair! What is up with you?! What right do you have to be so mean and unfair?!” she exclaimed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The participant confesses, and the representative determines whether they are innocent or guilty. Nothing more, nothing less,” I replied, once again explaining to her the rules of the dialogue.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Maezono-san, please leave the room.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The school had given us an extension, but they had ruled that they couldn’t take any more time on this. It was a firm decision that the school would now be disposing of Maezono here. But of course, Maezono adamantly refused to budge.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Because Ayanokouji-kun has determined that Maezono-san is the traitor after she had denied it, she will be dismissed from the room and expelled from the school.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No! I won’t leave until you take it back!” Maezono shouted after the announcement.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What you can do right now is hope that Hashimoto will get expelled in this special exam. If that happens, then there might be a way for the two of you to be together in the outside world,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, if I were to offer my personal opinion, there wouldn’t be much hope of a future like that. Regardless of whether Hashimoto got expelled or not, he probably didn’t view Maezono as a true love interest. He simply got in touch with her to position himself in such a way so that he could graduate from Class A. If he couldn’t extract information from her any longer, she’d become worthless, and there wouldn’t be any point in him holding on to her. People who are no longer valuable are cast aside.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Take it back!” she shouted. “Take it back right now!”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I’m sure that many people would question whether it was even necessary for Maezono to be expelled. It wouldn’t have been that difficult to persuade Maezono that she was being used by Hashimoto and to undo his brainwashing. Sure, spreading sensitive information should be condemned but not so much so that it would merit expulsion. But for me, it was convenient in a lot of ways. I was simply making good use of the tool named Maezono that just so happened to be close at hand. That was all there was to it. Nothing more.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I will never, ever forgive you!!” screamed Maezono.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Turning from Maezono as she continued shouting, I decided to leave the room and finish everything. I could see that Maezono had tried to chase after me, only to be stopped by the examiner just before the door closed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Just as before, the results of the dialogue would surely have reached Ichinose thanks to the announcement systems. The question of whether or not she heard the announcement was obvious from the look on her face. The soft, gentle expression that she had been wearing all this time had vanished, like she was a different person.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji-kun… Why…did Maezono-san end up getting expelled?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I was sure that, as a representative herself, Ichinose should have known exactly what happened, though. She probably just wasn’t able to envision the how, even if she understood the why.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh. She didn’t tell the truth. So I judged her to be guilty, and she was dealt with accordingly,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“B-but, I mean, you already knew that, didn’t you? So why did you do something like that, despite the fact…?” asked Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“‘Why,’ huh? The reason I said I was going to use up the traitor system was so that I could use it to get Maezono expelled. That’s all there was to it,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If we hadn’t colluded, the probability that Ichinose would have chosen Maezono as the traitor on her own was extremely small. That was why I suggested that we align with one another and abandon our right to use the traitor. I also had her decide who the traitor would be for her class so Ichinose would have no choice but to do the same for me. Since the other party had done so, the same action was required in order to stay fair.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We both made good on our promise to each other to exercise and therefore eliminate our right to use the traitor. Ichinose, you even got fifty points for your class by cooperating and not identifying the traitor, so there is no problem between you and me. And of course, it won’t get in the way with the serious competition that is going to follow,” I added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">While there were some things I hadn’t explained, I didn’t do anything that would put Ichinose’s class at a disadvantage. Rather, you could say that my efforts put them in a better position. However, as for deciding the winner and loser between Ichinose and me, the tables were turning in a big way.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Normally, one would be happy that a student from another class got expelled, but Ichinose wasn’t like that. She would probably regret that she had been complicit, albeit unknowingly, in Maezono’s expulsion. Moreover, she had even gained Class Points out of it. However, this whole traitor business was nothing more than the beginning. The strategy that I would use in order to win was starting in earnest right now.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Thank you for your cooperation, Ichinose. Thanks to you, I was able to dispose of a defective product with ease,” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">That’s awful</span><span class=\"C_Current__And__Times_New_Roman\">. Ichinose had probably wanted to say something like that, but she couldn’t open her mouth to speak. She couldn’t say a bad thing about me precisely because of the genuine, heartfelt feelings of affection that she undeniably had for me. Beyond the conversation the two of us were having, the discussion had resumed, but since I was abandoning this current discussion in its entirety, this round was basically free time.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s going to be a while before the next discussion, so how about I tell you a little story?” I began.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“A story?” repeated Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose couldn’t get the issue of Maezono out of her mind, but for now, there was no choice but to keep moving forward. She probably wouldn’t have her spirit broken for something as trivial as that. Ichinose had become that much of a formidable person now. For special exams, there wasn’t just one ability you needed to win. It wasn’t difficult to imagine how the representatives from both of our classes had fared in their fights so far.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">They would have been watching the students’ discussion over the monitor, keeping a close eye on their friends’ and foes’ every word and every move, so that they wouldn’t fail to catch a thing. In particular, the slightest change in a classmate’s facial expression could provide a major clue to the representatives. Of course, if they didn’t do that, then none of them would have gotten anywhere. That was precisely why Horikita had perceived Ichinose’s overwhelming ability to see the students as something that made her a powerful foe. Then, Horikita and Ichinose competed, and Ichinose was defeated.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was basically the same for Sakayanagi and Ryuuen’s classes. But when it came to competing and winning here, that wasn’t everything. It wasn’t just about correctly identifying the model students and the position holders, as has been incorporated into the rules. You could also make your opponent nominate someone irrelevant or provoke them into self-destructing. That was why I was sure that some of the earlier representatives had tried to shake their opponents up mentally too.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Are you really sure you want to nominate that student? Isn’t that student over there suspicious?</span><span class=\"C_Current__And__Times_New_Roman\"> They would try to mislead with statements such as that. If you increased the number of choices from two to three, the probability of error increased accordingly. If a student wasn’t used to real competitions, words like that would probably have some effect. However, they would hardly work at all on someone like Ryuuen, Sakayanagi, or Ichinose. Instead, they would become more cautious and may even end up seeing something that they hadn’t been able to see before.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">So how could you deceive the minds of students who were such leading figures and deprive them of the ability to make normal decisions? If their minds were focused on the special exam, then the answer lay outside of that. It was vital to completely shatter their clear, levelheaded thinking by introducing a completely unrelated topic. If you knew that a part of your body was being targeted, then anyone would make sure to protect that area. However, if someone were to then go after your legs in an unexpected way, it would naturally be difficult to respond to that.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Do you remember? There was a little incident that happened in our grade last year. When it came to light that a certain class leader had shoplifted in the past,” I continued.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“About me, you mean,” replied Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose, still unable to understand the situation, found herself suddenly being dragged by her feet into the darkness.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That incident was partly caused by you, who never doubted anyone, relaxing your guard and telling Sakayanagi about it. But was the story getting revealed to the entire school actually Sakayanagi’s handiwork in the first place, truly?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What do you mean?” asked Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The incriminating notes that were discovered in the dormitory mailboxes. Was it really Sakayanagi who planted those? Haven’t you ever wondered about that, at least once?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose was silent, perhaps because she was thinking back to what happened then.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There were a few rumors that circulated before that revelation, though. Terrible, awful rumors about you, Ichinose. Things about how you had a history of violence, paid dating, and theft. I think that it was probably Sakayanagi who had disseminated those rumors, but at that stage, they were simply rumors and gossip, with plenty of outright lies mixed in. That was why even you were able to endure it, Ichinose.” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose’s eyes were downcast, but I kept speaking without hesitation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What if I had been working behind the scenes, to give things just one more push, at that time? What if I was the one who planted the letter in the mailbox, mentally pushing you toward confessing the truth?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What are you saying?” asked Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even when I explained it in plain terms, Ichinose seemed unable to understand. That was understandable, though. It wasn’t just Ichinose; other students had also believed that it was Sakayanagi’s handiwork. There was also the fact that Kiriyama was used to blatantly spread lies outside of Class A, including Horikita’s class.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You seem to think this is a bad joke on my part. But can you say for certain that isn’t what happened?” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I crossed my legs, asking Ichinose that question, after she had built up strong defenses thus far. In the past few months, Ichinose had undergone a series of peculiar mental changes. That had created a kind of composure, which allowed Ichinose to move forward in this exam as one of the strong ones. However, one of the underlying reasons for that was my existence, and what if that existence was actually much more cruel than she imagined? What if she knew that I was someone who would betray others without hesitation, and even drive Maezono to expulsion?</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Because, I mean… Ayanokouji-kun, you… There wouldn’t be any benefit for you in doing something like that…” stammered Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s not true. Sakayanagi may have intended to just keep things at a level where you would take it as a warning, so that she could use it to threaten you at a later time. However, by forcefully involving myself at that point, I was able to take that away from her. And by helping you, Ichinose, your trust in me would inevitably increase. No matter how you look at it, that is a sufficient benefit,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I can’t believe that…” muttered Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand that you don’t want to believe it, but it’s the truth. If you want, you can go ahead and ask Sakayanagi after the exam. Ask her, ‘Was it you who put those letters in the mailboxes?’ I’m sure if you told her what I told you, she’d give you an honest answer,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Now, if I just delivered the final touches thoroughly, that would be the end.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“For everything I have ever done with you, Ichinose, there has always been an ulterior motive. Every single thing. Whether it was that time on the uninhabited island or that night of the school trip, I only ever acted in my own interest. I was merely using you, nothing more. And the promise we made one year ago too…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose was no longer sure what was right anymore, not even those words we spoke to each other, confirming that promise, on the bench just a little while ago. Those words had certainly been spoken, but there was no longer any belief in them. The first discussion was over, and the interval before the next discussion had begun.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Representatives, please select a new group.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I did as the mild-mannered announcement instructed and selected a group. Ichinose operated her own tablet a moment later, but her expression was blank. But that was to be expected, when things like this special exam had already been pushed into the back of her mind. She had been dragged into a deep darkness. Even the matter of Maezono’s expulsion was now a distant memory.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">You could say that everything had gone hazy. The man in front of her wasn’t an ally. He wasn’t a supporter. The more honest and decent someone’s thinking was, the more they would be dragged into the darkness, so much so that they’d be beyond help. I pulled back my chair and put it back where it was. Ichinose’s eyes, watching the monitor next to me, didn’t have the light and vitality that they had held just moments before. Even though she was looking at the monitor, the conversation we just had was probably firmly stuck in her head.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Reality and falsehood. Truth and lies. She would end up thinking about it even if she didn’t want to. People are creatures who, even if they weren’t speaking, cannot easily empty their minds. In fact, I’m sure that the more she turned her mind toward the exam, which she needed to concentrate on, the more those thoughts would grow. I figured that, at this moment, Ichinose probably felt like she was under attack, like her mind was going blank.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her vision certainly captured what was happening on the monitor, and her hearing was most certainly working as well. Yet, that information wasn’t reaching her brain like normal. That wasn’t magic or anything, it was just the structure and mechanisms of the human body. Her heart rate and blood pressure were elevated, and her peripheral blood vessels were constricted. Her pupils were dilated, narrowing her field of vision. And the workings of her prefrontal cortex, which controlled relative and rational functions, were degraded. Recovery from that condition would not be easy at present.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In that case, the rest was easy. I could watch the debate quietly at my leisure, make my deductions, and find the model students. My opponent no longer had the trump card of sending in a traitor either. The debate could continue without incident. It didn’t take very long before the time came.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Ayanokouji-kun identified the model student, so Ichinose-san loses three Life Points. Now that Ichinose-san’s Life Points have been depleted, Ichinose-san has been defeated… We ask that you please leave the room at this time.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita’s class had won a major victory, without ­being forced into a difficult battle at all.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12",
    "chapter": 28,
    "title": "Chapter 28"
  },
  "nextChapter": {
    "volumeId": "y2v12",
    "chapter": 30,
    "title": "Chapter 9: An Awaited Opponent"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Hoshinomiya Chie’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: The Unusual End-of-Year Special Exam",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: What Ought to Be Finished",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: The End-of-Year Special Exam Begins",
      "href": "Text/section-0013.html#auto_bookmark_toc_13",
      "index": 14
    },
    {
      "label": "Chapter 5: The Battle of the Vanguards",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 6: Katsuragi’s Counterattack",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 7: Bitter Tears",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 8: Ayanokouji’s Scheme",
      "href": "Text/section-0026.html#auto_bookmark_toc_26",
      "index": 27
    },
    {
      "label": "Chapter 9: An Awaited Opponent",
      "href": "Text/section-0029.html#auto_bookmark_toc_29",
      "index": 30
    },
    {
      "label": "Chapter 10: The Truth Is…",
      "href": "Text/section-0036.html#auto_bookmark_toc_36",
      "index": 37
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0038.html",
      "index": 39
    },
    {
      "label": "Postscript",
      "href": "Text/section-0039.html#auto_bookmark_toc_39",
      "index": 40
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0040.html",
      "index": 41
    }
  ],
  "currentSpineIndex": 29
}