{
  "title": "Chapter 9: An Awaited Opponent",
  "content": "\n  <p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_35\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. I admit it,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You fought well,” Sakayanagi said. “I will honestly admit that you are a capable individual worthy of praise.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In fact, Sakayanagi was also sorry to see this match ending. She wanted to watch Ryuuen fight a little longer, harboring a feeling that was similar to a parental love. Despite receiving such a declaration of defeat from Ryuuen, Sakayanagi wasn’t careless or proud. That was because she was taking into consideration the fact that he might be playing possum; or, in other words, that he was trying to turn the situation around by feigning inevitable defeat. After seeing the sharp glean in Sakayanagi’s eyes as she shot him a sideways glance, Ryuuen involuntarily blurted something out.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re a shrewd chick, all right, who won’t even relax her guard after a surrender,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But of course. I will not relent in the slightest until I see the results from the school,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">There were about three minutes left until the next discussion, which would be the last. Ryuuen had but one Life Point. The right to send in a traitor also remained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Tch…” Suddenly, Ryuuen clicked his tongue.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What are you clicking your tongue for?” asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Nah, nothin’,” Ryuuen had unconsciously clicked his tongue when he recalled the day’s events. “Maybe he had predicted that I would lose like this.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You mean Ayanokouji-kun?” asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. He called me up this mornin’, after they explained how the special exam works,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I know that Ayanokouji-kun had been giving you a look, Ryuuen-kun. You were going to the restroom, if I recall,” Sakayanagi said. Naturally, she had gotten a grasp on what had happened, nodding as she thought back to it. “I imagined that there was some exchange between you two.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s when he said somethin’ to me. He said that, if I lose, he wanted me to give you a message, Sakayanagi,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. So that was why he called upon you, then,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Just as Ayanokouji had foretold, Ryuuen had gotten pushed to the verge of defeat.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, let us hear it. What message did he have for me?” asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Whether the message was the truth or a lie could be determined by listening to what Ryuuen had to say. That was precisely why Sakayanagi was interested. However, Ryuuen had come back with some unexpected words.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I dunno. All I know for sure is that it’s Hashimoto who has the message,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hashimoto-kun?” repeated Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“On top of that, he said it’s a message that you can only understand from this special exam,” Ryuuen said. “I dunno whether it’s true or not, though.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If someone said something like that, there was no way that Sakayanagi </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">wouldn’t</span><span class=\"C_Current__And__Times_New_Roman\"> be interested.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you choose the group that Hashimoto is in for the final discussion, I’ll exercise my right to send in a traitor,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When this battle had begun, the group that Hashimoto belonged to was the first one that Sakayanagi had eliminated. At this moment, when the battle was about to be decided, Ayanokouji’s message was to lead to a development where she would use Hashimoto. She couldn’t help but smell something fishy going on.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Does this mean you haven’t given up on the match yet?” asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If that’s what you wanna think, go ahead,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi’s instincts were telling her, “</span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Don’t accept this offer.”</span><span class=\"C_Current__And__Times_New_Roman\"> In this situation, where the odds of her winning were as close to 100 percent as possible, it would be foolish to lower that probability even slightly. However, she didn’t think Ryuuen was lying. It was precisely because she felt that was Ayanokouji’s message that she had grown subconsciously wary. However, at the same time, she desired to know what Ayanokouji’s message was.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you had been deliberately holding onto the right to send in a traitor until this moment, then that means you were fighting against me while putting yourself at a disadvantage. I do not like this one bit,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It was a complete failure on my part,” said Ryuuen. “I should’ve used it as soon as I could.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi was sure that Ryuuen had tried to win without using the traitor, but there were moves he could have used before trying to force his way forward. And yet, Sakayanagi was curious about Ayanokouji’s message and the fact that Ryuuen had not exercised his right. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi was never going to use Hashimoto. That was why Ryuuen had seriously regretted what happened. Ryuuen gave a self-deprecating chuckle and flicked his wrist.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“However, I do wonder what he is thinking, sending a message through Hashimoto-kun,” mused Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I ain’t got a clue either. But if I were to speculate, I’d say it’s a setup. The only risk for the traitor is gettin’ expelled, but that’s a possibility if Hashimoto tries to plead innocent,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ryuuen would nominate Hashimoto as the traitor, and Sakayanagi would call him up in dialogue. And, in the event that Hashimoto went undetected, he could gain a lot of money. On the other hand, if Sakayanagi knew what he was, she could make a decision without hesitation and get Hashimoto expelled.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“He’ll make light of the situation; he’ll think that there is no possible way he’d get chosen as the traitor. He’ll probably keep his mouth shut and pretend not to know anythin’, even if you try to rattle him,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It is certainly true that he will risk expulsion if he goes that route, but that would be difficult, wouldn’t it?” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The role of the traitor was extremely unfavorable. Once their identity was discovered, there was a high probability that they would confess during the nomination stage. Of course, if the student was being declared as the traitor, but they actually weren’t, the representative would be penalized. But that wouldn’t be a major setback, as the representative would only lose one Life Point. Hashimoto himself would likely consider it highly probable that he would not be chosen as the traitor, but if Ryuuen exercised his right to choose one, he could choose Hashimoto to be sneaky, to try to outwit Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even if that were not the case, it wouldn’t change the fact that if there was a traitor in the mix, Sakayanagi would consider Hashimoto a target of suspicion and, at the very least, would probably call him up for dialogue.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“He would most definitely confess when I call him up. Since there is nothing for me to fear on my part about making that decision, Hashimoto not admitting to being the traitor would mean he would be expelled from school,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If Sakayanagi had one Life Point remaining and was backed into a corner, then things might have been different. However, as long as she had five or more points, there was essentially no choice but for her to rule him as the traitor, regardless of whether he was innocent or guilty.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you have some faint hopes, it is futile. Regardless of whether Hashimoto-kun is innocent or guilty, I will judge him as such,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I know that. In that case, show me the skills you’re so proud of. If you sweet-talk Hashimoto into thinking that you won’t rule him guilty, then you might be able to take him down together with me,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At times like this, Sakayanagi wondered, </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“What if?” </span><span class=\"C_Current__And__Times_New_Roman\">What if Ryuuen had entered into a contract with Hashimoto in advance? What if this was a trap set by Ryuuen at an early stage? However, the details of the special exam were only revealed this morning. At that stage, the representatives and participants were completely isolated, and they didn’t even have a small window of opportunity to exchange information. Which meant that Ryuuen had no way to draw up a contract with Hashimoto, like a promise to save him in the unlikely event that he was expelled for stubbornly lying through his teeth about not being the traitor while he was, in fact, the traitor.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Actually, wait,”</span><span class=\"C_Current__And__Times_New_Roman\"> thought Sakayanagi. Deliberately choosing not to exclude such a possibility from her mind, Sakayanagi considered what the real “what if” might be. What if all of the rules of the special exam had been leaked in advance? Putting aside whether Ryuuen had offered such a contract to Hashimoto. No, that was absolutely impossible. Regardless of whether Hashimoto were to confess or not, Sakayanagi could simply make the judgment that he was the traitor.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If she thought nothing of it, and simply chose to go with that option, there wouldn’t be any surprise victory from behind. After all, this was not caused by Ryuuen, but by Ayanokouji, after all.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let us see if there really is a message from Ayanokouji-kun, shall we?” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi chose Hashimoto’s group. Then, Ryuuen picked a group at random and exercised his right to send in a traitor. Both of them were acting in accordance with Ayanokouji’s message, which was not a lie at all. However, when the discussion began, Ryuuen closed his eyes and didn’t even look at the monitor.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It is rather kind of you to go out of your way to make it so clear that you are not playing a trick,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Heh, I don’t exactly hate the idea of putting up useless resistance, but I can’t forgive myself for fallin’ for Ayanokouji’s coaxing,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">This time specifically, Ryuuen had personally declared to Ayanokouji that he was going to screw Sakayanagi over using his own talents. If that didn’t happen, then this match was already over. Sakayanagi watched the discussion, just to be safe. Although the information that could be gained in one round was limited, there were several people whom she sensed may be a position holder. Then, while at the top of her game, she entered the time for dialogue. With cane in hand, Sakayanagi slowly exited the classroom. Watching Sakayanagi go, Ryuuen looked up at the ceiling and brought his fist down on his knee with all of his strength. He regretted that he had let the lead slip away from him, from start to finish, and that he was unable to catch up to Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Damn it…” he huffed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">He didn’t want it to end here. That meant that his growth would end up stopping here. But that wish would no longer come true.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ryuuen Kakeru lost.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12",
    "chapter": 35,
    "title": "Chapter 35"
  },
  "nextChapter": {
    "volumeId": "y2v12",
    "chapter": 37,
    "title": "Chapter 10: The Truth Is…"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Hoshinomiya Chie’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: The Unusual End-of-Year Special Exam",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: What Ought to Be Finished",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: The End-of-Year Special Exam Begins",
      "href": "Text/section-0013.html#auto_bookmark_toc_13",
      "index": 14
    },
    {
      "label": "Chapter 5: The Battle of the Vanguards",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 6: Katsuragi’s Counterattack",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 7: Bitter Tears",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 8: Ayanokouji’s Scheme",
      "href": "Text/section-0026.html#auto_bookmark_toc_26",
      "index": 27
    },
    {
      "label": "Chapter 9: An Awaited Opponent",
      "href": "Text/section-0029.html#auto_bookmark_toc_29",
      "index": 30
    },
    {
      "label": "Chapter 10: The Truth Is…",
      "href": "Text/section-0036.html#auto_bookmark_toc_36",
      "index": 37
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0038.html",
      "index": 39
    },
    {
      "label": "Postscript",
      "href": "Text/section-0039.html#auto_bookmark_toc_39",
      "index": 40
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0040.html",
      "index": 41
    }
  ],
  "currentSpineIndex": 36
}