{
  "title": "Epilogue: Short Story",
  "content": "\n  <p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_38\"><span class=\"C_Current__And__Times_New_Roman\">“There hasn’t ever been anyone who has understood you before. You had thought that there still wouldn’t be anyone in the future, as well. However, your instincts have made you come to realize that is not true, isn’t that right?” asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi, looking at Hashimoto before her, also thought back on herself. She had never trusted anyone before either. She had trusted only her own thoughts, and acted coldly, without emotion. However, as a result, she had lost Kamuro due to their immature hearts.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hashimoto was carrying a darkness within him. A past that made him into someone who would do whatever it takes, fair or foul, in order to survive, going this way and that. If Sakayanagi got even closer to Hashimoto in the coming future, then a day might come where he would tell her about it. That was what Sakayanagi thought, at least. While it didn’t change the fact that he was a man that was hard to forgive, she was also largely responsible for Kamuro’s expulsion herself.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In that case, maybe she should give him a chance. Maybe she should win this special exam and once again bring Hashimoto over to her side, as an ally. Such thoughts were swirling about in Sakayanagi’s mind. Hashimoto would confess and admit to being a traitor. In that case, all that was left was for Sakayanagi to make her decision, and that would be the end of the dialogue.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hashimoto would only lose his rewards. They would return to the discussion, she would find a position holder, and this special exam would end with Ryuuen’s Life Points being shaved down. However…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi stopped.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">What was it that Ayanokouji wanted to tell her?</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">What was the message that he had conveyed to Hashimoto? Was it a message telling her to forgive the man before her? While she had arrived at one possible answer, Sakayanagi still felt a strong sense that something was out of place. She quietly closed her eyes. That was not the message from Ayanokouji. The question of whether or not to forgive Hashimoto did not have to be answered through this special exam. It could even be answered after Ryuuen’s expulsion from the school had been made definite, not during the ambiguous phase. Therefore, you couldn’t say that the message would be meaningless if it wasn’t delivered now.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">What was it that he wanted to tell her in this situation? She explored the idea, using her superior thinking that others did not possess. Thinking. Thinking. Thinking. Thinking. Thinking.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ah!”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Finally, Sakayanagi’s thoughts lead her to the answer, the hidden message.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is that…what you mean?” she thought aloud.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">No. I do not want to accept it. I do not want to accept such a message, </span><span class=\"C_Current__And__Times_New_Roman\">she thought. That was why she added a question mark. But even after turning it into a question, her brain couldn’t help but be convinced that it was indeed the correct answer. What was the message that Ayanokouji had sent to Sakayanagi? The message was something that Ryuuen and Hashimoto could never hear. Ayanokouji’s true intentions, which could only be seen after fighting with Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was a message that was far, far too cruel for Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“He’s…a liar too,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">A fight between Sakayanagi and Ryuuen, with expulsion at stake. Their true intentions, Sakayanagi and Ryuuen’s, were to fight against Ayanokouji to their hearts’ content. So this contest was something that they established in order to eliminate the opponent that stood in their way. And Ayanokouji, knowing this, decided that he wouldn’t support either side. However, while he gave that answer, he actually did make a decision about which of them it was that he wanted to remain.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ayanokouji’s intended opponent was Ryuuen Kakeru.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Of course, Ayanokouji wouldn’t have wanted to interfere with this match, naturally. For that purpose, he had even offered her advice, implying that he would repay the debt he owed her, but it was only done as pretext, because he knew that Sakayanagi would have refused. The whole sequence of events was an insignificant help in turning the tables for Ryuuen, who was now facing imminent defeat.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The real battle with Ayanokouji awaited her ahead, the thing that Sakayanagi had been waiting for, for so long. But what did Ayanokouji think? She knew that he was working on the premise of having the four classes in equilibrium. She even interfered with Ayanokouji’s plans because she wanted to see his troubled face. However, the underlying reason behind what Ayanokouji was doing was because he was hoping and waiting for a decisive battle to come. Sakayanagi had believed and hoped that she was a worthy opponent for him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In the end though, that was nothing more than a one-sided wish on her part. It was a certain future that only Sakayanagi, who possessed a superior mind, could see. Ayanokouji wanted to continue to watch Ryuuen’s growth closely and accept his challenge. Just like how Sakayanagi herself felt that she had wanted to have more fun with Ryuuen in this battle.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Delivering the final blow to Ryuuen would be simple. With just one more push, her victory would be assured. Then, Sakayanagi could say, “I interfered with your plans once again,” and state her desire for a fight.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However…how comical a sight this was.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ayanokouji Kiyotaka didn’t want to fight Sakayanagi Arisu in the future.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The reality was that Ayanokouji would not be pleased if Sakayanagi won here and now. For the first time in her life, Sakayanagi felt she hated this thinking of hers, which enabled her to see beyond where others could see, which no one else could see yet. She had wanted to remain ignorant and unaware of how ridiculous she was.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If she wanted to help her class, she would have to prioritize winning. Images of Yamamura and her classmates flashed through her mind for a moment. There might have even been a future where she could have fulfilled her promise to Kamuro or join hands with Hashimoto once again. It wouldn’t be a bad thing at all to continue her life at this school. But beyond that, “what Sakayanagi wanted,” wasn’t waiting for her. For Sakayanagi, that was a painful reality, and one that could not be changed.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Lose here.”</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was the message from Ayanokouji. A message that no one else could notice, but that Sakayanagi had surely received. Even in the face of cruel words from the person she loved, she wore a thin smile and closed her eyes. If she didn’t, she felt that she would naturally start shedding tears, just as Hashimoto had.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“The time has come. Hashimoto-kun, please give your confession.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The school announced that the dialogue was over. Up until this point, Hashimoto had been engaging with Sakayanagi without lying to himself. The answer that was sought.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah… The trait—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As Hashimoto tried to get the words out, his voice strained and almost inaudible, Sakayanagi quietly stopped him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see,” she said. “You say you are not the traitor. That’s right. You are not the traitor.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hashimoto opened his eyes wide.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hey, Sakayanagi…? What are you…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was impossible for her to have known how Hashimoto intended to answer that question. After all, he might have admitted that he was a traitor in order to avoid being expelled. Or he might have said, until the end, that he was not the traitor, that he wouldn’t lie to himself and that he would continue to stand on Ryuuen’s side. But that no longer mattered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“…The decision depends on what Hashimoto-kun has actually confessed to, so—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That would be tactless. He did indeed say that he is not the traitor,” Sakayanagi cut in. “The answer will be the same if you ask him to confirm his answer once again. And I will not change my answer either. Isn’t that right, Hashimoto-kun?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Why’re you…?” asked Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Because that was the message from Ayanokouji-kun. That is all there is to it.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was the conclusion drawn by Sakayanagi. An announcement was once again made, asking her to confirm her choice, which she did. Finally, the decision was handed down.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“…Sakayanagi-san has failed to identify the traitor, so she loses five Life Points.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The End-of-Year Special Exam, in which there would be more students getting expelled from school, had ended.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ryuuen Kakeru lost.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">And Sakayanagi Arisu had also lost.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Within that contradiction, there were indeed winners and losers.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12",
    "chapter": 38,
    "title": "Short Story"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Hoshinomiya Chie’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: The Unusual End-of-Year Special Exam",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: What Ought to Be Finished",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: The End-of-Year Special Exam Begins",
      "href": "Text/section-0013.html#auto_bookmark_toc_13",
      "index": 14
    },
    {
      "label": "Chapter 5: The Battle of the Vanguards",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 6: Katsuragi’s Counterattack",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 7: Bitter Tears",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 8: Ayanokouji’s Scheme",
      "href": "Text/section-0026.html#auto_bookmark_toc_26",
      "index": 27
    },
    {
      "label": "Chapter 9: An Awaited Opponent",
      "href": "Text/section-0029.html#auto_bookmark_toc_29",
      "index": 30
    },
    {
      "label": "Chapter 10: The Truth Is…",
      "href": "Text/section-0036.html#auto_bookmark_toc_36",
      "index": 37
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0038.html",
      "index": 39
    },
    {
      "label": "Postscript",
      "href": "Text/section-0039.html#auto_bookmark_toc_39",
      "index": 40
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0040.html",
      "index": 41
    }
  ],
  "currentSpineIndex": 39
}