{
  "title": "Chapter 2: Know Your Enemy, Know Yourself, and You Need Not Fear a Hundred Battles",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 2:<br/>Know Your Enemy, Know Yourself, and You Need Not Fear a Hundred Battles</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">T WAS LATE NOVEMBER</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> and the day we were due to set out on our long-awaited school trip was finally drawing near. I was on my way to school on a bright but chilly morning when I happened to spot a group of three people walking along ahead of me, with Haruka in the middle. They weren’t laughing out loud or smiling broadly or anything, but they did seem to be enthusiastically engaged in some topic of conversation, as though they were making up for lost time, filling the void of the recent past.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You sure you don’t need to go talk to them?” asked Kei, as she walked beside me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, it’s fine,” I replied. “This is just how things have ended up, ever since Airi got expelled.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was no longer needed in that group—or rather, that was the way it had to be.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, I won’t bring it up again. I understand that if you say it’s okay, then that’s the right answer.” Kei didn’t seem to care too deeply about this; she probably figured that this whole issue with the former Ayanokouji Group was none of her business anyway. “Besides, you know what? This just means that I get to keep you all to myself, Kiyotaka. Right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She flashed me a sincere, earnest smile, with no hesitation. There was no doubt in my mind that I had become an emotional pillar for Kei over all the time we’d spent together.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m super excited about our upcoming school trip,” she added. “Where do you think we’ll go?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not giving up on my dream of Kyoto,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, you did talk about wanting to go there, huh? Well, for me personally, Kyoto’s the only place I </span><span style=\" font-style: italic; font-size: 1.00em;\">don’t</span><span style=\" font-size: 1.00em;\"> want to go.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For some reason, Kyoto, the place that I was passionately longing for, was the only one that she was dismissing. And right out of hand, too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You hate Kyoto that much?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, it just seems like it’s all, like, cultural stuff, like temples and junk. It doesn’t sound fun at all, does it?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But that was one of the best things about it, if you asked me… Well, it sounded like visiting temples and shrines might not be enjoyable to Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s exactly what’s on my mind right now, for sure,” she said. “Yep.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, sure, our trip destination is important too, but aren’t you concerned about the results of the finals?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s not like worrying about them now is going to raise my test scores, is it? Besides, I feel like I did pretty well, actually. Thanks to you, Kiyotaka.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though that overconfident part of her was a little problematic, what she said was true. Although it was unlikely that we could expect to see her get a high score, it was also safe to say that the bottom range of her scores had been rising. Realistically, I could only make an iffy declaration at this point, but I could sense some growth in her after seeing her scores. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wonder if I should spend even more time studying with you, Kiyotaka, like Sudou-kun with Horikita-san,” murmured Kei, the tip of her index finger pressed against her lips.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She probably didn’t understand that just studying for the same length of time as Sudou wouldn’t improve her academic performance like his. Personal motivation was very important, but the skill of the tutor was just as important. The reason Sudou had developed so remarkably well was, without a doubt, Horikita’s talent as a tutor. That was probably an advantage that Horikita held over even someone like Keisei, who had the same level of academic ability as her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In my case, though, my education wasn’t built on that kind of foundation. It would be simple enough for me to raise Kei’s academic ability forcefully, by educating her thoroughly, but that wasn’t my role. I had to entrust that matter to another student in the class. All I should do was the bare minimum necessary. I also needed to instill in her the kind of attitude that would enable her to study. That way, when another student who was right for the job eventually came along, they’d be able to take things over smoothly.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span><span style=\" font-weight: bold; font-size: 1.27em;\">2.1</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">WO </span><span style=\" font-size: 0.80em;\">HOURS</span><span style=\" font-size: 1.00em;\"> were going to be set aside later this morning to talk about the school trip. I supposed that at a normal school, we might have gotten those details at a slightly earlier stage, but for the students at this school, the end-of-term exam we just had beforehand was more important. So, first, we needed to find out what our results were. Learning about the plans for the school trip and then immediately finding out you were being expelled for your test scores would’ve been like a bad joke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now then, I’ll be giving you your results from your second-semester finals,” said Chabashira-sensei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was a feeling of tension in the air, like everyone was standing on pins and needles. But despite the nervousness and anxiety, none of the students in the class were in despair. Around this time last year, the school had conducted a unique final exam called the Paper Shuffle. Kushida had schemed, and Ryuuen’s shadow loomed. Horikita’s characteristic strategies had been formidable back then, too, but this year, things were different.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The rules had been standard: students took the test that the school had produced, and if they scored below the clear pass/fail line, then they’d be expelled. It was also a competition between classes, with the class coming in first place earning fifty Class Points, and second place earning twenty-five Class Points. Third place, however, lost twenty-five Class Points, and fourth place lost fifty Class Points. It was, simply put, a scramble for Class Points.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A failing grade was an average score of thirty-nine or less in all subjects. Having carefully examined the exam contents, though, I concluded that a failing grade in any given subject could be avoided without much difficulty as long as a student took their classes seriously.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First, for this exam’s results, I’ll start with the students at the bottom,” said Chabashira-sensei. Her expression was stiff; she didn’t show any sign of relaxation. I got the sense she was doing it to wind the students up, but I supposed that a modicum of tension was necessary. “First, the student with the lowest score—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The lowest grade was thought to be even more important than the highest.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s you, Hondou, with an average score of fifty-three,” Chabashira-sensei announced.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Agh! Me? Oh, but wait, fifty-three isn’t so bad, is it?! Wait, should I be happy about this?!” he cried out strangely. There was joy in his voice at hearing he’d avoided a failing grade, but he must have been conflicted over having gotten the lowest score in class. Hondou had always placed near the bottom, though; this probably wasn’t the first time that his score had been the lowest. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira-sensei continued announcing the results in ascending order, and eventually, she started calling the names of the higher-ranking students.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The bottom range for the lower-scoring group was definitely getting higher. Even my girlfriend, Kei, didn’t have as bad a score as I had expected, with an average of fifty-six points. It was undoubtedly Airi’s expulsion during the Unanimous Special Exam that had led to this development. Ever since that exam, the students who ranked lowest in OAA had developed a constant sense of urgency, knowing that they could be next on the chopping block, so they couldn’t slack off. No matter what kind of exam they faced, they had to tackle it to the best of their ability. Even Kei was steadily improving her grades, although she didn’t want to study unless it was with me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, I supposed I’d need to solve that problem as soon as possible. Since I was only teaching her the bare minimum, there was a risk that she’d be separated from the other students due to a gap in growth potential. I needed to ask someone else to take over tutoring her who could come up with a solid teaching plan, like Horikita, or Keisei, or even Yousuke. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As our names were called, each student’s score per subject, total score, and average score were displayed on the monitor at the front of the class. I came in twelfth place. I was slowly but steadily rising in the rankings.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Finally, Chabashira-sensei got to announcing the top ten scores. In tenth place was Sudou. Although I’d been a little concerned about him, his results were similar to what he’d gotten in the last exam. He had earned a solid score and cracked the top bracket, going up by one place in the rankings and setting a new personal best. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And first place was, unusually enough, a tie. Horikita and Keisei were tied for first with an average score of 93.5 points.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As for your overall placement in your grade level,” Chabashira-sensei added, “you surpassed Ichinose’s class’s average score and took second place. Excellent work.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi’s Class A took first place, Horikita’s Class B took second, Ichinose’s Class D took third, and Ryuuen’s Class C took fourth—so our class was getting an additional twenty-five Class Points. However, even the lower-ranked students in Sakayanagi’s Class A generally scored well, so we couldn’t take first place this time. As a result, the gap between our classes had widened, just a little.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now then,” Chabashira-sensei said, “I understand quite well that you’ve been looking forward to this school trip, as evidenced by how much effort you put into the end-of-semester exam. But first, before we get into talking about the trip, there’s one thing I’d like for you to do.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At that, a chart with the names of our classmates, which we all knew quite well, was displayed on each of our tablets. It was also displayed on the monitor in front of us. There were three fields: name, gender, and number. Two of those fields, name and gender, were already filled in. Just as Chabashira-sensei had suggested, information was given for everyone in class. Only the field for numbers was blank, so it was clear that some kind of number was going to be entered in that field.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The table was generally understandable at first glance, but it was unclear what criteria the number field was supposed to be based on. Although I was limited to what I could see from my seat, it appeared as though no other students understood, either.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This chart shows a list of students in Class 2-B, i.e., this class,” said Chabashira-sensei. “You can see that there’s a field header labeled ‘Numbers’ next to ‘Name’ and ‘Gender,’ written in a small font size, and that the field is blank, yes? The numbers start from one and go up to thirty-seven, which is the number of students in this class—thirty-eight, minus you yourself. You cannot use the same number twice. First, please enter ‘Self’ in the number field next to your own name, so that it’s easy for us to understand that it’s you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Without Yamauchi and Airi, who had been expelled, there were thirty-eight students in Class 2-B. So, from the sounds of things, we were supposed to assign a number to each student excluding ourselves, going up to thirty-seven. The problem was what these numbers were supposed to mean. I couldn’t possibly imagine that we’d just be assigning numbers randomly, with no meaning behind them. We all did as instructed, typing on our tablets and entering “Self” by our respective names. After confirming that we had all done that, Chabashira-sensei began to explain what the numbers meant.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now then, regarding the numbers that I’m about to have you assign. You can basically see them as your evaluation of your peers, from your own personal perspective. You could rank someone as number one simply because you respect their skills the most, or because you are best friends, or because they’re the funniest one in class. What’s important is that whoever it is you rank as first, you’re making a positive evaluation according to your own set criteria.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, we were basically ranking our classmates, then. Actually, wait… It seemed that if you slid the table over, it wasn’t just our own classmates in there. There were fields for students in the other three classes, too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure that some of you might have already noticed this,” added Chabashira-sensei, “but I’m going to ask you to do this ranking for the entire grade level, class by class. When it comes to students from other classes, there may be some people who you’ve never even spoken to before, but you’re going to have to rank them based on your own criteria as well. I’d like for you to assign them a number based on what you know of them.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Students evaluating students. We did something somewhat similar last year, but I suppose you could also say that this was very different. But what in the world was the point of having students do something like this, anyway? Making some kind of superficial hierarchy?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We will absolutely not be divulging what numbers you’ve assigned to other students, of course,” Chabashira-sensei assured us. “Not even we, your homeroom instructors, will know what kind of evaluations you’ve given, so please rest easy.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, this chart was going to be managed by the school administrators.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You are forbidden from talking privately amongst yourselves whilst filling out the chart, and you are also forbidden from looking at OAA. Putting aside whatever you happen to remember, it would be defeating&#160;the purpose of this exercise if you were to simply use the&#160;school’s evaluation as your hierarchy without giving it any thought or reasoning of your own.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, there were also restrictions against just assigning numbers mechanically based on an existing metric.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are tons of girls I’ve never even talked to or anything, though, and I have no idea what people’s OAA scores are, so all my scores are gonna be pretty random,” muttered Hondou, uncertain. “Is that gonna be okay…?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Some students had a wide circle of friendships, but Hondou, who lacked self-confidence, wasn’t one of them.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, that’s fine,” Chabashira-sensei replied. “There’d be no problem even if you assigned numbers at random to people you have little connection with. However, the school will be using these lists for a certain purpose, and you will be responsible for whatever consequences there are.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, essentially, we were supposed to be ordering students based on some kind of general criteria, but in the end, what to actually put was up to the discretion of the person filling out the form. Accordingly, Chabashira-sensei was saying, we shouldn’t complain about whatever effects might come about in the future as a result of our rankings. We should be able to grade each student appropriately as a result of the cumulative interactions we had with each other thus far, I supposed. If we did it without thinking, we could regret it later, so we needed to take this challenge seriously. That’s what Chabashira-sensei was telling us.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You have one hour to finish, starting now,” she said. “In the unlikely event that you do not finish within the time limit, we’ll be reducing the time spent on explaining the school trip to you and continuing the time spent on this, so please focus on the task at hand.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Surely no one had thought that we would be forced to do something like this before the school trip. Though the students were puzzled, Chabashira-sensei instructed them to go ahead and begin immediately. No one had fully wrapped their mind around the task yet, but even so, they got started.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Still… </span><span style=\" font-style: italic; font-size: 1.00em;\">Criteria, hm?</span><span style=\" font-size: 1.00em;\"> I decided to hold off ranking my own class, since that would take the longest amount of time, and started with organizing Class A. If I were simply going on ability alone, I would have placed Sakayanagi as number one, but what I was looking for right now was a comprehensive evaluation. I could simply judge everyone based on like or dislike and wrap up everything that way. It was up to the individual’s own discretion if they wanted to rank the person they most wanted to date or the person they liked as their number one, after all. Regardless, the numbers should be assigned based on clear criteria. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I intended to start filling out the form right away, but I found it was surprisingly difficult. The safest option would have been to use an overall evaluation of the students’ abilities at this point in time as seen from my perspective. It wasn’t likely to be an issue for me to make calculations based on what I remembered from OAA for the students I’d never interacted with. Once I settled on a course of action, I was going to start with number one and work my way down.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured many other students would make the same decision, but it was safe to say that Sakayanagi would be taking number one for Class A. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once I got started, it took me about twenty minutes to finish entering evaluations for everyone from the other three classes. All that was left was the class I was currently enrolled in: Class B. I wasn’t going to be assigning numbers so simply with this class, because for these students, I’d obtained much more information than OAA accounted for.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was going to factor in hidden potential, communication skills, and growth. I figured there might be some overlapping similarities with OAA, but at this point, I decided that Yousuke would take number one. If I took into account not only his simple overall value, but also the number of ways that he’d contributed thus far, he was the best choice. Without Yousuke, there would be no cooperation in this class. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, I chose Kouenji as number two. His hidden potential and the tangible benefits that he had brought to the class, such as his contribution in the second-year Uninhabited Island Special Exam, and even his unintentional contributions, like in the Sports Festival and so on, were extremely significant. Even if I were to count his personality quirks and his lack of cooperativeness against him, second place would still be a fair assessment. It was an undeniable fact that Kouenji’s achievements had paved the way for our current position as Class B.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita, Keisei, and Mii-chan, along with other students who always performed well academically, also rated quite highly. Then there was Sudou, who possessed outstanding physical ability, and whose academic prowess was not to be underestimated either. I put him down as number nine. If I’d only been taking into account what had happened since the start of our second year, then I definitely would’ve rated Sudou as third or fourth, after Kouenji. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After I’d finished entering my evaluations for all of the students, I looked up.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">I took close to forty minutes in total to fill everything in, but none of the students aside from me have finished y— </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just as that thought was going through my head, though, my eyes met with Chabashira-sensei’s as she observed the students, and I realized that Kouenji, sitting to my side, had finished before I did. I couldn’t be certain, but I expected he had simply filled in numbers randomly without giving it any thought. He was gently blowing on his nails without even giving his tablet a second glance.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we considered the possibility that these numbers could be used for some special exam, for some purpose other than group building, then what kinds of arrangements could we envision? Was it possible that, when the school took a comprehensive view, they could, for example, hold an exam where only the students selected as number one and number two overall in each class would participate? On the other hand, the school could do the opposite instead. They could gather only the students with low overall ability together, and in the end, they’d have a balanced group to face the challenge.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, if either of those possibilities were true, then they should have told us beforehand to consider the merits of students’ respective abilities more carefully before we assigned numbers. It wouldn’t even have been necessary to have students do these evaluations in the first place. The risk of distorting the competition by assigning numbers based on like or dislike would have been significantly higher if that were the goal.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span><span style=\" font-weight: bold; font-size: 1.27em;\">2.2</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">HEN THERE WERE ONLY</span><span style=\" font-size: 1.00em;\"> a few minutes remaining, Chabashira-sensei addressed the class.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay. It seems like everyone is finished, so we’ll bring the list-making process to an end right here,” she said. Apparently, everyone had managed to finish their evaluations within the time limit without incident. “This is a little sooner than I expected, but let’s start talking about the school trip.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve been waiting for this!” Thrilled to have been released from the tedium of list-making, Ike clapped loudly. Some of the other students joined him. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Unlike in the past, Chabashira-sensei didn’t issue Ike a warning this time, and instead started pushing buttons on her tablet. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We’d heard that there was going to be a school trip, but we still didn’t know what our destination would be. There were three options in the Unanimous Special Exam: Hokkaido, Kyoto, and Okinawa. Each class had cast its vote for one of those three choices, and whichever one got the most votes would be chosen as the destination for the school trip.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Incidentally, I was part of the minority faction that wanted to go to Kyoto, along with Horikita and Keisei. This class had ended up casting a vote for Hokkaido in the end, but that didn’t mean hope was gone. If two of the remaining three classes voted for Kyoto, then my wish would be granted. And the results were…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First, I’ll tell you the results of the vote from the Unanimous Special Exam,” announced Chabashira-sensei. She paused for a few seconds, with a pompous air, for dramatic effect. “After tallying up the results from each class, the winner, with a total of three votes, has been decided. Our school trip will be to Hokkaido.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There were mixed reactions as soon as we heard the results, with people expressing both joy and disappointment. Horikita’s class had allocated its vote to Hokkaido, but that didn’t necessarily mean the majority were happy about this. Anyway, we were going to Hokkaido, huh? Horikita didn’t appear to be disappointed, from what I could tell by looking at her back. Even Keisei didn’t seem especially unhappy with the announcement.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Meanwhile, Sudou and the other people who were in the pro-Okinawa group had shown absolutely no sign of even really reacting to the news from the start. Classes weren’t allowed to share what they had voted for, but it was possible that some rumors had been going around anyway. I felt like it was a little disappointing, but hey—Kyoto was Kyoto, Hokkaido was Hokkaido. Each was its own thing. From my perspective, it was still an unknown world out there, and the vote didn’t change the fact that I was looking forward to the trip.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure that you’re already aware of this, but don’t forget that a school trip, just as its name implies, is an excursion meant for learning and acquiring knowledge. Unlike in a regular high school, there are many rules you’ll need to follow,” Chabashira-sensei warned lightly, so that the exuberant students wouldn’t confuse this trip with a vacation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re not telling us that there’s going to be a special exam or something…are you?” asked Hondou fearfully.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was no way we could be sure, and it was understandable that someone would want to speak up to rule it out. In response, Chabashira-sensei chuckled softly as she looked at the students. “Relax. There will not be a special exam where you’ll be competing over Class Points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hearing her clear, definitive answer, the class collectively let out a sigh of relief.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, before we go into the details of the trip, let’s first touch on the schedule for the four nights and five days,” said Chabashira-sensei.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em; text-transform: uppercase;\">SCHOOL TRIP SCHEDULE</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em; text-transform: uppercase;\">DAY 1</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Depart from school -&gt; Haneda Airport -&gt; New Chitose Airport -&gt; Arrival at ski resort, lesson -&gt; Skiing -&gt; To ryokan </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em; text-transform: uppercase;\">DAY 2</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Free day</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em; text-transform: uppercase;\">DAY 3</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Visiting tourist spots around Sapporo -&gt; Back to ryokan</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em; text-transform: uppercase;\">DAY 4</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Free day (with some conditions)</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em; text-transform: uppercase;\">DAY 5</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Return</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, we were going to be free to do whatever we wanted all day on the second day, and again on the fourth day, albeit with some conditions.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, I was all worried, but that looks totally normal!” exclaimed Hondou. “Actually, hold on, it’s even better than normal! Yeah, free days!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, almost all of the students in class had a positive impression of a normal school trip schedule. It&#160;sounded like this one was somewhat comparable to what you would find at most schools, and people appeared to be unusually excited about that fact. It was true that it wouldn’t have been unexpected for this school to come up with a more complicated or involved schedule.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s fine to get excited, but have you already forgotten what I said earlier?” Chabashira-sensei said. “Yes, you are promised free days, but there will be no shortage of activities that you’ll need to be doing as students at the Advanced Nurturing High School.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There wasn’t going to be a special exam, though. </span><span style=\" font-style: italic; font-size: 1.00em;\">So, what in the world is going to be expected of us? </span><span style=\" font-size: 1.00em;\">I wondered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“‘Know your enemy, know yourself, and you need not fear a hundred battles.’ That is the theme of this school trip,” said Chabashira-sensei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Wait, what? What does that mean?” Hondou cocked his head to the side in apparent confusion. He must not have understood the quote Chabashira-sensei had referenced, from Sun Tzu’s </span><span style=\" font-style: italic; font-size: 1.00em;\">The Art of War</span><span style=\" font-size: 1.00em;\">. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was Sudou who spoke up first to explain the proverb in an easy-to-understand manner. “It means to actually understand the enemies that you’re fighting, and their situation, and to understand yer own situation properly, too,” he said. “Basically, if you make sure you know that stuff, then you’ll never lose.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“O-oh, wow, dude… So, like, you even get that kinda stuff?” asked Hondou.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, it ain’t really anything amazing. Besides, you can figure out what it means literally from what the quote says in the first place.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was starting to like how he wasn’t being arrogant about having one piece of knowledge. That left a good impression.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Normally, several groups are formed on school trips, as people are out and about,” Chabashira-sensei said. “Things will be no different for you in that regard, but there is one aspect that is clearly different from how other schools do it. Namely, groups will be formed not just from students within your own class, but with students from your entire grade.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Wait, what? What?!” one student wailed. “So, like, doesn’t that mean there’s a super-high chance that we could get paired up with people we’re not even friends with?!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The students, who were all excited over the still-as-yet-unseen Hokkaido, were suddenly snapped back to reality. As if to demonstrate this, Chabashira-sensei began giving us the details. “That’s exactly right. Depending on your social circle and what combinations there are, it’s possible that almost everyone could be with people they’ve never spoken to before.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if I was being charitable, I couldn’t say that I had a wide circle of friends in other classes. Depending on the size of the groups, it was entirely possible that things could turn out just as Chabashira-sensei had said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If this were a normal school, with the same maximum of just 160 students in your grade level, there would be a good chance that you’d be able to widen your circle of friends beyond your own class,” Chabashira-sensei continued. “However, the way this school is structured is a detriment, and hinders you in that regard.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that you’d expect your number of friends to increase if you were studying together in the same environment for more than a year and a half. At this point, it wasn’t difficult to imagine how the way this school was structured got in the way of that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The most important thing for you is whether you can graduate from Class A,” she went on. “Which means that it’s a battle between classes. That structure is going to remain the same from this point onward. Naturally, as a result of that, you’ll perceive other students as rivals more often than you have opportunities to engage with each other as friends.” That kind of environment wasn’t conducive to making a wide circle of friendships, was basically what she was saying. “Thus, opportunities for you to learn about other students’ situations, and how they spend their time, are limited too, of course.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly true that we’d learned more about our own classmates over the past year and a half or so, while when it came to other classes, many people naturally only knew what was going on at the surface level. If you carelessly showed any weakness, there was a chance that others could take advantage of that. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And, considering this issue from a completely different angle, friendships might also make you feel hesitant to defeat the other classes. Someone might even end up thinking, “I want my best friend from another class&#160;to graduate from Class A.” If something like that were to&#160;develop, there could be substantial hesitation when the time came to fight. There were probably more than a few students who intentionally wanted to keep themselves from knowing too much about people from other classes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The purpose of this school trip is to deliberately remove that obstacle,” Chabashira-sensei told us. “It will be a great opportunity for you to get to know each other as fellow students at this school, and simply as human beings, person to person, rather than as students from other classes as you have until now.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Four nights and five days might seem short, but it was a lengthy period of time. The more time people spent on group activities during that period, the more likely it was that the distance between them would be shortened. On&#160;the other hand, though, there could be cases where the distance wouldn’t shorten at all. Even if the school removed some obstacles, it wouldn’t matter if the students themselves put up walls.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I dunno,” lamented Ike. “It’s… I can only imagine that this school trip is gonna be a pain. Like, we’re gonna have to worry about stuff, and I really don’t think I’m gonna be able to have fun!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although they knew that there was no way they could change the rules that had been set by the school, there were apparently several students who opposed the idea, like Ike. I guessed that spending time with trusted, like-minded friends was one thing they did not want to give up. Especially Ike, who got himself a girlfriend only a short time ago. It was understandable that he was upset; depending on how the groups were formed, he might not have the chance to spend the trip with Shinohara. The tumultuousness became infectious, spreading to others, but in the midst of it, one young man stood up from his seat to put a stop to it: Yousuke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I agree with the school’s thinking.” While the classroom was filled with a flurry of objections to the idea, Yousuke declared his agreement, as though he were trying to spearhead support.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, that’s great for you, Hirata,” someone else replied. “I’m sure there are lots of people even in the other classes that you’re friends with, but we’re good, we don’t need to hear you bragging.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It certainly seemed like Yousuke, who had a wide circle of friends, wouldn’t have many problems regardless of who he was partnered up with. However, there was no way that Yousuke would make an announcement just to boast about something like that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s not what I’m saying. There’s no one in any other class who I understand better than my own classmates,” he said, pointing out that he was still essentially on the same side as Ike and the other students. “I’m saying that I don’t think it’s a good idea to rush into things carelessly.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay then, in that case, why do you agree with the school on this?” asked Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess because I feel like there’s a kind of significance to this,” Yousuke replied. “Everything we do in this school is very disconnected between classes in our grade level, except for club activities. There’s been hardly any opportunity to make friends with students from other classes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And that was obvious, as well. Although there had been a few special exams where we’d temporarily allied together, the fundamentally competitive nature of the classes meant that, just as Yousuke suggested, we would avoid carelessly getting too deeply involved with other students. It would likely be even more difficult for a kind-hearted person to go through that. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But, I mean, wouldn’t it still be weird to agree to this, then?” one girl said. “I think it’s easier for rivals to work together when they’re at, like, arm’s length from each other, like a reasonable distance, y’know?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm… But I consider friends to be friends, regardless of the class,” said another.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Opinions appeared to be divided, even amongst the girls in class. It was an issue of perspective. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess this conversation is kind of headed into chicken-and-egg territory,” said Yousuke. “Are other students rivals first and friends second, or are they friends first, rivals second? I’m sure that both are correct. Just as Chabashira-sensei said, this school trip is a wonderful opportunity for us to learn about that. We don’t just have one choice. The more choices we have, the more possibilities open up. That’s what I think.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I kinda get what you’re sayin’, Hirata,” Sudou said. “Besides, even if we fight the school on this, it ain’t like they’re gonna change the rules, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the school were willing to listen to our complaints and accommodate us, then it would be worth resisting. But the students in this class understood quite well that wasn’t how things worked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s nothing wrong with you engaging in a little heated debate, but first, let me continue, okay?” Chabashira-sensei cut in. “I think it’ll be easier for you to talk about this after you hear the specifics.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And with that, the itinerary was displayed on our tablets.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s been decided that students will be divided into groups as equally as possible over the four nights and five days of the school trip,” she told us. “Each group will consist of eight students. You can generally assume that there will be two students from each class, a boy and a girl, per group. However, at the current point in time, there are 156 students in your grade level. Since it’s not possible to divide you all up equally into groups of eight, there will be eighteen groups of eight students and two groups of six students. We’ve also taken care to ensure that the gender ratio will be as equal as possible.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was an even split of boys and girls amongst the four students who had been expelled thus far, with two boys and two girls, but the issue of what classes they’d belonged to introduced another problem. Because of that, the school couldn’t divide everyone neatly into groups of eight, and there was going to be some offset, with a couple of groups of six. Still, that was completely understandable, since it couldn’t be avoided. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, that was riding on the assumption that there wouldn’t be any more expulsions before the first day of the school trip, or any absences due to health issues.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As for the question of how much you’ll be doing together with your group and where you’ll go, that’ll be determined after we reach Hokkaido,” said Chabashira-sensei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As Chabashira-sensei told us the rules for our groups, they were also displayed on the monitor.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Situations where it is necessary to stick together as a group:</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When instructed by the school on location</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">During free time</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Situations where it is not necessary to stick together as a group:</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When you are inside lodging facilities</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We were going to depart from the school on board buses separated by class, which would take us to Haneda Airport. Then, we’d board the plane and land at New Chitose Airport. Afterward, students would be divided into their groups at the airport. From that point onward, the general rule was the groups would be sticking together until we headed back to school by bus. There was a lot of bus travel in our itinerary, between the bus ride to the airport and being taken by bus to our group activities once we arrived in Hokkaido. And, including time spent sleeping, it sounded like we would be spending almost all our time with the people in our group.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even when you’re on free time, individuals are not permitted to just do whatever they please,” Chabashira-sensei added. “Discussion within the group is necessary, and it is absolutely essential that you act together as a group. If a group cannot come to a consensus on a destination, then they will not be allowed to leave the ryokan.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It would be simple enough to come to a compromise if you were with students who you were close to, but that could get tricky. If highly assertive students were partnered up together, they wouldn’t readily agree on anything. It was possible people could end up not going anywhere as a result.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When inside lodging facilities, you’ll generally be free from group activity restrictions. You can go to the bathing area whenever you wish, you can relax in the lobby, and you can go eat whenever you want, as long as you’re within the curfew.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The ryokan where we would stay was the only exception to the rule about sticking together as a group. We’d be staying together as groups in our rooms, albeit with girls and boys separated, but we were apparently free to have breakfast or dinner, take a bath, or engage with the other activities available in our lodging as we wished on our own.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ll be staying at the same ryokan for all four nights. Even among places in Hokkaido, it’s an extremely famous and respectable place to stay. I’m sure that you won’t get bored, and you’ll be able to spend your time there in comfort.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ugh, I guess the ryokan’s gonna be the only time we can relax, then…” muttered one student.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m just going to say this once more, but this trip really is an excellent opportunity for you to get to know students from the other classes on a deeper level,” said Chabashira-sensei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After hearing her explanation, though, Yousuke seemed to have a question of a different nature.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If the idea is to have us interact with a larger number of people, isn’t it a little strange that we’re going to be with the same group of people for the entire trip?” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You make an excellent point, Hirata,” said Chabashira-sensei. “We did also consider changing groups in a daily rotation. However, if we just randomly put you in touch with lots of different people, you wouldn’t really get to know your group mates. If you were together for less than a day, it wouldn’t be difficult to just pass the time superficially as acquaintances. However, it’s a different story if you’re together for four nights. If you cannot open up honestly and spend time with your group as your true selves, then you won’t be able to enjoy this valuable trip.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that if a group were together for only a day, then you could just stick it out no matter who you were with. Even if you were put together with a group you didn’t like, it would change the next day, so you could just put up with it until you eventually got put into a more comfortable situation. On the other hand, if you knew that your group was fixed, then you’d have to make things work.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Someone like Hirata or Kushida, who have a lot of friends in other classes, might get along with whoever they’re paired up with, no matter what kind of group they’re in,” Chabashira-sensei went on. “And on the flip side, for someone with few friends, it’s true that they might have a tough time no matter what group they are placed in. Those are definite possibilities. However, don’t look at this negatively; think of it as a good opportunity.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Obviously, relationships weren’t quite that simple. If&#160;you were the type of person who wanted to make friends but couldn’t, then yes, you might be able to take a proactive approach like Chabashira-sensei said and see results. But for those who considered friends unnecessary, this was going to be a somewhat burdensome school trip. Well, I supposed that if you thought like that, the very idea of a school trip might be depressing anyway.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, if it’s proven that a group is not acting together as a unit, that may lead to free time being revoked,” said Chabashira-sensei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If something like that were to happen, then it would be like more than half of the school trip was rendered meaningless. In other words, it was imperative to stick with our established groups. Most of the students tended to follow the rules, but there were some students who didn’t… In unison, the students’ eyes all turned to Kouenji at the far back of the class.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What is it, ladies and gentlemen?” he said. “You’re all looking upon me with such envy in your eyes. I don’t mind—you may gaze upon me all you wish.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kouenji hadn’t been listening to a word that Chabashira-sensei or anyone else had said. He looked at everyone with a beaming smile as he spoke. In many ways, he was the sort of young man who couldn’t read the room, but he still came to school reliably, and he wasn’t a rulebreaker. He might be unexpectedly obedient in his group on the school trip… Maybe. It really wasn’t clear what the future might hold, so I was sure that many students were hoping not to be paired up with Kouenji if at all possible.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The group assignments are not going to be determined randomly,” Chabashira-sensei continued. “Groups will be assigned based on the tables you made earlier.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, that was why she’d specifically had us carry out that task before explaining the details of the school trip.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, about your phones—I know you use them every day, and you can still use them during the school trip. That won’t be a problem. Restrictions on who you’re allowed to call will not change on the trip. Calls to other second-years, or other enrolled students, will be permitted, as will calls to police or emergency services in the event of an emergency, but calls to family or anyone else outside of the school will remain prohibited. The school will keep track of your call history, so please exercise caution.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira-sensei had laid out the theme for this school trip. It was hard to believe that it was simply to get the students to become friends. It could be interpreted as one of the milestones for our school life in the days to come. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Afterward, Chabashira-sensei continued to tell us more about the school trip, but really, the most striking and unusual point was the matter of the groups being made up of students from across our entire grade level. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Aside from that, I supposed that another thing we needed to be somewhat mindful of was handling our cash. Since we only had Private Points, we had no way of shopping off campus. Therefore, we would need to put in an application with the school to exchange our Private Points for cash in advance, and the school would provide us with currency. If we ended up short of funds on-site during the trip, the school could exchange up to a maximum of ten thousand yen there. Once the school trip was over and the students returned, then we could go back to using Private Points. It’d probably be better to convert a lot of points into currency ahead of time.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span><span style=\" font-weight: bold; font-size: 1.27em;\">2.3</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">HEN IT WAS TIME</span><span style=\" font-size: 1.00em;\"> for lunch, I headed out with Kei to eat together, which had become routine as of late. However, this time, we had some guests with us, which was unusual: Yousuke and Satou.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, this kinda seems like a double date, doesn’t it, Ayanokouji-kun?” said Satou somewhat shyly, standing near me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, pump the brakes there, Maya-chan,” teased Kei. “That’s not the kind of thing you say to </span><span style=\" font-style: italic; font-size: 1.00em;\">Kiyotaka</span><span style=\" font-size: 1.00em;\">!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The girls were having a friendly chat that sounded like fighting, which I didn’t understand much at all. They continued their conversation as we walked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is my first time ever going to Hokkaido,” said Kei. “Have you ever been there before, Kiyotaka?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nope, never,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As someone who came from the White Room, pretty much everything was new territory for me. I’d had simulated experiences in various environments over the course of the curriculum, but I hadn’t experienced Hokkaido before. All I knew of the world came from television and books; I was only aware of the fact that Hokkaido was a cold region that covered a vast expanse of land. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed that the main focus of our conversation was going to be the school trip, after all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Seriously, though, they’re gonna give us that much free time for a high school trip?” Satou said. “Like, don’t we get too much free time?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was surprised by that, too,” said Yousuke. “I was expecting something like one or two hours of free time per day, at most.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Isn’t it good to have a lot of free time, though?” said Kei. “I think it’s a lot better than having to sit there for a long time doing nothing, like being stuck at some museum or having to listen to the locals yammering on.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke laughed, and Satou nodded vigorously in agreement. As for me, personally… Well, that kind of orthodox schedule didn’t sound so bad. The more freedom you had, the more the trip would deviate from the purpose of school.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I am a bit worried about the groups, though, I think,” Yousuke said. “I do like the idea of making friends with people from other classes, but I can’t help but feel like there’s something more going on.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Something more?” asked Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke nodded and glanced over at me, as though he were looking for an answer to that question.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As long as we’re competing to get into Class A, feelings like compassion are a liability,” I told him. “There can only be one Class A.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose a lot of people think that way, yeah,” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure Yousuke was conflicted, since he already had strong feelings on this issue. While he did want to become friends with others, on the other hand, getting to be </span><span style=\" font-style: italic; font-size: 1.00em;\">too</span><span style=\" font-size: 1.00em;\"> close with others had its downsides.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m a little scared,” he went on. “I’m afraid that if I make friends with someone from another class, I could get too close to them—or find out about their circumstances, how they absolutely have to graduate from Class&#160;A, or something.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm… Yeah, I see what you’re saying,” said Satou. It&#160;sounded like she must be imagining what it might be like, too. “I think I get what you mean, Hirata-kun. Like you’ll feel too sympathetic.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t really think that way, though, personally.” Kei rejected that sentiment. “I mean, the important thing for me is that </span><span style=\" font-style: italic; font-size: 1.00em;\">I</span><span style=\" font-size: 1.00em;\"> get into Class A, not anyone else… Am I a cold person?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t being cold, though; it was the honest, true feeling most people shared.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No one can know the true nature of other people’s feelings,” I replied. “However, if you want my personal opinion on the matter, I’d say that, by nature, it’s easy for humans to become kind on the surface in certain circumstances, if only for a moment. And when that happens, they don’t want others to see that they have unpleasant feelings underneath.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Feelings like love and hate were extremely annoying.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For the sake of argument, let’s say there’s a student in another class who must graduate from Class A, like Yousuke said,” I continued. “If that student doesn’t make it into Class A, there’s a risk they could end up taking their own life down the road.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?” said Kei. “Isn’t that, like, a huge exaggeration?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, it’s an extreme example, for sure,” I conceded. “But we can’t say with 100 percent certainty that it wouldn’t happen.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No one knew where a person’s emotional boundaries really lay except for the person in question.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Suppose that you knew that person’s situation, and you yourself had over twenty million Private Points on hand,” I went on. “However, you needed to use those Private Points to protect yourself and others in your own class. You could fight without those points, but they were an important insurance policy. What if someone in your class, such as Yousuke, said that they wanted to save just the student who would take their own life in the future?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Uh… Well, I…” Kei stammered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And what if the class ends up sending the message that it’d be okay to help, but deep down, everyone thinks it’s ridiculous? Wouldn’t that open up the possibility that some students might feel obliged to put up a front, just pretending that they’re okay with lending a hand?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If someone objected, they would probably be met with scorn for taking the matter of someone ending their own life so lightly. And in truth, there’d be no way to know what the people giving those scornful looks would really be thinking, deep down.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m still exaggerating here somewhat,” I said, “but knowing your enemy isn’t all positive.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then, why is the school making us get along with each—” Kei must have figured it out partway through, because she suddenly stopped mid-sentence. “Do you think it might be something like… You know, like, do you think it might have something to do with a special exam down the road or something…?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We can’t rule out that possibility.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At the very least, right now, there was basically no one in any of the other classes who we’d be upset to see expelled. Anytime someone we weren’t close to was removed from the playing field, we gained a vital advantage and came a step closer to Class A. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Those tables we made, this school trip—they might just be setting the stage for something,” I said. “If so, then it might be the final exam that’s the real challenge.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If that’s true, then things could get messy… I’m genuinely scared,” said Yousuke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Same, me too,” Satou said. “I have a bad feeling about this.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Over the course of this conversation, both of them had gained a better understanding of their anxieties about the future. At the current point in time, we didn’t know if expulsion would be a factor, but it was looking certain that this year’s final exam was going to be harder than the last one.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P__STAR__STAR__STAR__page_break__And__Page_Break\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">2.4</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HE STUDENTS’ FEVERISH ANTICIPATION</span><span style=\" font-size: 1.00em;\"> of the school trip didn’t wane after class ended. I received a succession of messages from a certain someone, who apparently wanted to meet with me at a bench near Keyaki Mall. I could’ve ignored the messages, of course, or changed the date of our meeting, but Kei had plans to hang out with Satou and some other girls at the dorms today, so the timing was perfect for me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was curious about what was going on with the person who’d messaged me, so I figured it was a good idea to meet. I immediately replied to the texts saying I could meet today, and I headed to the agreed location. Since I arrived about ten minutes earlier than planned, I decided to sit down on the bench and wait. Classes had just ended for the day, so students were walking past the bench where I was sitting, heading toward Keyaki Mall. I had to say, somewhere this conspicuous was a curious choice of meeting place. Was it out of the fear that I’d be on my guard and refuse to meet up? No, that seemed out of character.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Actually, the fact that I’d been deliberately contacted in advance was also out of the ordinary. Was this simply some kind of emotional or psychological problem, or were there other forces at work? </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I spent some time sitting there watching the crowd of students heading toward Keyaki Mall, and then…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The appointed time came and went, but there was still no sign of the person I was supposed to meet. I figured the meeting time was probably supposed to be approximate, so I decided to carry on browsing the internet without worrying about it. Just as I was killing time scrolling on my phone, I heard a girl’s voice from somewhere close by.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hello!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I looked up, I saw that it was Amasawa Ichika, the one who’d been messaging me earlier. She was with Nanase, though, who was in a different class from her. In contrast to Amasawa, who was all smiles, Nanase appeared a bit surprised. They waved as they approached, stopping about ten centimeters in front of me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry to have kept ya waiting!” said Amasawa.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see that Nanase is with you, too,” I said. I couldn’t just ignore Nanase while she was standing right in front of me, so I decided to go ahead and acknowledge that she was there, as a formality.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes,” Nanase said. “I’m sorry. Please excuse me for tagging along without telling you.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, no need to apologize,” I told her. “It was just a little unexpected, is all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had gone into today’s meeting with the assumption that I was going to be talking one-on-one with Amasawa. But any question as to why Nanase was here was quickly dispelled by what Amasawa said next.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nanase-chan held me up. That’s why I’m late to our meeting.” Amasawa pointed her finger at Nanase, indicating that she was the one responsible. “And on top of that, she insisted on taggin’ along.” She turned to Nanase. “You wanted to see Ayanokouji-senpai that badly, huh?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Really?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, no, I—” Nanase got a little flustered, but she regained her composure and immediately corrected Amasawa. “I was curious about what Amasawa-san&#160;was up to, so I followed her, but I didn’t know that she was&#160;meeting with you, Ayanokouji-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?” said Amasawa. “Did I not say anything about that? I was pretty sure I did.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You only said something once we saw Ayanokouji-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ah ha ha ha, you might be right!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, that was why Nanase had looked so flustered when our eyes met. I listened to the two first-year students as they explained the situation to each other. Still, seeing as how Nanase showed no sign of leaving, I figured she must have had her own reasons for being here. Putting that aside for a moment, though, I turned my attention to Amasawa.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I heard you’ve been absent from school for a while,” I commented.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re well-informed,” she said. “You investigated me, huh? So, you were interested in me after all. You know, I’d welcome anything from you, Ayanokouji-senpai, even stalking.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After the Cultural Festival was over, and the holiday had passed, Amasawa hadn’t been seen in class. I had figured it was unlikely it was due to illness.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-senpai knew because I reported it to him,” said Nanase.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, so you’re my stalker, Nanase-chan?!” Amasawa exclaimed, raising both hands in the air in a deliberate overreaction. “Hm, a girl, huh? Well, we do live in an age of diversity, right? And you’re cute, you know? So, maybe.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please stop making self-serving assumptions.” Nanase remained calm in the face of Amasawa’s high energy. “That’s actually exactly why I spoke to Amasawa-san today,” she said to me. “She’s been absent ever since Yagami-kun was expelled. It was obvious her absence wasn’t due to poor physical health, but some kind of psychological condition, and so it was only natural for me to feel distrustful when she suddenly came back to class.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, it was a natural course of action to watch the movements of a White Room student after they’d suddenly returned to class? Hm. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yagami Takuya. He’d meddled in my business a few times, but after everything that led to his expulsion, it was clear beyond doubt that he was a student of the White Room—which made Amasawa his fellow student. What had happened must have shaken her up. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And now that I know that she’s meeting with you, Ayanokouji-kun, I’ve decided I can’t just leave,” Nanase added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Aw, you’re like a knight, protecting your senpai,” teased Amasawa.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, it’s nothing as grandiose as that. It’s just that I determined that I couldn’t know what you might do, Amasawa-san, in your current state of mind.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It might have seemed like a series of coincidences that brought Nanase here, but she must have been making her own speculations. It was difficult to imagine Amasawa deciding to come to school now, after the vacation had ended, simply because she wanted to go back to class. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I guess it’s something like that,” said Amasawa. The bright, chipper attitude she had exuded up until this point was gone. I couldn’t feel the usual energy radiating from her. “I know I’m kind of butting in, but I figured it’d be okay.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you’re still here at this school, then that means you’ve found the answer on your own, right?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Almost instantly, Amasawa’s smile quietly faded. Judging by the wavering I saw in her eyes, she must not have found it after all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why didn’t you tell them to take me back too, senpai?” she said. “I think you could’ve gotten me expelled along with Takuya.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because you’ve been more concerned with enjoying yourself at this school than with getting me expelled,” I replied simply. “That’s how I see it, anyway. You had no intention of forcing me out of school.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It would’ve been the same for Yagami, too. Although I had never had any direct, heart-to-heart conversations with him, I likely wouldn’t have needed to get him expelled if he had prioritized staying in school.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not what you think, senpai,” said Amasawa. “I still haven’t found my answer yet. It’s because, well… I was wondering, even if I did go back, if there would be a place for me anymore… I just kind of lost track of time, thinking about all that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She let out a soft, self-deprecating chuckle. In other words, she hadn’t yet decided whether she was going to stay here or move on. Or, I supposed, she could still choose to turn on me, too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But you have found some direction,” I said. “That’s why you called me, isn’t it?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, yeah, I guess,” she said. “I’m beginning to think that, since I’m still here, maybe it’s okay for me to stick around after all. I can’t go back to the White Room, can I? And even if I did leave school, it’s not like I know where my parents are or anything. I’d hate it if I just ended up doing shady part-time jobs or something because I didn’t have a purpose. Like, what a stereotype, am I right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If she were on the streets, she would need to take any means necessary in order to survive. But as long as she stayed in this school, provided she neither dropped out nor got herself expelled, she was guaranteed room and board until graduation. Furthermore, the school had a system set up to purchase back a student’s Private Points on graduation. From what I’d heard, it wasn’t exactly an equal-value exchange, but even as low as half value, you could still get a considerable amount of money. It would be possible for her to get some money that way and find a decent job somewhere.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was also a third path. Amasawa didn’t seem to be thinking about that, because she didn’t know where her real parents were, but there was always the option of trying to find them and returning to them. Still, if she were to officially drop out from the White Room, there essentially wasn’t any guarantee about how she’d be dealt with—it would be up to Amasawa’s parents whether there was anything for her on the third path. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">First, her parents would need to be powerful in some way, either wealthy or prominent. If the White Room knew that she was the child of an influential family, then they were more likely to treat her hospitably. Secondly, her parents would need to want their daughter Ichika back. If those two conditions were met, it was possible that she could start a new life as a normal girl. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even so, there wasn’t any need to force that choice now. Perhaps Amasawa was bothered by my silence, because she spoke up once more, her voice subdued.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll stay here at this school. Only…if you don’t mind it, Ayanokouji-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And if I told you to drop out?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d drop out,” she replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had wondered what kind of reaction she would have to that: pleading, angry, or sad. But she responded immediately and definitively.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not hearing any hesitation,” I said. “You’re not thinking of trying to get revenge for Yagami?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t feel like causing any more trouble.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Which meant that she came to this meeting with that much resolve—fitting for her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Those words don’t really sound like something a belligerent person like you would say, Amasawa,” said Nanase.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re right,” Amasawa said. “Only Ayanokouji-senpai gets this kind of special treatment from me. As for everyone else, though, don’t think I’ll be holding off in the future.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Those must have been her true intentions, without any degree of falsehood. Amasawa seemed to value Yagami more than I’d thought, as a compatriot from the White Room; as a brother-in-arms, so to speak. It was quite possible that anyone involved in Yagami’s expulsion from this school could become one of Amasawa’s targets in the future.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s no reason for me to be against you staying here,” I told her. “If you want to stay, you can do whatever you want, Amasawa.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t know how much encouragement to give her, but her face relaxed a bit into a happy smile. “So, you mean that my abilities are so far behind yours that I’m not even a threat?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s not what I meant. I’m nothing more than one person who plans to remain here in this school, and it would only be natural for me to want to support you if you wished to make that same choice, Amasawa.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whether she was an ally or an enemy was a trivial problem. Of course, if she tried to interfere with my plans, then I wouldn’t be able to just leave things be, but I’d hope she already understood that, after what happened with Yagami.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I see,” she said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If what you’re saying is how you truly feel, Amasawa-san, then I will support you, too,” added Nanase—though the look on her face made it clear that she hadn’t completely dropped her guard.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s this?” Amasawa said. “There’s like, water coming from my eyes… What is this…? I’ve never felt this before…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Uh, no matter how hard I look, I’m not seeing any tears flowing,” I pointed out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ah ha ha, that’s </span><span style=\" font-style: italic; font-size: 1.00em;\">so</span><span style=\" font-size: 1.00em;\"> weird!” she laughed. “I’m so moved, though!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was back to acting how she usually did, but it looked to me like she was putting on an act to try and force herself to cheer up.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m guessing you may not want to hear this question, but what sort of person was Yagami, anyway?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m curious, too,” Nanase said. “I still don’t quite understand why he kept doing such roundabout things, even before trying to get you expelled, Ayanokouji-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Why had he hurt those two students in Shinohara’s group even though he knew it was risky? Why had he driven an unrelated student from Class 1-C to expulsion? His scandals had drawn so much attention that the school even made an announcement about it. Nanase must have been wondering about a great many things as well.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s see…” Amasawa posed like she was lost in thought for a moment, but she immediately started speaking again, if slightly stiltedly. “I think Takuya was scared. I think he was scared to fight you, Ayanokouji-senpai. But I think he kept those feelings buried so far deep down in his heart that not even he was aware they were there.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, that was her analysis. Amasawa had likely known Yagami better than anyone else. I was sure that I didn’t need to interject or ask her for additional details. What she told us was likely the correct answer.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, in order to escape from those feelings of terror,” she went on, “he kept making long detours, over and over, without even realizing it…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And that had ultimately led to him digging his own grave.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think it might take me a little bit longer to get back to my usual self</span><span style=\" font-size: 1.00em; letter-spacing: 0.60mm;\">,</span><span style=\" font-size: 1.00em;\">” Amasawa said. “But I’m sure that…I’ll be fine again soon.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There wasn’t any need for her to rush things. It hadn’t even been a full year since Amasawa had started her life here at this school. It’d be fine for her to take her time and think about the path she wanted to take from here on.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s all I wanted to tell you today,” she concluded. “So, I think I’m going to head on back for now. What about you, Nanase-chan?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It sounded as though Amasawa was inviting Nanase to come along with her, but Nanase shook her head. “I’m sorry, but I’d like to speak with senpai a little. Do you mind?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. Well, I’ll lend him to you for today, as a special occasion,” said Amasawa magnanimously.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">I’m not your property,</span><span style=\" font-size: 1.00em;\"> I thought to myself, but I figured that was just Amasawa putting on a brave face, trying her hardest to make it look like she was okay. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She didn’t stick around for too long; she started walking toward the dormitory. Nanase and I both watched her in silence until she disappeared from view. Looking at Nanase’s side profile, she had a grim expression on her face.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“From what you’ve observed,” she said, “what do you think about the things Amasawa-san said, her behavior, and her mannerisms?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you mean?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m still a little worried about her actions causing problems in the future.” So, Nanase was anxious about that. No wonder she kept looking at me so intensely.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can’t trust her?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not saying that I don’t want to trust Amasawa-san,” Nanase said. “But I don’t think we can let our guard down.” It was a rather diplomatically phrased response, but it was obvious that she didn’t trust Amasawa. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not going to drop my guard,” I assured her. “Or rather, I’m just going to carry on the way I always have.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was here at this school so that I could live an ordinary school life. I wasn’t going to allow myself to be swayed by adversaries, near or far. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose that’s just…me being needlessly overanxious, huh?” said Nanase.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I appreciate your concern. Even if it’s just one person on my side, it’s great to have allies.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although Nanase seemed somewhat satisfied with how I was approaching this, she still had more to say. “At the risk of coming off as obstinate, please allow me to say this once more. While I do understand your abilities, Ayanokouji-senpai, as well as the possibility that Amasawa-san has truly had a change of heart, please be careful. It is an undeniable fact that Amasawa-san is a student from the White Room. We don’t know what kinds of methods they’ll use.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was pleading with me strongly, desperate that I be prepared in the event something might happen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I want you to remain at this school and graduate, Ayanokouji-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t that I thought we should have nothing to do with each other, but it did seem like Nanase was more concerned about me than herself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you are ever in trouble, no matter how trivial, you can always come talk to me,” she added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand what you’re trying to say,” I said. “I’ll keep that in mind.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even Nanase finally seemed to be satisfied with that response. “In that case, I’ll leave it at that,” she said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps she thought that she would be a bother if she hung around any longer, because now she turned away from me and started back toward the dormitory. But despite all her warnings to watch out for Amasawa, something struck me as strange. I decided to pry a little.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, I forgot to mention this, but I guess we’re going on our school trip this week,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, I see,” she said. “Yes, that’s right, that is this week. Senpai, please enjoy yourself to the fullest. School trips truly are the highlight of one’s school experience, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I intend to.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yeah, something really did feel off. Whether Nanase had known about this school trip or not, she should have had something to say to me about it. But she didn’t even show the slightest sign of doing so. It was almost as though she had completely forgotten about it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is there anything you want as a souvenir?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d decided to try and stop Nanase from leaving and dig a little deeper into the subject of the school trip.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, speaking of your trip, where are you going, anyway?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hokkaido.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, Hokkaido, that sounds nice. When you think of Hokkaido, you think of… What was it? Butter, and things like that, right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Getting butter by itself as a souvenir might be a little weird,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wasn’t going to deny her request or anything if that was really what she wanted most of all, but I didn’t get the sense that it actually was.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, I think that I would like chocolate-covered fries,” she said. “They’re famous, aren’t they?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I have no idea.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Our conversation was getting kind of mutually incoherent.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, chocolate fries,” I said. “I’ll look into that a bit later. If I find any over there, I’ll buy some.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you very much.” With that said, Nanase turned to leave again, but before she could, I spoke up once more, in a firm tone.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nanase. Is it okay if I ask you one more question?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes? What is it?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The matter of Amasawa and the school trip. Even if an ordinary student couldn’t see the link between the two, Nanase would be able to. Honestly, it would’ve been strange if she couldn’t.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For someone who worries about me so much, you didn’t mention anything about worrying about me on the school trip.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh…?” Nanase cocked her head to the side, as if she didn’t understand what I was talking about.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t understand what I’m getting at?” I pressed, urging her to think harder.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At once, Nanase’s soft smile hardened for a moment.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This school has tight security,” I said. “It’s more or less protected from the outside world twenty-four hours a day. In fact, Tsukishiro had to try to get inside in order to get me expelled. However, school trips are quite a different matter. The teachers can’t see everywhere, and there are more opportunities for someone to do something, so you must be vigilant, even more so than back on the uninhabited island.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yes, the risks in a situation like that would be much greater than anything Amasawa could accomplish by baring her fangs at me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you know the people we’re dealing with, then you can imagine that they could go with more aggressive methods, like forcing me into their car or something like that,” I went on. “If you’re so wary of Amasawa, then you should have at least offered a word of caution about that. Something like, ‘Please be careful.’ Am I wrong?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase had been checking in on Amasawa up until she came back to class, not knowing what kind of action she’d take. And when she’d figured that Amasawa was going to try and contact me, she even came all the way here. There was no way that Nanase, who did all that, would not have sensed the dangers presented by the school trip.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve defeated Yagami-kun and Amasawa-san, Ayanokouji-senpai,” she protested. “For someone like me to worry about you, that’d be—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I cut her off. “That’s peculiar, though. If you really believed that, then there wouldn’t have been any need for you to stick by Amasawa’s side today and stand watch. The fact that you’ve been warning me so persistently itself is also a contradiction. Unlike out there in the outside world, where it was possible that a large group of adults could come after me at once, Amasawa is just one person, even if she is a White Room student. When it comes to how dangerous those two scenarios are, there’s no comparison.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase was bewildered, and immediately opened her mouth to speak…but no words came out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can’t think of an excuse?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you saying? It seems like there’s some kind of misunderstanding, Ayanokouji-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase had very obviously been shaken just moments ago, but right now, she was completely calm again.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, it might be a misunderstanding on my part,” I said. “In that case, go ahead and tell me your opinion on the school trip again. You were worried about Amasawa, who might do something reckless out of desperation, and kept an eye on her. So, why didn’t you have a single word to say about your concerns about the school trip?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m ashamed to say this, but I think that I was naïvely unaware of the dangers. Now that I think about it, yes, I suppose the outside world would be full of dangers, as you’ve said, Ayanokouji-senpai, and yet…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was trying to claim that she was simply unaware. Indeed, if that were the case, it wouldn’t be difficult for me to understand how the conversation got here. But unfortunately, drawing a conclusion based on that was out of the question for me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s been a nagging question in the back of my mind ever since I met you,” I said. “About the relationship between Tsukishiro, the White Room students, and you, Nanase. I’m sure you were given a lot of instructions by Tsukishiro, but why weren’t you told anything concrete?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tsukishiro had taken advantage of Nanase Tsubasa’s desire to avenge Matsuo Eiichirou to make her obey his orders. But on the other hand, Tsukishiro had never revealed anything about the identities of the White Room students to her. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think it’s…because I’m a normal person, wouldn’t you agree?” she replied. “Since I’m not as capable as a White Room student, it’s no wonder that I couldn’t be trusted with that information.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At first, I didn’t see the man known as Tsukishiro as someone of particularly high value,” I said. “That was because I thought there was a more efficient way for him to get me expelled from school than what he was doing. However, as I got to know him, I changed my mind. I started to think that someone like him really could push me out of this school.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was so good that it made me think that he was holding back on purpose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But in the end, you weren’t expelled,” Nanase said. “Isn’t that because your abilities exceeded Acting Director Tsukishiro’s expectations?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If the story simply ended there, then yes, you might be right about that,” I answered. In other words, there was a possibility that this sequence of events wasn’t as simple as it appeared. “Getting back to the topic at hand, I think there’s another reason why you’re wary of Amasawa, but made no attempt to alert me to the dangers of the outside world.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The truth is that it was just due to a lack of awareness on my part,” she insisted. “What other reason do you think there could be?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wasn’t it because you couldn’t guess what Amasawa was going to do today? And you didn’t warn me of the dangers of being out on the school trip because you already knew that the White Room had no plans to try anything?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If there was no chance whatsoever that they would try and come after me, then it was understandable that Nanase wouldn’t be worried.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m afraid I don’t understand,” she said. “How could I say with such certainty that there was no possibility of them trying anything on the school trip?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s what I want to ask you,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Our conversation has given me a keen understanding of the risks involved with the school trip. I’d like to ask you to be even more vigilant regarding Amasawa-san.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, no matter how many times I repeated the question, Nanase was going to stick to her story that it was just a lack of awareness.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is nothing more than a theory, but would you mind hearing me out?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t mind at all. Go ahead,” said Nanase.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Tsukishiro never had any intention of getting me expelled from the very beginning. That’s my theory.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although that theory overturned a lot of the assumptions I’d made up until this point, it did suggest that quite a few things were connected. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But wouldn’t that be odd?” Nanase said. “How would you explain the existence of people like Amasawa-san and Yagami-kun, then? Yagami-kun was specifically working to get you expelled, Ayanokouji-senpai. That much was clear from our conversation with Amasawa-san.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If Amasawa and Yagami were only serious about getting me expelled because they weren’t informed of the true goal by their superiors, then it makes sense,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But what about Acting Director Tsukishiro? He took advantage of his position of significant power to employ several aggressive measures.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If he was really trying, I would have been expelled.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Honestly, before even talking about how my abilities might’ve played into it, he should have taken advantage of any one of the countless options at his disposal to bury me completely.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand your thinking, senpai. Perhaps such intentions really were hidden, as you’ve suggested. But I have to say…the fact I’m being included in this is a little upsetting. I don’t want to be thought of as an enemy just because I failed to mention the dangers of the school trip.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay then, while we’re on the subject, what about the Cultural Festival?” I pressed her. “Someone affiliated with the White Room even came close to me, and yet you never appeared. Was that another instance of you simply being unaware?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…That was…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Was it just that you were too busy with your class’s offerings for the festival, and you weren’t able to get around to it? Meaning that your worries about me were secondary?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Th-that’s not it,” she sputtered. “Of course I was worried about you. And I was still watching over you from time to time then, senpai, and—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you sure about that? Can you say for certain that you’ve actually been watching out for me? If so, then next, I’d like to ask you when and from where you were watching me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whatever kind of person Nanase was, no matter her position, she should have understood very well what kind of person I was. If she carelessly gave me some false testimony, there was no escaping the fact that I would quickly expose her. I still remembered every minute detail of what happened on the day of the Cultural Festival. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even at the Cultural Festival, they didn’t try anything to force me out of school,” I added. “They urged me to come out willingly, but I’m sure that they already understood that I wouldn’t drop out of school just for something like that. That was why you didn’t show up then, Nanase.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase gasped silently as she tried to suppress her emotions.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The White Room had no intention of expelling me,” I went on, “not during the Cultural Festival before, and not now, during this school trip, either. In fact, it was never their plan from the very beginning. If my theory is correct, Nanase, then your presence here is extremely curious.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…………”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did Matsuo really commit suicide? And did his son Eiichirou die? I always assumed you were a third party, Nanase, and I thought that increased the likelihood of what you told me about Matsuo’s death. But if you being here was part of a calculated plan from the very beginning, then all that credibility is lost.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That meant I would lose the assurance of what she said on the uninhabited island, about how she had formerly stood before me as an enemy and then turned into my ally.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s all true, Ayanokouji-senpai,” she insisted. “However, even if you’ve presented your thoughts as hypothetical, I’m sure that I can’t dispel your doubts easily just by saying so.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The only way to find out whether it was true was to look up the information in the family register, or something similar—but of course, if the White Room was involved, then even that would be suspect.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And if we’re following your theory, what would be the reason for me coming to this school?” Nanase said. “It&#160;doesn’t explain anything.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, that can be explained. If we assume that you were sent here to aid me, then it makes sense. Your role is to provide support if a White Room student such as Yagami or Amasawa tries to get me expelled. Even that one instance of us fighting over the matter of Matsuo was simply to get me to drop my guard around you. If you think about it that way, it fits.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Someone who once fought against me as an enemy who then turned into my ally. Depending on the time, conditions, and circumstances, trust could be built over a brief period.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s exactly what Amasawa meant, about you being given the role of knight,” I added. “That’s what it all means.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tsukishiro had assigned Nanase, as well as Yagami and Amasawa, the job of getting me expelled. But he gave Nanase the role of first pretending to be my enemy, to see what I was capable of, and then becoming my ally. By performing that role, it was possible for her to make accurate, truthful deductions as she stood by my side, while intentionally not giving me any information about the White Room students.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s just a theory,” I said. “There’s still a good chance that Tsukishiro and the White Room are serious about getting me expelled. Either way, there’s no harm to me. If my theory is correct, then that means you’re a genuine ally, Nanase. And even if my theory isn’t correct, that doesn’t change the fact that you’ve been my ally all this time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This scenario wasn’t like a coin with two different sides; rather, it was like both sides had the same pattern. But I figured I’d keep that tucked away in the back of my mind for now. There was the possibility that </span><span style=\" font-style: italic; font-size: 1.00em;\">he</span><span style=\" font-size: 1.00em;\"> might really not be working to get me expelled. Then, what was he after? At what point had he started all of this? Was Matsuo dead or alive? Was his son dead or alive? Whether it was true, or it was all a lie, it didn’t affect my situation very much.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If everything up until this point were turned on its head, then… Maybe it had already been decided from the very beginning that I would enroll at this school.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It doesn’t seem like you’ll accept anything I tell you right now, Ayanokouji-senpai, no matter what I say,” Nanase said. “I think I have no other choice but to take my time to dispel your doubts.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t know if there’s any way for you to dispel my doubts, but I guess that’s just the way it is. As far as I’m concerned, though, you can keep treating me as you have until now, I don’t mind.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I cannot do that. I…I cannot accept that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She quickly bowed and then briskly walked back to her dormitory. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase wasn’t physically capable enough to stand toe-to-toe with the White Room students. And while I couldn’t see exactly what her academic abilities were, she was still a step behind the likes of Amasawa and Yagami as of now. However… </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was still something about Nanase Tsubasa. Maybe it was just a hunch, but I felt certain of it.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span><span style=\" font-weight: bold; font-size: 1.27em;\">2.5</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em;\">FTER SEVEN O’CLOCK</span><span style=\" font-size: 1.00em;\"> in the evening, around the time that the sun had completely set, Sudou dropped by my room.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey man, sorry for suddenly stoppin’ by without callin’ and junk…” He sniffed. “Havin’ curry today?” He must have picked up a whiff of my supper after the scent wafted all the way to the entrance. He then suddenly looked down and noticed there were two pairs of shoes lined up near the entryway. “Someone else here?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I was just in the middle of making dinner. I was thinking of having curry with Kei,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, Karuizawa…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just then, the door to the living room opened and Kei peeked out, clad in her street clothes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And is it a problem if I’m here?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“N-no, not at all, ain’t a problem. Dude, are you guys like always together or somethin’…?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Based on his reaction, he had clearly come by on the assumption that no one was here but me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course we’re always together, duh,” Kei said. “We’re a couple.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A couple bein’ together twenty-four hours a day, that’s… Well, I guess it ain’t tough to imagine it’s like that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou was about to argue, but then he accepted Kei’s statement dejectedly. I guess he must have visualized various scenarios with couples he knew personally. Ike and Shinohara, for example—recently they’d started holding hands in public and things like that, and Shinohara had even been sitting in Ike’s lap. The two of them didn’t seem to care about other people seeing them, or what they might think. I was pretty sure I’d heard Ike say the two of them were going to karaoke right after classes were over today, too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m guessing you just got back from your club activities,” I said. I had the impression that Sudou generally came back to the dorms around this time.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I ain’t got a girlfriend,” he said. “Basketball’s pretty much all I have.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was… I had no idea what to say to that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Look, I’m real sorry to interrupt you before you eat, but do you got a second? It won’t take very long.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wondered if it was something confidential; the first thing Sudou had done when he arrived was checking to see if there were other shoes at my door.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I turned to Kei. “Go ahead and get started eating dinner without me,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? I’ll wait. Besides, you’ll be done right away, right? He said it wouldn’t take long.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou stopped to think for a minute, and then assured her it would take less than five minutes. Kei must have been satisfied with that, because she closed the door. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I slipped my shoes on and stepped out into the hallway with Sudou. No matter what this conversation was about, I couldn’t imagine that Kei would divulge it to a third party, so I could rest easy on that point. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, uh,” Sudou mumbled, “Ayanokouji, you… No, I mean, um, like, y’know… Have you and Karuizawa…already…?” He was trying to confirm something with me using incredibly vague expressions.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll leave that to your imagination,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Uh… Wait, isn’t that, like, uh, practically the same as saying you have…?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">How my answer was interpreted was up to the listener.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So? What did you want to talk about?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“O-oh, yeah. I mean, it’s no wonder, since you’re so popular, and it ain’t like I’m in any position to be worrying about your business.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou shook his head as if to clear his mind of wicked thoughts, and then proceeded to check to see if anyone was around. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, to tell you the truth,” he said, “lately, it’s like, Onodera’s been, y’know, givin’ off some vibes. And like, pretty strongly, too. It’s got me all confused.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He sounded…well, not exactly happy, but rather puzzled, as he spoke. I knew that what I’d said to Sudou at the Cultural Festival had been weighing on him heavily every day since. As the person responsible, I needed to listen to what he had to say now with the utmost seriousness. Despite that, though, I figured I should correct him on something that needed to be amended.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You said that Onodera’s been ‘giving off vibes,’” I repeated, “but, looking at it from an outsider’s point of view, not much has changed since the Sports Festival. Perhaps you’re just feeling this way because it’s your perception that’s changed, Sudou.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As for Onodera, I didn’t think she was even aware that she had feelings for Sudou. On the surface, I was sure that she felt like she was just a friend inviting another friend to eat together or to hang out, like normal.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Yeah, maybe you’re right about that.” Sudou scratched his head briskly. He seemed restless. “After that stuff you told me about her, though, I can’t stop thinkin’ about it. I can’t calm down—or like, I just feel uncomfortable, I guess. Even when I’m talkin’ to her, I keep wonderin’ what she really thinks about me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Before, Sudou had only seen her as a good friend, someone on the same wavelength as him, who’d made an impression on him as an athlete. Now that he’d been told Onodera might have taken a liking to him, it wasn’t difficult to see how that would change how he saw her. The conversation stopped there. There were about ten seconds of silence.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I urged him to continue. “So? What did you want to talk to me about? I think there’s more you want to tell me.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That seemed to get Sudou to make up his mind, because he started speaking again.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s just, when I’m with Onodera…there’s all these messy feelings that start wellin’ up inside of me. I think, hey, if I started datin’ her, I’d be able to say I’d got my first girlfriend, and if Suzune ain’t gonna ever look my way anyway, then that’d be just fine. I don’t know if I’m really lookin’ at things, like, objectively right now or whatever, but Onodera is pretty damn cute.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Not only that, but she and Sudou talked about the same things, and they were both self-disciplined athletes. Strictly going by their compatibility, they’d probably be the best-suited people for each other out of everyone immediately available.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not really bad at all for you to think so, though,” I said. “Besides, even if you like someone that way, it doesn’t mean the other person will reciprocate. Often, it’s one-sided.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, it wasn’t like everyone could just take that kind of situation in stride. Sudou was struggling with just that, right here and now. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe… But there’s somethin’ else I’ve been thinkin’ about, too. I mean, you might have been wrong about how she feels in the first place, and she might only think of me as a friend, right? If that’s true, then that means I’m bein’ full of myself thinkin’ this stuff, and it makes me embarrassed, and my head just gets all jumbled up.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was basically zero doubt in my mind that Onodera liked Sudou. However, it was true that there was no ironclad guarantee that was how she actually felt. And anyway, tomorrow, she could have someone else in her sights instead.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve had a lot of worries too, though, yeah?” Sudou said. “I mean, Karuizawa used to date Hirata.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, that’s true, yeah,” I replied. The reality was actually completely different, but I figured that I’d just keep the conversation going.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Man, i-if Onodera were to come up to me and tell me how she feels, then… I’m scared about what’d happen.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What would you plan to do if she told you how she felt about you, right now?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I dunno, dude… Well, no, that’s not true… Yeah. I mean, probably, I’d tell her that I couldn’t reciprocate.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, he’d waste his chance to grab hold of happiness.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I really do like her, after all,” he added. “Suzune, I mean.” That was one of the certainties that Sudou had as of now. “Just imagining how hurt Onodera’d be if I turned her down is pretty upsetting, though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you came to me because you don’t know what path you should take?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, that’s not it… I didn’t come here for advice from ya. This issue is about how </span><span style=\" font-style: italic; font-size: 1.00em;\">I</span><span style=\" font-size: 1.00em;\"> feel, ain’t it? It wouldn’t be right for me to get someone else to figure out the answer for me.” It seemed like he hadn’t come here seeking help, then. “I came up with an answer myself. I wanted you to hear me out.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s hear it, then,” I said. “What kind of answer is it?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m…I’m gonna officially tell Suzune how I feel about her on the school trip. I’m gonna ask her to go out with me. For real.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From what he was saying, it sounded like, right now, it didn’t matter whether she’d actually say yes. He had come to this decision because he needed to do something to break out of the situation he was in.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m gonna do it because I still like Suzune, and I just can’t even imagine datin’ anybody else right now. No matter how it turns out, I just want to make things clear.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou had demonstrated rapid growth so far. And I was sure Horikita herself appreciated that very highly too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The odds are probably low,” he admitted. “I might just embarrass myself. But still…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He clearly felt that if he didn’t convey his feelings, he wouldn’t be able to move forward. That was why he was expressing his determination like this.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I do get turned down, though, it ain’t like I can turn around and decide, ‘Oh, I’ll just go see Onodera now,’ right? If anything, I might get this strong feelin’ like, ‘I&#160;can’t give up…’” He clenched one hand into a tight fist. “But the reason I came to see ya today is ’cause I want ya to witness my determination, Ayanokouji.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Witness?” I repeated. “You mean, like, the moment you tell her how you feel?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know, like, normally when you do that with somebody, you don’t do it out in the open for everyone to see, but I feel like maybe I need someone there.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Maybe he just needed that to help him muster the courage, to give him the necessary push. By cutting off any retreat, Sudou would be able to vocalize his feelings for Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m gonna hold out my hand and ask her to go out with me. And if she accepts, she’ll take my hand, and…” said Sudou, proceeding to hold out his right hand, as though he were rehearsing that moment.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We weren’t close to that stage yet, but I could already clearly see that he was putting quite a bit of passion into this. And when he was standing before Horikita, he’d put all of those feelings into words and bare his heart to her. If I were to evaluate his chances at present, I certainly couldn’t say that he had a high probability of success. But… Well, perhaps the strength and passion of his feelings, and his determination, would get through to her. For Horikita’s part, she might not immediately respond to him, agreeing to become lovers right then and there. But it was possible that she could say that they’d start out slow, beginning as friends.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand,” I said. “It’ll depend on the time and place, I think, but I’ll try my best to be there to witness it. That okay?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou must have been relieved to hear that, because he patted his chest and sighed. “Yeah. Sorry again, dude, for askin’ ya for somethin’ like this. Welp, that’s pretty much it, so, uh… I’ll get in touch with ya later. Sorry for interruptin’ yer time with Karuizawa.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, not wanting to take up any more of my time, he returned to his own room. I watched him go and then went back inside, where I saw Kei sitting down on a cushion by the table. It looked like she was waiting for me; she hadn’t even dished up the curry.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Welcome back! What did you guys talk about?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Lots of stuff</span><span style=\" font-size: 1.00em; letter-spacing: 0.60mm;\">,</span><span style=\" font-size: 1.00em;\">” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Lots of stuff? Now I’m kinda curious! Come on, tell me. I can keep it a secret.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t mind telling you, but would you mind standing up for a second first?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay.” She cocked her head to the side, puzzled, as I asked her to stand.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I touched the cushion she had been sitting on. It was cool. “So, you were listening after all,” I observed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…You found me out, huh?” she said with a smirk.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If she had been sitting down the whole time while waiting for me, then the cushion would have been warm. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Was my acting bad?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Your acting was perfect. I just figured that you would’ve been listening in, is all, knowing you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, I… Yeah, okay.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And also, if you were going to trick me, you should’ve come up with some excuse about the cushion. Like you had gotten up earlier because you went over to the fridge to get a drink. There’s stuff besides water in there, like milk and tea.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Really? But wouldn’t that have been strange, when I haven’t even eaten any of the curry yet? And there’s still water in my cup. Plus, knowing you, Kiyotaka, you probably would’ve checked, right? Like, you would’ve looked inside the fridge to see how much there was left.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you want to eavesdrop without being found out, you need to do at least that much. You could have just drunk the water, in that case—or, if you couldn’t drink it, you could’ve just poured it in the sink in the kitchen. There was already a lot of water in the sink anyway, because I’d been cooking.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It would have been impossible for me to discern water that she had poured into the sink from water that was already in there. But if there hadn’t already been water in the sink, then she could’ve poured it down the toilet, too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-well, enough about that. Come on, let’s talk about the school trip,” Kei said hastily, pitching forward as though she were physically trying to run away from that topic.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There wasn’t any point in pursuing that topic any further anyway, so I decided to just go with the flow.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, speaking of that, what did you think of the school trip itinerary, Kei?” I asked. “A lot of people in class were talking about how much free time we had.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, for sure,” she said. “But personally, I feel like it’s a downside. I mean, we have to spend all that time with the people in our groups, right? And my chances of being together with you seem low. Right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The chances that we’d be placed in the same group were about five percent…but only if you were determining the probability assuming the selection would be completely random. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ugggh. Please, God, please let me and Kiyotaka be together!” Kei brought her hands together, fingers interlaced, as though she were praying to heaven.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if we can’t be together during free time, there aren’t any restrictions when we’re at the ryokan,” I pointed out. “Still, personally, I consider this a fantastic opportunity to get to know the students from the other classes better.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If I were in the same group as Kei, then naturally, that would mean I’d probably end up spending all the hours of the day with her. I wouldn’t say that’d be a bad way to spend my time, but I did feel like it would be a little bit of a waste. We already had plenty of chances to spend time together, just like we were doing right now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I kind of get the feeling that you don’t want to be in a group with me,” said Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like that,” I said. “I’m just saying that it’d be better for you to try and enjoy yourself, even if we’re not in the same group.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure that Kei already understood that, but she didn’t seem like she was honestly willing to accept it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…” She pouted, puffing out her cheeks, and hugged my shoulder. “I might die from loneliness if you’re not there, Kiyotaka.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re exaggerating.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But, but…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I got the feeling that some ingenuity might be needed here to motivate her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s a reason I think it’ll be a good thing if you and I are in separate groups, Kei,” I said. “We’re getting to the point where we need information on each class if we’re going to move up to Class A. And I’m sure that many of the students are going to be completely open and defenseless, so to speak, during the school trip.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei still seemed disgruntled. I went on, “When I heard about the school trip schedule, and the groups, I did a little research online about other schools. I came to understand that it’s quite unusual to have almost two full days of free time. With that in mind, I figured the school’s goal may be to introduce change in the relationships between classes while they can.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why would they want to do that?” asked Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I still don’t know, but it’s possible that the information gained from the school trip could come into play in the near future. Perhaps by the end of the second semester or the third.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re saying that you want me to gather information that we could use as a weapon?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because I’m amazed by your talents,” I said, patting her head. “I figured that since we’re being presented with this opportunity, I’d like to put them to effective use.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her dissatisfaction wasn’t completely gone, but now she appeared not entirely displeased. “W-well, sure, I guess I can understand you wanting to rely on me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course, I’d plan to have a lot of fun together if we were in the same group,” I added. “But if that doesn’t happen, try to have fun without losing your motivation—and take the opportunity to be useful to the class, too.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Okay. If you say I should, Kiyotaka, I’ll try my best.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I repeatedly stroked her head, I decided to go ahead and change the subject. “So, about that thing with Sudou earlier—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, you mean your conversation with Sudou-kun about how he’s going to tell Horikita-san how he feels?” she said. “Yeah, I have to say, I’m a little curious.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wasn’t confident that Kei was going to bite, but she appeared more interested than I had thought. “Girls seem to like hearing stories about people confessing their love,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, sure, yeah. I think he’s definitely going to get rejected, though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Really?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Kiyotaka, you think it’ll go well?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I feel like there’s a possibility. If the two of them deciding to start off with being just a little more than friends still counts as success, then I’m betting he’ll succeed.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No way, seriously? In that case, I’ll take that bet. We’ll wager on whether he’ll succeed or fail.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are the stakes?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm,” Kei mused, already starting to fantasize about the possibilities. “Okay, how about if I win, I ask you to get me something kind of expensive as a Christmas gift?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, that’s easy enough to understand,” I agreed. “So, what if I win?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If that happens, I’ll do whatever you say,” said Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You sure? You’re making an awfully big bet there.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because it’s totally impossible it’ll work out,” she insisted. “It’s not really about whether Sudou-kun is a good or bad guy. It comes down to the person he’s asking, Horikita-san. She has no interest in things like romance.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have to wonder about that,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly true that, at first glance, Horikita didn’t seem to be the type to fall in love. And if you were to ask if she liked anyone in particular at this point in her life, well, I’d have some serious doubts about that. However, I didn’t think you could say definitively that Sudou’s confession of romance would fail just because she didn’t have feelings for him. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Right now, Horikita was also at the stage where she was learning from a lot of new experiences. I couldn’t deny the possibility that she might decide to step up to the challenge, so to speak, just as I had. And if the person reaching out to her was Sudou, she’d probably feel like he wasn’t a bad choice. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ah, I’m looking forward to Christmas!” said Kei. “I wonder what I’ll have you buy for me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, I’ll think long and hard about what I’ll have you do for me, Kei,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whoa, that feels a little naughty!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was nothing more than Kei’s own imagination.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v8",
    "chapter": 7,
    "title": "Chapter 1 - Prologue : Kanzaki Ryuuji’s Soliloquy"
  },
  "nextChapter": {
    "volumeId": "y2v8",
    "chapter": 9,
    "title": "Chapter 3: Self-Explanatory School Trip"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Kanzaki Ryuuji’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Know Your Enemy, Know Yourself, and You Need Not Fear a Hundred Battles",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: Self-Explanatory School Trip",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: School Trip Day Two",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: School Trip Day Three",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: School Trip Day Four",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7 - Epilogue : A Light Shining at the End of the Darkness",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Postscript",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    }
  ],
  "currentSpineIndex": 8
}