{
  "title": "Part 1",
  "content": "<h2 class=\"heading_2\">Part 1</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">I COULDN&apos;T TELL from inside the ship, but what I realized immediately upon disembarking was that the development of the uninhabited island progressed considerably compared to last year. Even regarding the travel time, my memories from last year might not be reliable.</p><p class=\"paragraph\" style=\"text-align: left\">One of the people standing nearby, likely a school official, pointed toward the beach.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Your homeroom teachers are standing over there, so please head over immediately and line up by class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since third-year students were beginning to gather one after another from behind as well, I quickened my pace.</p><p class=\"paragraph\" style=\"text-align: left\">As I approached the beach, I saw a massive amount of cardboard boxes stacked up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I remember quite a bit. Talk about nostalgia.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">During the uninhabited island survival exam held for all school years, everyone racked their brains, facing maps and moving repeatedly in every direction, north, south, east, and west.</p><p class=\"paragraph\" style=\"text-align: left\">That was why, despite the short duration, this scene and scenery were likely etched firmly into our memories.</p><p class=\"paragraph\" style=\"text-align: left\">I headed to where our Class C homeroom teacher, Mashima-sensei, was waiting, and waited for all the third-year students to assemble.</p><p class=\"paragraph\" style=\"text-align: left\">As expected, there was no sign of the first or second-year students disembarking.</p><p class=\"paragraph\" style=\"text-align: left\">Were we starting the exam ahead of time alone, or were the other grades not involved at all?</p><p class=\"paragraph\" style=\"text-align: left\">It was unclear, but the full picture would surely become clear soon along with the explanation.</p><p class=\"paragraph\" style=\"text-align: left\">All the third-year students gathered within a few minutes, but before the explanation of the exam, it was announced by Mashima-sensei, who&#x2019;d moved to the center of the beach, that Nakanishi from third-year Class D would be absent from the special exam due to a fever.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&#x2019;s unfortunate that we have an absentee, but poor health is unavoidable. In this case, the class in question will begin with one less person. Now, regarding the start of the Uninhabited Island Survival Game Special Exam, I will explain the rules.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nakanishi&apos;s absence was only touched upon lightly and there didn&apos;t seem to be any particularly heavy penalties. While being down a member was naturally a disadvantage, since it was Ichinose&apos;s class&#x2014;which had maintained its original forty students&#x2014;and he wasn&apos;t a student with outstanding grades, the damage would likely be minimal.</p><p class=\"paragraph\" style=\"text-align: left\">A rulebook containing the details of the special exam was passed down from the front row to me.</p><p class=\"paragraph\" style=\"text-align: left\">It seemed we were meant to listen to the explanation while looking at the rulebook.</p><p class=\"paragraph\" style=\"text-align: left\">On the cover, grid lines were drawn over a photograph of the uninhabited island.</p><p class=\"paragraph\" style=\"text-align: left\">The island was naturally the exact same as last year, but I noticed a certain difference immediately. Last time, the letters marked on the grid lines were A to J and the numbers 1 to 10, but this time the areas seemed to be more subdivided, ranging from A to O and 1 to 15.</p><p class=\"paragraph\" style=\"text-align: left\">Deciding to look at the map more carefully later, I opened it up right away to check the overview.</p><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\"><strong>Uninhabited Island Survival Game Special Exam</strong></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Duration</em></strong><em>: -Maximum of 3 nights and 4 days. -The exam will end immediately if a decisive outcome is reached.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-The daily exam hours are from 9:00 a.m. to 6:00 p.m. (until 4:00 p.m. only on the final day)</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Overview:</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Compete by using paint guns to eliminate the VIPs and guards of other classes.</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Preparation:</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>-To conduct this exam, each class will first assign every student to one of five roles.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Most roles have a limit on the number of people, and different privileges are granted depending on the role.</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Commander x 1 Student (Mandatory):</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Can track the positions of all students via GPS using a dedicated tablet.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Class A is displayed in red, Class B in blue, Class C in yellow, and Class D in green.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-GPS positions are updated every five minutes only during the exam hours of 9:00 a.m. to 6:00 p.m.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Can deploy &#x2018;tactics&#x2019; (detailed later).</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Can communicate with VIPs via transceiver.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Can know the information (name, role) of eliminated students.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-The commander cannot be eliminated and possesses no means of attack.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Cannot leave the Headquarters Area (F14)</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-A substitute may be appointed, if and only if, the school approves. For example, in cases where continuation is impossible due to poor health or injury.</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>VIP x 3 Students (Mandatory):</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Can communicate directly with the commander via radio.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Possesses no means of attack.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Grants 100 points for each VIP surviving until the exam&apos;s conclusion.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>At the moment three VIPs are eliminated, the class will be treated as wiped out and their ranking will be determined.</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Guard x Unlimited Students:</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Possesses the only means to attack opponents, using a paintball gun to eliminate them.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Eliminated students are disqualified, removed from the island and must wait on the ship until the exam ends.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Guards must bring at least one main weapon back to headquarters when eliminated.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Any weapons lost during the exam must be reported to the school immediately.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Grants 1 point for each surviving Guard at the exam&apos;s conclusion</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Analyst x Maximum of 2 Students:</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Can use a tablet to identify event locations, supply names, and obtain passwords.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-If there is a vacancy, a new analyst can be appointed from the remaining Guards, but they cannot return to being a Guard. For appointment, the VIP must contact the Commander and analyst authority is obtained only after approval.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Has no means of attack.</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Scout x Maximum of 1 Student</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Can detect the presence of students from other classes in the area where the scout is located and the surrounding 8 areas, for a total of 9.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-If a student from another class enters the same area, their direction from the scout can also be detected.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>However, if GPS is disabled via tactics, detection is impossible in both the surrounding 8 areas and the same area.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-If there is a vacancy, a new scout can be appointed from the remaining Guards, but they cannot return to being a Guard. For appointment, the VIP must contact the commander and scout authority is obtained only after approval.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Has no means of attack.</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Victory Conditions:</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Competition based on total points: VIP survivors x 100 points + Guard survivors x 1 point.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>*If a draw occurs, one student will be randomly selected from each class to perform a short-term sudden death match.</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Rewards and Penalties</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>1st Place: Class Points +150</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>2nd Place: Class Points +100</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>3rd Place: Class Points -100</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>4th Place: Class Points -150</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Total Annihilation Penalty </em></strong><em>The first class to be wiped out before the end of the exam must select one student for expulsion.</em></p></div><p class=\"paragraph\" style=\"text-align: left\">The rules of the special exam were explained by Mashima-sensei as we browsed through the rulebook.</p><p class=\"paragraph\" style=\"text-align: left\">To summarize it simply, the special exam was about defeating opponents in a survival game using paintball guns on this vast uninhabited island.</p><p class=\"paragraph\" style=\"text-align: left\">My first impression was that it was &apos;more lenient than I imagined.&apos;</p><p class=\"paragraph\" style=\"text-align: left\">It was likely unavoidable that an expulsion would occur from one of the classes, but that was all. No matter how you looked at it, based on the rules of the exam, you could see that only one person would be expelled.</p><p class=\"paragraph\" style=\"text-align: left\">Of course, this was welcome news for most students.</p><p class=\"paragraph\" style=\"text-align: left\">The exam itself didn&apos;t seem as complex as the massive amount of explanation in the rulebook suggested; the challenge lay elsewhere. It was the fact that most students had probably never touched toys like these before, whether paintball guns, airsoft guns, or gas-powered ones. I could see a look of bewilderment spreading heavily across everyone.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Anyone here ever played a survival game? Or know anything about it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto called out in a low voice to several boys standing nearby, but not a single one nodded.</p><p class=\"paragraph\" style=\"text-align: left\">Unfortunately, it seemed that very few people in Class C, to which I belonged, welcomed this special exam.</p><p class=\"paragraph\" style=\"text-align: left\">On the other hand, looking toward Class A, I was able to confirm figures like Onizuka and Ijuuin chatting happily and getting excited. Judging by their demeanor, they might have knowledge of survival games, or perhaps they actually experienced them. Just from the expressions I caught a glimpse of, I could tell they had confidence.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In addition to normal survival game elements, how you handle your assigned roles will also be extremely important. While the commander&apos;s tactics have usage restrictions, some can significantly alter the course of battle. The periodically triggered &apos;Events&apos; will also impact the situation. Read through the rulebook and verify for yourselves what the specifics are.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Reading further through the pages, as told by Mashima-sensei, details regarding the commander&apos;s tactics and events were listed.</p><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Tactics (Can be used by the commander at any timing):</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Global GPS Shutdown &#x2014; Disables the GPS of all students in a specified class for 30 minutes.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Usage Limit: 1 time</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Individual GPS Shutdown &#x2014; &#xa0;Disables the GPS of a specified person for 30 minutes.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Usage Limit: 3 times</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Identity Check &#x2014; Reveals the name and role of a student at a specified GPS location.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Usage Limit: 5 times</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>*Even during the use of Global GPS Shutdown or Individual GPS Shutdown, the commander of the class that used the tactic can still verify positions every 5 minutes on their tablet.</em></p></div><p class=\"paragraph\" style=\"text-align: left\">The tactics granted exclusively to the commander seemed like they could truly turn the tide of battle if used effectively as Mashima-sensei said, but they also appeared to require careful judgment, since poor timing could render them completely useless.</p><p class=\"paragraph\" style=\"text-align: left\">The global GPS shutdown in particular seemed likely to become a trump card with a wide range of uses, such as launching a surprise attack or ensuring escape from pursuers.</p><p class=\"paragraph\" style=\"text-align: left\">As I was mulling this over, staff members began to gather, hurriedly carrying boxes and from inside them, wristwatches, that I saw last year as well, were taken out. They were distributed to each student, and once attached to our wrists, everyone performed the initial setup.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Removal of this watch is strictly prohibited. You&#x2019;re obligated to wear it for twenty-four hours a day during the special exam and anyone who removes it midway bears the risk of disqualification. In the unlikely event that a malfunction or error occurs, report it to your commander immediately or head to headquarters. Like last year, the watch displays your blood pressure, heart rate, and so on. You can also check the area you are currently in, as well as your direction. Furthermore, a mechanism is built in, where if a paintball hits your clothing, a sensor will activate, the watch will detect it and an &apos;Out&apos; judgment will be issued. In other words, the moment the watch displays an &apos;Out&apos; judgment, you are disqualified. Also, students appointed as scouts will have a dedicated GPS tracking function for other classes unlocked. The watch is equipped with other detailed functions as well, so please refer to the rulebook details.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">There were still pages remaining in the rulebook. From there on it listed the watch&apos;s functions, how to use them and details of other rules to follow. I could just read the rest later. I already understood the contents of the exam.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;An expulsion from the class whose three VIP&#x2019;s get taken out first, huh? Well, I figured they&apos;d pull something like that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto muttered as he turned his wrist over to look at the watch attached to his left arm.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is this what you expected?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, pretty much&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Looking at the relationship between their positions, the students moving around and fighting on the island couldn&apos;t know their exact location through a device&apos;s bird&apos;s-eye view. The same applied to the method of tracking the current locations of other classes. The fact that their only means of receiving intel was via radio from the commander at headquarters, through a VIP was quite challenging. Danger would arise not only from simple mistakes in failing to communicate, but also from discrepancies in verbal exchanges. Furthermore, students who got separated from their VIP would have to search for their teammates relying only on their watches, making them more susceptible to surprise attacks and the like.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You should&#x2019;ve finished looking through the rulebook roughly. The duration of the special exam is at most three nights and four days. You&#x2019;ll attack other classes using the initial supplies distributed to each class or paintballs obtained from event supply crates and the victory or defeat of a class will be decided by this competition.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While listening to those words, I took a look at the details regarding the events one last time.</p><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Event:</em></strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Events will automatically activate at 11:00 AM (10:00 AM for the first time only), 1:00 PM, 3:00 PM, and 5:00 PM.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-(1) A supply crate will appear in a specific area for one hour only, and its contents can be acquired. There are three types: food, daily necessities and paintballs. Details and volume are unknown until acquired.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Supply crates can be acquired by entering a common password.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-The common password changes every hour (carrying the crate is prohibited).</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-(2) From Day 2 onward, an event will occur where prohibited areas are added sequentially.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Areas designated as prohibited will become unusable one hour after the announcement.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>-Anyone who stays in a prohibited area for more than five minutes will be forced &apos;Out&apos; and disqualified.</em></p></div><p class=\"paragraph\" style=\"text-align: left\">Those were probably the core rules I needed to commit to memory.</p><p class=\"paragraph\" style=\"text-align: left\">In particular, the increase in prohibited areas was an important factor. It would occur from the second day onwards during the four daily events and entry into those areas would become impossible one hour after the announcement. Depending on the prohibited location, it could become impossible to avoid contact with other classes or fall victim to ambushes.</p><p class=\"paragraph\" style=\"text-align: left\">Also, something that must not be forgotten was that the time from 6:00 PM to 9:00 AM was outside of exam hours. The GPS signal wouldn&#x2019;t be updated, but movement was basically free during this time. However, it seemed one had to restart from the area where they were staying as of 6:00 PM the previous day. Actions such as moving a long distance during the night to catch the enemy off guard at 9:00 AM the next morning couldn&#x2019;t be taken.</p><p class=\"paragraph\" style=\"text-align: left\">Considering the vastness of the uninhabited island, I tried constructing multiple virtual maps in my head of what the final phase might look like.</p><p class=\"paragraph\" style=\"text-align: left\">This time, the school explicitly stated a penalty that carried the risk of expulsion.</p><p class=\"paragraph\" style=\"text-align: left\">A student had to be selected from the class that was completely wiped out and expelled.</p><p class=\"paragraph\" style=\"text-align: left\">On the surface, they were unavoidable victims.</p><p class=\"paragraph\" style=\"text-align: left\">However, it could be said that a simple method to minimize the damage had been prepared in advance for many classes.</p><p class=\"paragraph\" style=\"text-align: left\">When the risk of expulsion was first announced, what everyone imagined was either having a &apos;student with Protection Points&apos; become the sacrifice or having a powerful leader forcibly nominate someone.</p><p class=\"paragraph\" style=\"text-align: left\">The only saving grace was that it was a selection, meaning the decision was left up to each class.</p><p class=\"paragraph\" style=\"text-align: left\">If they chose a student with Protection Points, expulsion could be avoided by consuming them, but it wasn&apos;t certain that someone would accept consuming their own Protection Points.</p><p class=\"paragraph\" style=\"text-align: left\">Being in last place and the annihilation penalty were, in a sense, two sides of the same coin. It was a development every class absolutely wanted to avoid.</p><p class=\"paragraph\" style=\"text-align: left\">However, if passive fighting continued out of fear of the expulsion risk, the risk of a draw would surface.</p><p class=\"paragraph\" style=\"text-align: left\">Considering that determining the winner in the event of a draw was completely based on luck, no class would be allowed to keep running away and they would be forced to engage in combat somewhere, whether they liked it or not.</p><p class=\"paragraph\" style=\"text-align: left\">No strong tension could be seen in Mashima-sensei and the others&apos; expressions. I didn&apos;t get a gloomy impression.</p><p class=\"paragraph\" style=\"text-align: left\">An escape route far more lenient and easy to understand than I&#x2019;d assumed.</p><p class=\"paragraph\" style=\"text-align: left\">In that sense, it could be said that they were still going easy on us.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Now, I will explain the weapons that the guards can handle.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Saying that, Mashima-sensei took out a single assault rifle from a nearby cardboard box. Its shape closely resembled an M16. Then, he held a shotgun in his other hand and Sakagami-sensei, standing nearby, took out and displayed submachine guns and handguns.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What is that? I&apos;ve never seen a paintball gun like that before.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That voice could be heard from the direction of Class A, accompanied by surprise.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This seems to be a prototype paintball gun not yet on the market. For details&#x2014;Kishinami-san, please.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When Mashima-sensei looked over, an adult I was seeing for the first time, who&#x2019;d been waiting nearby, bowed slightly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Nice to meet you all. I am Kishinami, a sales representative for Kanto Shooter Co., Ltd., a company that manufactures and sells toy guns, specifically airsoft and model guns. This time, in cooperation with the staff and students of Advanced Nurturing High School, we&#x2019;ve agreed to cooperate mutually to test a new competitive paintball gun that our company is developing for release in the near future. While maintaining a shape closer to a real gun, it can fire paintballs. Furthermore, the gym clothes you have changed into in advance are packed with our company&apos;s latest proprietary technology, incorporating temperature sensitivity, color reaction and impact sensors. It&#x2019;s designed so that if a paintball hits the abdomen or back strongly and bursts, it links with the wristwatch to declare an out. There are cases where you will not be immediately disqualified even if hit, but please consider hits to the chest or back as almost always being a one-shot out. Also, if only a tiny amount adheres to the edge of your gym clothes, the system may not activate, in which case it counts as safe. However, since it is still in the prototype stage, in very rare cases, it may not register an &apos;out&apos; even with a direct hit. In that case, don&#x2019;t assume you&#x2019;re safe; please stop your attack on the premise that you&#x2019;re out and make sure to report it yourself.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He explained the product in a smooth tone befitting a salesman.</p><p class=\"paragraph\" style=\"text-align: left\">Mashima-sensei nodded as if to supplement the explanation and looked at the students.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If a safe is judged as an out due to a malfunction, it will be treated as a relief measure. If an out is judged as safe, promptly self-reporting will ensure you face no penalty. Conversely, if you continue while knowing you&apos;re out, it will be judged as a serious violation and may result in the defeat of the entire class, so be careful. If you believe a malfunction has occurred, your wristwatch has a call function to report retirement or poor physical condition, so use that to inform us of the details.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That probably meant that if the school checked and determined it was safe, a return would be permitted.</p><p class=\"paragraph\" style=\"text-align: left\">In addition, an explanation was given that stealing another class&apos;s gun by any means, using it or rendering it unusable, as well as injuring the opponent&apos;s body by punching or kicking or restraining them to prevent them from firing, was strictly prohibited. If those facts were confirmed, it would result in immediate disqualification, an immediate deduction of 100 Class Points and in malicious cases, it would likely become a subject for deliberation regarding expulsion.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Since this is an important matter, I&apos;ll continue the explanation even though there&apos;s some overlap. When a paintball hits, the linked wristwatch will make an out judgment and beep for two seconds. If the student who is out is a guard, promptly stop the attack before this sound stops. Continuing to attack despite an out judgment will result in a penalty. Also, this doesn&apos;t mean that you can continue shooting for two seconds after being hit out. If you continue to attack, resist or interfere while clearly aware of being out, we will consider it intentional and impose a penalty. Attacks outside of the exam time carry the same penalty. Furthermore, everyone should be aware that illegal acts that undermine the foundation of the special exam rules will absolutely not be tolerated.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If paint that splattered from hitting a tree or similar barely adhered to your clothes without triggering the sensor, it was probably safe to assume it wasn&#x2019;t an out, but in ambiguous cases, it&apos;d be best to check with the administrators either way.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The paintball guns here differ not only in appearance but also in performance. This assault rifle modeled after the M16 has the longest range and the magazine capacity is 50 rounds. The shotgun has about half the range and a low capacity of 30 rounds, but it is possible to fire 5 shots simultaneously. The submachine gun has the same range as the assault rifle but a lower capacity of 30 rounds; in exchange, it is lightweight and easy to handle with one hand. Using two of these main weapons simultaneously is prohibited. However, regarding handguns, although only two are given to each class, they&#x2019;re the only ones allowed for simultaneous use. However, the user must wear a holster in a visible position on their leg. Also, all weapons have built-in batteries and can fire about 1,000 rounds, but in the unlikely event the battery runs out, there is no way to restore it other than replenishing from a supply box. And while they are equipped with some degree of waterproofing, please be careful as exposing them to heavy rain for a long time or submerging them in the sea or river may damage them and render them unusable.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The salesman took a breath, then, perhaps realizing he&#x2019;d forgotten to mention something, somewhat hurriedly added, &quot;All paintballs are designed to return to nature. No matter where or how much you shoot, it will not lead to any environmental destruction, so I hope you enjoy yourselves to your heart&apos;s content.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Indeed, it would be a problem if the paint from the paintballs led to environmental destruction, but if there was no adverse effect in that regard, it seemed there was no need to hesitate in firing.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The number of guns initially given to each class is up to the number of guards, but there is an upper limit on the number of each weapon possessed. Not everyone can choose an assault rifle or a submachine gun, so please be careful.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed the intention of the cooperating company to have us use multiple types of paintball guns rather than just one variety.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Also, the number of paintballs supplied is by no means abundant. The weapons come fully loaded and each person is given only one spare full magazine. Therefore, wasteful consumption could see you running out in the blink of an eye. In that case, you will have to obtain additional paintballs from the event supply boxes.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Or rather, the exam was probably designed with that in mind.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The special exam runs from 9:00 AM to 6:00 PM each day. The start and end signals will be communicated via the ship&apos;s whistle. The first event will start at 10:00, not 11:00. Thereafter, it will be executed at the times written in the rules and combat outside of exam hours is strictly prohibited. If you engage in combat outside of exam hours and take out another student, the person who violated the rules will be considered out instead. Also, should any fraudulent acts to conceal such violations be discovered, a significant amount of Class Points will be deducted from the violating student&apos;s class. If it&#x2019;s malicious, immediate expulsion is possible.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The rulebook that was handed out contained numerous detailed observances, rules that had to be strictly adhered to, regulations and suggestions. If someone were taken out with a paintball outside of exam hours, it wouldn&apos;t count as an official elimination. There were also relief measures in place: if you accidentally shot someone, you could report it to your commander and the school would verify the situation and provide a change of clothes. Similarly, there were cases where if one received an out ruling due to a device malfunction, despite not being hit by a paintball during the exam, reporting it could allow for a return to the exam. Of course, these required absolute proof that you weren&apos;t hit, so if a paintball struck you after a device malfunction registered you as out, you couldn&apos;t expect any relief. On the uninhabited island, those in poor health would be immediately disqualified. Also, intentionally breaking the wristwatch would result in disqualification. If a defect was detected, the audio records from before and after would be preserved.</p><p class=\"paragraph\" style=\"text-align: left\">In that way, it was a good idea to double-check the rulebook in case any unexpected problems arose during the exam.</p><p class=\"paragraph\" style=\"text-align: left\">And what I understood from reading was that while they would turn a blind eye somewhat to minor troubles, they would absolutely not overlook fraud that deviated from the rules and shook the foundation of the special exam. Such as taking off the gym clothes that served as the source of the sensor to avoid being hit or continuing to fire after being eliminated. Given that Class Points would decrease significantly in addition to expulsion, the cost was immeasurable. It was safe to consider that no matter how much Ryuuen tried, he couldn&#x2019;t destroy the rules of this exam. That applied to me as well; the risk was simply too great.</p><p class=\"paragraph\" style=\"text-align: left\">The only time one might want to push through a bit of unreasonableness would be in the case of a VIP&apos;s poor health, but a strict penalty of losing double the points had been announced, if forced participation was discovered. So in a worst-case scenario, retiring honestly would result in less damage.</p><p class=\"paragraph\" style=\"text-align: left\">Then there were the wristwatches distributed to each student, just like last year. Wearing this was mandatory for 24 hours and it constantly monitored heart rate and blood pressure. It was a mechanism where a signal would be sent to headquarters immediately if a malfunction or removal occurred.</p><p class=\"paragraph\" style=\"text-align: left\">Furthermore, in addition to a compass function, the wristwatch was newly equipped with a button that allowed for a voluntary declaration of retirement if one judged that it was difficult to continue due to poor health or serious injury.</p><p class=\"paragraph\" style=\"text-align: left\">Forcing oneself to continue while in a state requiring a medical check would likely be all pain and no gain.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Now then, after this, I will have one representative from each class&#x2014;anyone will do&#x2014;to draw lots. This will determine the initial position for the 9:00 AM start. The four initial positions to choose from are &#xa0;C12, E12, G12, and I12. You&#x2019;ll likely start from locations about a 15-minute walk from each other.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Fifteen minutes was quite a fast estimate. Even if the area had been reduced, was it perhaps the influence of the maintenance work?</p><p class=\"paragraph\" style=\"text-align: left\">Even if it was said to be somewhat separated, it was a stone&apos;s throw away. Depending on the starting positions, even if the footing was poor, contact could be made in less than five minutes if one sprinted along the sandy beach with all their might.</p><p class=\"paragraph\" style=\"text-align: left\">However, that wasn&#x2019;t realistic. If students rushed out onto the beach trying to fight in a hurry, other classes would notice and snipe them. It was high risk with a low return.</p><p class=\"paragraph\" style=\"text-align: left\">The western C12, where one wouldn&apos;t be sandwiched or the eastern I12, where it was easy to escape, would likely be good.</p><p class=\"paragraph\" style=\"text-align: left\">Although it was a lottery to decide such an important starting position, the result would be the same regardless of who drew it, so I decided to ask Sanada, who was standing nearby. He readily agreed and went to draw the lot.</p><p class=\"paragraph\" style=\"text-align: left\">Mashima-sensei and the others&apos; explanation to the whole group ended. Each class was instructed to distance themselves and form a circle around their homeroom teacher. Then Hashimoto approached me and called out.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There were a lot of messy explanations, but basically, it means we just have to win a class vs class survival game, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Pretty much.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;For now, we keep our distance from the other classes and wait things out, yeah? Let&apos;s just have them crush each other.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Of course, that would be the most graceful outcome, but I didn&apos;t think it would work out so conveniently.</p><p class=\"paragraph\" style=\"text-align: left\">That was because the rules and mechanisms were set up in such a way that anyone would want to reap the benefits of the chaos.</p>",
  "prevChapter": {
    "volumeId": "y3v3",
    "chapter": 13,
    "title": "Chapter 1: Opening. Survival Game Special Exam."
  },
  "nextChapter": {
    "volumeId": "y3v3",
    "chapter": 15,
    "title": "Part 2"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 3",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 11
    },
    {
      "label": "Prologue: Shiina Hiyori's Monologue",
      "href": "prologue.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 1: Opening. Survival Game Special Exam.",
      "href": "c1.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "c1p1.xhtml",
      "index": 14
    },
    {
      "label": "Part 2",
      "href": "c1p2.xhtml",
      "index": 15
    },
    {
      "label": "Part 3",
      "href": "c1p3.xhtml",
      "index": 16
    },
    {
      "label": "Chapter 2: A Surprise Attack",
      "href": "c2.xhtml",
      "index": 17
    },
    {
      "label": "Part 1",
      "href": "c2p1.xhtml",
      "index": 18
    },
    {
      "label": "Part 2",
      "href": "c2p2.xhtml",
      "index": 19
    },
    {
      "label": "Part 3",
      "href": "c2p3.xhtml",
      "index": 20
    },
    {
      "label": "Part 4",
      "href": "c2p4.xhtml",
      "index": 21
    },
    {
      "label": "Chapter 3: The Unseen Pressure",
      "href": "c3.xhtml",
      "index": 22
    },
    {
      "label": "Part 1",
      "href": "c3p1.xhtml",
      "index": 23
    },
    {
      "label": "Part 2",
      "href": "c3p2.xhtml",
      "index": 24
    },
    {
      "label": "Part 3",
      "href": "c3p3.xhtml",
      "index": 25
    },
    {
      "label": "Part 4",
      "href": "c3p4.xhtml",
      "index": 26
    },
    {
      "label": "Part 5",
      "href": "c3p5.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: A Chance Encounter",
      "href": "c4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "c4p1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "c4p2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "c4p3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "c4p4.xhtml",
      "index": 32
    },
    {
      "label": "Part 5",
      "href": "c4p5.xhtml",
      "index": 33
    },
    {
      "label": "Chapter 5: The Alliance",
      "href": "c5.xhtml",
      "index": 34
    },
    {
      "label": "Part 1",
      "href": "c5p1.xhtml",
      "index": 35
    },
    {
      "label": "Part 2",
      "href": "c5p2.xhtml",
      "index": 36
    },
    {
      "label": "Part 3",
      "href": "c5p3.xhtml",
      "index": 37
    },
    {
      "label": "Part 4",
      "href": "c5p4.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: The Real Goal",
      "href": "c6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "c6p1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "c6p2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "c6p3.xhtml",
      "index": 42
    },
    {
      "label": "Part 4",
      "href": "c6p4.xhtml",
      "index": 43
    },
    {
      "label": "Part 5",
      "href": "c6p5.xhtml",
      "index": 44
    },
    {
      "label": "Part 6",
      "href": "c6p6.xhtml",
      "index": 45
    },
    {
      "label": "Chapter 7: The Time of the Decisive Battle",
      "href": "c7.xhtml",
      "index": 46
    },
    {
      "label": "Part 1",
      "href": "c7p1.xhtml",
      "index": 47
    },
    {
      "label": "Part 2",
      "href": "c7p2.xhtml",
      "index": 48
    },
    {
      "label": "Part 3",
      "href": "c7p3.xhtml",
      "index": 49
    },
    {
      "label": "Part 4",
      "href": "c7p4.xhtml",
      "index": 50
    },
    {
      "label": "Part 5",
      "href": "c7p5.xhtml",
      "index": 51
    },
    {
      "label": "Epilogue: Show Me What You’ve Got",
      "href": "e.xhtml",
      "index": 52
    },
    {
      "label": "Part 1",
      "href": "e1.xhtml",
      "index": 53
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 54
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 56
    }
  ],
  "currentSpineIndex": 14
}