{
  "title": "Chapter 2: A Surprise Attack",
  "content": "<h1 class=\"heading_1\"><a class=\"heading-link\" href=\"/read/y3v3/2\">Chapter 2:<br/>A Surprise Attack</a></h1><hr/><p class=\"paragraph\" style=\"text-align: left\">NO MATTER HOW much my abilities began to be recognized, their distrust didn&apos;t disappear completely.</p><p class=\"paragraph\" style=\"text-align: left\">If they had any doubts about the policy, my classmates would immediately raise their voices in objection.</p><p class=\"paragraph\" style=\"text-align: left\">But the sight of me shouldering the resolve to be expelled, going beyond the mere title of leader, had a greater effect on my classmates than they could have imagined.</p><p class=\"paragraph\" style=\"text-align: left\">I described my first strategy to them.</p><p class=\"paragraph\" style=\"text-align: left\">It was to head north as soon as the exam began and be the first to cross G8.</p><p class=\"paragraph\" style=\"text-align: left\">Class C, having started from E12, began to walk in a scattered formation toward the target area with me at the head of the group.</p><p class=\"paragraph\" style=\"text-align: left\">It was a cautious move, also to quickly escape the situation of being sandwiched between Ryuuen&apos;s class to the west and Horikita&apos;s class to the east.</p><p class=\"paragraph\" style=\"text-align: left\">There was also the option of moving to area F13, right next to the headquarters, but if both Class A and B saw that and gave chase, we could&apos;ve been cornered into D14, D15, E14 and E15, losing our escape route.</p><p class=\"paragraph\" style=\"text-align: left\">However, we didn&apos;t run or anything of the sort. Pushing through an unfamiliar forest, even if it was somewhat maintained, wasn&apos;t easy and this was the result of weighing the consumption of stamina versus the risk of injury.</p><p class=\"paragraph\" style=\"text-align: left\">Less than a minute after the special exam started, the first report reached Nishikawa, one of the VIPs.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A call from Shimazaki-kun. He found out who the other classes&apos; commanders are.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The audio received on our radio was connected to a single earpiece and it was only through this that we could pick up the voice of the commander, Shimazaki. In other words, Shimazaki&apos;s voice was inaudible to those around us and of course, no one other than the three VIPs were allowed to listen directly.</p><p class=\"paragraph\" style=\"text-align: left\">Each of the three radios was independent and it wasn&apos;t possible to talk to Shimazaki at the same time. Therefore, the system required us to always choose one person to communicate with him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Let&apos;s hear it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, who reacted immediately to those words, stepped closer to Nishikawa.</p><p class=\"paragraph\" style=\"text-align: left\">The means of knowing who held what position in classes other than our own was very limited.</p><p class=\"paragraph\" style=\"text-align: left\">Only the commanders were gathered in the same headquarters, so their identities were inevitably revealed.</p><p class=\"paragraph\" style=\"text-align: left\">It was the first piece of important information to come in regarding the distant, unseen enemy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s Matsushita-san for Class A, Kaneda-kun for Class B and Ichinose-san for Class D.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Among the leaders of each class, it seemed only Ichinose had chosen to be the commander herself. It may have been a process of elimination, given that her athletic abilities weren&apos;t particularly outstanding to begin with and that they lacked personnel who could fully demonstrate their skills as commander.</p><p class=\"paragraph\" style=\"text-align: left\">Matsushita becoming commander was both surprising and fitting.</p><p class=\"paragraph\" style=\"text-align: left\">Class A had several smart students, but for better or worse, they were similar in type to the students of Class C&#x2014;your typical honor students. They weren&apos;t particularly adept at exploiting loopholes in strategy or noticing anomalies. In that context, the choice of Matsushita wasn&apos;t bad and she could be called one of the suitable candidates.</p><p class=\"paragraph\" style=\"text-align: left\">As for Kaneda, it could be simply described as a safe and solid choice.</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t think he would display any remarkable talent, but I also didn&apos;t think he would make any major mistakes.</p><p class=\"paragraph\" style=\"text-align: left\">Before long, my watch vibrated once in a short burst and displayed E11, as if to inform us that we&#x2019;d entered a new area.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So this is how ya figure out when you&apos;ve moved areas, huh? It&apos;s convenient, I guess... but it&apos;d be a real pain in the ass to rely only on the watch to travel long distances.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If we knew our current area and bearing, we could manage for the most part, but in reality, it was difficult to keep moving in the same direction and we would be forced to take detours. It would probably be better to avoid traveling for long periods without support from the commander.</p><p class=\"paragraph\" style=\"text-align: left\">While we were doing that, five minutes passed and the time came for the first GPS update. It was a crucial moment to learn how each class moved from their initial positions.</p><p class=\"paragraph\" style=\"text-align: left\">That time, the report went to Takemoto.</p><p class=\"paragraph\" style=\"text-align: left\">They&apos;d probably switched from Nishikawa, likely to check if radio communications were working without issue.</p><p class=\"paragraph\" style=\"text-align: left\">After Takemoto conversed on the radio for a few dozen seconds, he spoke with a look of relief.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He says we can relax for now. It looks like all of Class B&apos;s GPS signals are heading straight north, into area C11. And, uh, Class A is apparently in G11, also to the north.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s a relief we&apos;re not starting off with a battle, but this means we haven&apos;t escaped the pincer move, huh.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just as Hashimoto muttered, if all three classes had simply moved north from their original areas, it couldn&apos;t be called an improvement in our situation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But at least we&apos;ve confirmed that neither Class A nor Class B wants to fight from the get-go. That alone isn&apos;t so bad.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Takemoto said that if they intended to fight as soon as possible, they would&apos;ve had to move toward Class C&apos;s position.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What about Class D?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed they hadn&apos;t heard any information about Ichinose&apos;s class, the farthest away, so he asked back on the radio. Before long, a reply seemed to come back and Takemoto looked at me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He says Class D started walking toward J12, so, to the east. They plan on keeping their distance completely.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Their favorable starting position probably had something to do with it, but it could be called a choice typical of them.</p><p class=\"paragraph\" style=\"text-align: left\">From this first report alone, I could clearly see that Class D&apos;s policy was to avoid pointless conflict.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We don&apos;t need to pick up the pace, then? If Class A is aiming for G8, there&apos;s a high chance they&apos;ll get there ahead of us, y&apos;know?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, walking right behind me, asked me in a low voice if there was any change in our policy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even if we were to pick up the pace, the enemy would find out within five minutes. If they knew we&apos;d quickened our movement, Class A would do the same. That would be nothing more than an act that increases risk.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In the first place, we weren&apos;t at a distance where we could overtake them in a mere five minutes from the start.</p><p class=\"paragraph\" style=\"text-align: left\">If we provoked the enemy and it turned into a race, that would only heighten the tension leading to a confrontation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If a fight breaks out recklessly, Class B might join in, huh...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s the situation. I don&apos;t want to do anything that would give another class the chance to profit from our conflict.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After walking north within the same area for about five more minutes, ten minutes passed since the start of the exam.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, yeah. Go ahead.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed a voice had come through on the radio, as Nishikawa responded immediately.</p><p class=\"paragraph\" style=\"text-align: left\">I had figured the next report would be from Shiraishi, but apparently that wasn&apos;t the case.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What are the other classes&apos; movements? Has anything changed?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, sorry, but hold on a sec. I&apos;m listening to it right now.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki&apos;s voice came from her right ear and Hashimoto&apos;s from her left. As she seemed to have been spoken to by both at nearly the same time, Nishikawa made a momentarily annoyed face as she focused her attention on the radio.</p><p class=\"paragraph\" style=\"text-align: left\">Morishita pointed a finger at Hashimoto, making fun of him as he apologized with a gesture.</p><p class=\"paragraph\" style=\"text-align: left\">No matter how important this special exam was, the mood was probably to be expected since we hadn&apos;t entered a tense situation yet.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If they keep heading north, Class A will be fine, but I wonder what Class B will do. Will they cut through the area from C7 to D6 where the slope is relatively gentle? Or will they stop partway...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto imagined each class&apos;s route of travel while glaring at the map.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But in the end, it all depends on the event placement, I guess. If they&apos;re concentrated in the south, they&apos;ll probably turn back. What&apos;ll we do if an event pops up at about the same distance for both of us?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, it also depends on the number of other events and the amount of supplies we can actually get, but in a situation where we&apos;re already short on food for the day, carelessly passing one up might be an irreversible mistake.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even if we could endure the hunger and get through one night, on the second day, a significant drop in stamina would inevitably have a major negative impact on our movement, combat ability and health.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, that means you&apos;re thinking that you&apos;ll fight from the start if necessary, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah. If I determine the supplies are necessary, I&apos;ll go for them without hesitation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I conveyed my clear policy on engagement, which had been vague up until now, to my classmates via Hashimoto.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Yeah, thanks. I&apos;ll pass it on.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The exchange seemed to be over, as Nishikawa looked up with a smile.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;They say Class A is heading north at an unchanged speed. And it looks like all of Class B&apos;s GPS signals moved a little away from us to the northwest. They&apos;re near B10.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, who&apos;d been waiting for the report, map in hand, immediately pointed to it to confirm the details.</p><p class=\"paragraph\" style=\"text-align: left\">He never neglected communication with the commander.</p><p class=\"paragraph\" style=\"text-align: left\">The GPS location information, updated once every five minutes, would be essential in close-quarters environments.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If Ryuuen and his crew are heading for B10, that means they&apos;ll come out by the sea. I don&apos;t know if they&apos;ll keep heading north, but it&apos;s a relief that the lateral distance has increased. So for now, I guess we should be wary of Class A?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If we proceeded at the same speed, by the time Class A reached G8, we would be about to enter F9. We would be allowing them to get completely ahead of us.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If by some chance they ambush us, we might not be able to get through... What&apos;s the play, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">There were many options. We could pick up the pace now and at the five-minute GPS update, the commander, Matsushita, would notice the change and inform Class A, causing them to turn back for fear of a clash. Or, they could accelerate to be the first to break through to the northern area, thinking they absolutely had to get there first. The latter was more likely and in that case, we could deliberately slow down and let Horikita&apos;s group go ahead. Alternatively, we could turn back to the starting point now, or stop and remain in the current area.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If we just head straight for G8 without a second thought, won&apos;t we be starting a disadvantageous fight?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;About that&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just as I was about to state my policy, Yoshida approached.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I think getting into a fight right now would be bad news. We should stop for a bit and let Class A go on ahead. It&apos;s not like we&apos;ll be in trouble just because they get the lead, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah. It all depends on where the events appear. For now, there&apos;s no advantage or disadvantage.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you decide to fight, I&apos;ll follow you. But, isn&apos;t there something we should be doing first? We don&apos;t even really know how to use these guns yet.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida&apos;s concern was a problem all my classmates shared.</p><p class=\"paragraph\" style=\"text-align: left\">That was why they were paying close attention to Horikita&apos;s class, with whom the probability of our routes overlapping was increasing.</p><p class=\"paragraph\" style=\"text-align: left\">But it wasn&apos;t just Class A we had to watch.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So why don&apos;t we get on with a lecture on how to handle weapons and stuff?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m in agreement with that opinion.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita spoke while pulling on the sleeve of my left arm, her shoulders rising and falling in short breaths.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you tired already? You&apos;re out of breath.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That couldn&apos;t possibly be the case. It&apos;s merely that this morning, I had an excess of energy and repeatedly dashed through the ship at full speed for about an hour. Perhaps that&apos;s why I&apos;ve accumulated some slight fatigue.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">True to her self-proclaimed title of &apos;Amazoness of the Dense Forest&apos;, she seemed to impose a considerable burden on herself.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Got it. Let&apos;s let Class A go on ahead. We&apos;ll wait here for now.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was Hashimoto who was surprised by that decision.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you for real? You agreed to that pretty easily.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto seemed to think that as long as a conflict could be avoided, he didn&apos;t care whether we went to the northern area first or second, but my acceptance of our classmates&apos; opinion seemed to have sparked some dissatisfaction and doubt in him.</p><p class=\"paragraph\" style=\"text-align: left\">He was probably worried that I didn&apos;t have a clear policy yet.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not like I decided this because Yoshida told me to. I was also thinking we should wait and see for a bit.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What, is that right? Then I guess this is your decision, Ayanokouji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto muttered, convincing himself.</p><p class=\"paragraph\" style=\"text-align: left\">It seemed to have served as some reassurance, as he accepted the policy without any further complaints.</p><p class=\"paragraph\" style=\"text-align: left\">I turned back to the classmates who were following me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ten minutes have passed and we&apos;ve gotten a small glimpse of each class&apos;s intentions. Our primary objective was to pass through G8 first, but allow me to revise that. First, we&apos;ll learn how to properly handle our weapons here and once we&apos;re ready to fight, we&apos;ll check the GPS positions again. From there, I&apos;d like to search for a new route.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sounds good to me. I doubt anyone&apos;s gonna argue with that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">We switched to preparing for battle. Many of the students, led by Yoshida, were relieved by that decision.</p><p class=\"paragraph\" style=\"text-align: left\">The time immediately changed to one of confirming how to use the paintball guns with each other, deepening our understanding even if just a little.</p><p class=\"paragraph\" style=\"text-align: left\">However, no matter how many simulations we ran, there was much experience that could only be gained in actual combat.</p><p class=\"paragraph\" style=\"text-align: left\">We would never get a true feel for it until we actually pulled the trigger.</p><p class=\"paragraph\" style=\"text-align: left\">Five minutes passed quickly after we stopped and the latest GPS information was finally sent from the commander to Shiraishi.</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen&apos;s class seemed to have shifted slightly further northwest, but their movement was weaker than before and their progress slowed to a crawl. On the other hand, Horikita&apos;s class was passing through G10 at the same pace as before and they appeared to still be heading for G8. And Ichinose&apos;s class, who&apos;d chosen a completely different route, was continuing endlessly eastward.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s new information from Shimazaki-kun. It seems one GPS from Class A has split off and is heading towards H9. Do you know what this could mean?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;H9? On his own?...Does that mean it&apos;s Koenji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">H9 was in the direction of the mountains. I wouldn&apos;t be surprised if Koenji headed off alone to enjoy some mountain climbing.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If he&apos;s not planning to participate seriously, that&apos;s convenient for us, but... you don&apos;t think he&apos;s getting fired up like on the deserted island last year, do you? How should I take this?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto questioned me, his former classmate, about Koenji&apos;s movements.</p><p class=\"paragraph\" style=\"text-align: left\">Last year&apos;s deserted island exam, which all of the school years participated in.</p><p class=\"paragraph\" style=\"text-align: left\">The shock of him taking first place all by himself was likely still fresh in the minds of the second and third years alike.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I can&apos;t say for sure, but if anything, the usual Koenji has no motivation. In almost every exam, he does as he pleases, just like in the deserted island exam two years ago where he briefly enjoyed the island and then retired on his own without cooperating with the class at all. Last year&apos;s deserted island exam was an exception to the exception, solely because Koenji himself proposed a condition to Horikita: &apos;complete freedom until graduation,&apos; and promised she would acknowledge it if he took first place. Conversely, he also had her promise that if he placed second or lower, he would cooperate in the next exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, damn. So Horikita got him to contribute to the class with his performance, but she lost the bet. She probably never dreamed he&apos;d take first place all by himself. Which means, Koenji&apos;s clearly a free agent now. If that&apos;s the case, that&apos;s a huge help.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. If Koenji were to participate, he wouldn&apos;t be an easy opponent.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That being said, there was still no confirmation that the student who started acting alone was Koenji.</p><p class=\"paragraph\" style=\"text-align: left\">It was true that Koenji wasn&apos;t the type of man to cooperate voluntarily, but that wasn&apos;t necessarily the case when Private Points were involved. If someone were to offer him points from their own pocket in addition to the deserted island exam&apos;s reward, it was possible he would lend a hand.</p><p class=\"paragraph\" style=\"text-align: left\">I should reserve judgment until I could see the state of Horikita&apos;s class with my own eyes.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Wouldn&apos;t it be a good idea to have the commander use a tactic?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sanada recommended using the person identification tactic.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Nah, we shouldn&apos;t use it yet. This could be a strategy to get us to waste one of our tactics. Besides, if he&apos;s not gonna participate, it&apos;s a waste to use it on a guy like that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, on the other hand, voiced his opposing opinion that we should still save it.</p><p class=\"paragraph\" style=\"text-align: left\">If someone were to split off and act alone, there was a 90% chance it was Koenji.</p><p class=\"paragraph\" style=\"text-align: left\">As long as he didn&apos;t rejoin Class A somewhere, it wouldn&apos;t be difficult to keep tracking him on the tablet. However, once it hit 6:00 p.m., the GPS wouldn&apos;t update again until 9:00 a.m.&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Have the commander identify the GPS of the student who started acting alone.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...You sure? It&apos;s almost definitely Koenji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t mind. It&apos;s worth a try. Let&apos;s use one as a test.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nodding, Shiraishi began to notify Shimazaki to use a tactic on the student who separated from Class A.</p><p class=\"paragraph\" style=\"text-align: left\">The results would be known soon after this.</p><p class=\"paragraph\" style=\"text-align: left\">Before the results came back, I decided to ask Nishikawa to pass on a message as well.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Nishikawa, I need you to contact Shimazaki.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? Now? Isn&apos;t he still talking to Asuka?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It doesn&apos;t matter. Try contacting him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Mm, okay.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With that, Nishikawa operated the radio, but she immediately removed her earphone and shook her head.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not connecting.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. So when a VIP is talking to the commander, the line is busy and you can&apos;t get through.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh, so that&apos;s it... That&apos;s what you wanted to find out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In other words, the line was basically one-to-one, with no interruptions. For example, if the VIP was far away, you couldn&apos;t speak simultaneously. You had to disconnect and reestablish the link each time.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then, after he&apos;s done talking with Shiraishi, I need you to pass on the message.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So there really is something to report. Okay, what should I tell them?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Tell them I want to know the movements of the three classes every five minutes until the event starts. After that, it&apos;ll depend on the event&apos;s content, but if the situation seems to have calmed down, we&apos;ll take a short break.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Although the GPS positions updated every five minutes, it would&apos;ve been wasteful to communicate every single time the clock struck the five-minute mark.</p><p class=\"paragraph\" style=\"text-align: left\">It was because the commander and the VIP would shoulder unnecessary fatigue from the seemingly endless task.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Got it. I&apos;ll let them know.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nishikawa put the radio and the connected earpiece back into her right ear.</p><p class=\"paragraph\" style=\"text-align: left\">Then, Nishikawa began to relay my message to the commander, Shimazaki, rephrasing it in her own words. And as if taking her place, Shiraishi, who&apos;d just finished her communication, approached me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was able to confirm that the GPS at H9 is Koenji-kun&apos;s. His role is apparently a guard.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So it&apos;s that guy, huh. Let&apos;s just pray he goofs around for a bit and then calls it quits.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Understood. For now, let&apos;s move on to the next matter.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Including the handling of the weapons, I decided to take care of one problem first.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Let&apos;s decide on our positions and formation for when the whole class moves together from now on. Depending on the width of the path, we&apos;ll basically have two to four people side by side. For the VIPs&apos; positions, we&apos;ll disperse the risk by placing one in each row: Shiraishi in the front, Takemoto in the middle and Nishikawa in the rear.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I assigned each and every classmate to one of the three groups, just like the VIPs.</p><p class=\"paragraph\" style=\"text-align: left\">In the front row, I placed Hashimoto and Kitou as the main guard protecting the rear.</p><p class=\"paragraph\" style=\"text-align: left\">I placed a larger number of students who seemed poor at exercise and combat in the middle row.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, wouldn&apos;t it be better to have Nishikawa in the front? She can really move when it counts, y&apos;know?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I considered that at one point, but I figured it&apos;s important to place someone who can react instantly in the rear precisely because she can. Besides, Shiraishi isn&apos;t good at raising her voice and it won&apos;t carry far. But Nishikawa, on the other hand, has a loud voice.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When communicating from a distance, there was a potential risk of not being heard.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see, so the merits far outweigh the demerits, huh.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In any case, the focus is on avoiding a situation where we could be wiped out all at once by dividing the class into three groups beforehand. Whether we&apos;re heading to multiple locations for an event, or if we happen to get separated unintentionally, as long as we move with the VIPs at the center, it&apos;ll be easier to regroup later.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just then, Morishita approached, weapon in hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not pleased with being placed in the middle row, Ayanokouji Kiyotaka. I&apos;m the main strength of this class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;ve got some nerve coming here to complain, Morishita... The middle suits you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Exasperated, Hashimoto shooed her away with his hand, telling her to return to the middle row.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;To demote me and place a traitor in the front row instead... It seems we&apos;ve been saddled with an incompetent leader. Let us go, Yamamura Miki.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I-I&apos;m... in the front row...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh? So in addition to a traitor, you&apos;ve appointed tissue paper to the front row. You are beyond saving.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">To be spoken to like that just for deciding the formation.</p><p class=\"paragraph\" style=\"text-align: left\">Muttering complaints, Morishita headed toward the middle row.</p><p class=\"paragraph\" style=\"text-align: left\">And as soon as she reached the middle row, she looked back at us and shook her head in exasperation. I decided to ignore her.</p><p class=\"paragraph\" style=\"text-align: left\">I had Shiraishi relay the details of how we divided the rows, including the VIPs, to Shimazaki.</p><p class=\"paragraph\" style=\"text-align: left\">From now on, this would also serve as a guide for Shimazaki to look at his tablet and decide who to contact via radio depending on the situation.</p>",
  "prevChapter": {
    "volumeId": "y3v3",
    "chapter": 16,
    "title": "Part 3"
  },
  "nextChapter": {
    "volumeId": "y3v3",
    "chapter": 18,
    "title": "Part 1"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 3",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 11
    },
    {
      "label": "Prologue: Shiina Hiyori's Monologue",
      "href": "prologue.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 1: Opening. Survival Game Special Exam.",
      "href": "c1.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "c1p1.xhtml",
      "index": 14
    },
    {
      "label": "Part 2",
      "href": "c1p2.xhtml",
      "index": 15
    },
    {
      "label": "Part 3",
      "href": "c1p3.xhtml",
      "index": 16
    },
    {
      "label": "Chapter 2: A Surprise Attack",
      "href": "c2.xhtml",
      "index": 17
    },
    {
      "label": "Part 1",
      "href": "c2p1.xhtml",
      "index": 18
    },
    {
      "label": "Part 2",
      "href": "c2p2.xhtml",
      "index": 19
    },
    {
      "label": "Part 3",
      "href": "c2p3.xhtml",
      "index": 20
    },
    {
      "label": "Part 4",
      "href": "c2p4.xhtml",
      "index": 21
    },
    {
      "label": "Chapter 3: The Unseen Pressure",
      "href": "c3.xhtml",
      "index": 22
    },
    {
      "label": "Part 1",
      "href": "c3p1.xhtml",
      "index": 23
    },
    {
      "label": "Part 2",
      "href": "c3p2.xhtml",
      "index": 24
    },
    {
      "label": "Part 3",
      "href": "c3p3.xhtml",
      "index": 25
    },
    {
      "label": "Part 4",
      "href": "c3p4.xhtml",
      "index": 26
    },
    {
      "label": "Part 5",
      "href": "c3p5.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: A Chance Encounter",
      "href": "c4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "c4p1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "c4p2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "c4p3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "c4p4.xhtml",
      "index": 32
    },
    {
      "label": "Part 5",
      "href": "c4p5.xhtml",
      "index": 33
    },
    {
      "label": "Chapter 5: The Alliance",
      "href": "c5.xhtml",
      "index": 34
    },
    {
      "label": "Part 1",
      "href": "c5p1.xhtml",
      "index": 35
    },
    {
      "label": "Part 2",
      "href": "c5p2.xhtml",
      "index": 36
    },
    {
      "label": "Part 3",
      "href": "c5p3.xhtml",
      "index": 37
    },
    {
      "label": "Part 4",
      "href": "c5p4.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: The Real Goal",
      "href": "c6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "c6p1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "c6p2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "c6p3.xhtml",
      "index": 42
    },
    {
      "label": "Part 4",
      "href": "c6p4.xhtml",
      "index": 43
    },
    {
      "label": "Part 5",
      "href": "c6p5.xhtml",
      "index": 44
    },
    {
      "label": "Part 6",
      "href": "c6p6.xhtml",
      "index": 45
    },
    {
      "label": "Chapter 7: The Time of the Decisive Battle",
      "href": "c7.xhtml",
      "index": 46
    },
    {
      "label": "Part 1",
      "href": "c7p1.xhtml",
      "index": 47
    },
    {
      "label": "Part 2",
      "href": "c7p2.xhtml",
      "index": 48
    },
    {
      "label": "Part 3",
      "href": "c7p3.xhtml",
      "index": 49
    },
    {
      "label": "Part 4",
      "href": "c7p4.xhtml",
      "index": 50
    },
    {
      "label": "Part 5",
      "href": "c7p5.xhtml",
      "index": 51
    },
    {
      "label": "Epilogue: Show Me What You’ve Got",
      "href": "e.xhtml",
      "index": 52
    },
    {
      "label": "Part 1",
      "href": "e1.xhtml",
      "index": 53
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 54
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 56
    }
  ],
  "currentSpineIndex": 17
}