{
  "title": "Part 3",
  "content": "<h2 class=\"heading_2\">Part 3</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">WE SUCCESSFULLY RETRIEVED the event supplies at G13. About thirty minutes later, Takemoto and his group safely reached D14 and ten minutes after that, the commander informed our VIP, Shiraishi, that they retrieved all the supplies. In total, we&apos;d succeeded in securing two locations.</p><p class=\"paragraph\" style=\"text-align: left\">The paintball supplies included two empty magazines for an assault rifle and a hundred paintballs in a bag. And the daily necessities included one lighter, three mess tins and three pairs of disposable chopsticks. Many students were disappointed with the daily necessities, but from the contents, it became clear that simply collecting food wasn&apos;t enough.</p><p class=\"paragraph\" style=\"text-align: left\">The possibility that opening a food supply crate might only reveal uncooked rice grew stronger. It seemed we needed to aim to acquire food and daily necessities as a set.</p><p class=\"paragraph\" style=\"text-align: left\">What both types of supplies had in common was that they were hidden by being about halfway buried in the ground, making them difficult to find just by walking around, except by chance. If you entered the correct password and opened the lid, you could take the supplies out directly, so there was no need to dig the box itself out of the ground. We were able to gather information, such as the fact that the size of the box seemed to be directly linked to the quantity of items inside.</p><p class=\"paragraph\" style=\"text-align: left\">Then there was H9, where there&apos;d been a possibility of engagement, but Class A, led by Horikita, decided to retrieve the supplies at G7 and head for the northern area.</p><p class=\"paragraph\" style=\"text-align: left\">It seemed they disliked the risk of their classmates getting eliminated by engaging in combat.</p><p class=\"paragraph\" style=\"text-align: left\">On the other hand, Class B, led by Ryuuen, split their team in two, with one heading for H9 and the other to take the distant B7. They achieved results by choosing a small, elite group of physically fit students to exit onto the beach from C10 and run straight north.</p><p class=\"paragraph\" style=\"text-align: left\">As a result, in that first event, each class succeeded in retrieving supplies from two locations, ending in a draw, at least in terms of numbers.</p><p class=\"paragraph\" style=\"text-align: left\">After that, the second event at 1:00 p.m. and the third event at 3:00 p.m. were announced as time passed, and the four classes repeatedly secured paintballs, food and daily necessities while avoiding combat.</p><p class=\"paragraph\" style=\"text-align: left\">And soon it was 5:00 p.m. on the first day, the time for the final event.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So far, we&apos;ve managed to collect a total of five sets of supplies. A total of 200 rounds, 1.5kg of rice, eight assorted cans of food, some nuts, chicken and a few provisions. And on top of that, 15 liters of water&#x2014;I guess you could call it a minimal harvest.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Calculating backward from the nutrients a person should consume, it couldn&apos;t be called sufficient; it was clearly not enough.</p><p class=\"paragraph\" style=\"text-align: left\">A total of thirty-nine event supply crates had appeared so far, so we hadn&apos;t managed to get very many of them.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Being pinned down like this is just so unpleasant. They&apos;re practically stalkers at this point. Stalkers.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was the presence of Class B, who, ever since their surprise attack, had constantly maintained their main camp between G9 and G10, lying in wait.</p><p class=\"paragraph\" style=\"text-align: left\">Because of their presence, we&apos;d been unable to break out of the area surrounding our headquarters.</p><p class=\"paragraph\" style=\"text-align: left\">The supplies that appeared on the west side and near the center were being collected by Class B at their leisure, all within their reach.</p><p class=\"paragraph\" style=\"text-align: left\">On the other hand, all we could do was either reach out toward the beach area slightly east of our headquarters or retrieve supplies from the areas further south.</p><p class=\"paragraph\" style=\"text-align: left\">I understood why Morishita would call them stalkers, but it could be called a near-ideal position and strategy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji Kiyotaka. You could just charge in by yourself and annihilate the enemy unit, you know?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I can&apos;t exactly pull off something like the protagonist of an American action movie. At best, I&apos;d get taken down after defeating two or three of them.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just that many? How pathetic. If it were me, the so-called &apos;Amazoness of the Jungle,&apos;&#xa0;I could easily dispose of a hundred of them.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If that were true, I wanted her to defeat every class right away and lead us to victory.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Didn&apos;t you say<em>&#xa0;</em>&apos;Amazoness of the Dense Forest&apos;&#xa0;a moment ago?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re such a stickler for details.&#xa0;&apos;Jungle&apos;&#xa0;and &apos;dense forest&apos;&#xa0;mean basically the same thing. In fact, it&apos;s a bit of a scale-up, so wouldn&apos;t you say that makes it even better?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t think so, but it was a waste of time, so I decided to stop arguing and just nodded.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Morishita&apos;s proposal is something else, but can&apos;t we actually break through somehow? Like just forcing our way through?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Unable to hide his irritation, Matoba nervously bounced his right foot up and down.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;d be rough. Attacking them from our position is a complete suicide mission. Besides, where would we even go if we broke through? Head north and Class A&apos;s there to greet you; head east and it&apos;s Class D. There&apos;s no escaping a scenario where we get pincered by Class B coming up from behind.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Maybe Class A and D will let us pass, afraid of getting hurt themselves...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m sure they don&apos;t <em>want</em>&#xa0;to fight. But we&apos;d be crashing an event they&apos;re trying to claim in safety, right? You think they&apos;re just going to say, &apos;Let&apos;s all be friends and split the supplies&apos;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If we were in their shoes, we would naturally move to eliminate any approaching class.</p><p class=\"paragraph\" style=\"text-align: left\">Matoba, who must have easily imagined the same, clicked his tongue.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Damn it... We&apos;re seriously, seriously one step behind. So does that mean our only option is to wait for them to attack?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If they were to attack us, we would have the option of using our geographical advantage, but it&apos;s unlikely they will rush in so carelessly. It&apos;s in their best interest to continue leveraging their absolute superiority in numbers, after all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Faced with that harsh reality, the group fell silent for a moment.</p><p class=\"paragraph\" style=\"text-align: left\">Trying to do something about the oppressive atmosphere, Hashimoto shifted his gaze to his backpack.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But man, we&apos;re barely managing to endure this as it is. Classes with forty people must be struggling big time.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">They could probably get through the first day with what they were given at the start, but unless they acquired more provisions in the second day&apos;s events, things would likely become progressively more difficult.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Now that our class has been cut in half, the food situation should be easier to handle.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even so, that doesn&apos;t change our disadvantage. The three other classes are collecting supplies at their leisure.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Class D acquired the most supplies with ten boxes, followed by Class A and Class B with nine. Even looking only at food items, the gap was more than one box.</p><p class=\"paragraph\" style=\"text-align: left\">It was 5:00 p.m. in area G12. The number of supply drops for the day&apos;s final event was&#x2014;nine locations in total.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And now we get the fewest of the day?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Moreover, you could hardly say these are favorable areas for us, either.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The analyst, Sanada, lightly pressed the side of his glasses with his palm as he pointed to each drop location.</p><p class=\"paragraph\" style=\"text-align: left\">There were no locations they could target while avoiding a confrontation with Class B, who watched them like a hawk, leaving only the dangerous D12 and I10. Since the next closest was G8, the only two locations they could realistically target were those first two.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Class B has no intention of letting us escape, so we&apos;ll definitely be competing there. We&apos;ll only be evenly matched if they split into two groups. If they concentrate their forces on one side, I doubt we stand a chance.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;How about a strategy where we risk it and escape to the east? Class D is at N12 right now, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed Matoba hadn&apos;t given up on escaping from the southern area.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If we get caught in a pincer attack, things will be even tougher than they are now. Are you okay with that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s why... we&apos;ll just have to pray that doesn&apos;t happen...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You can&apos;t call leaving things to chance a strategy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The current situation was still difficult, but the option to escape to the east certainly existed.</p><p class=\"paragraph\" style=\"text-align: left\">However, if they made that choice now, Class B would undoubtedly follow.</p><p class=\"paragraph\" style=\"text-align: left\">If that happened, the next time they tried to escape, there would be no path left but the dangerous one over the mountains.</p><p class=\"paragraph\" style=\"text-align: left\">How many students in Class C could cross the mountains and reach the northeast area?</p><p class=\"paragraph\" style=\"text-align: left\">And even if they did cross, what benefit would there be?</p><p class=\"paragraph\" style=\"text-align: left\">It was hardly a feasible plan.</p><p class=\"paragraph\" style=\"text-align: left\">Putting aside what to do about their future base, the immediate problem was supplies.</p><p class=\"paragraph\" style=\"text-align: left\">The supplies that appeared at D12 and I10 were food, so they wanted to move to secure them at all costs.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We&apos;re staying based in the southern area and securing the supplies.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...So we&apos;re prepared to fight, then.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sighing, Matoba&apos;s expression hardened with resolve.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If we were only thinking about today, avoiding them would be fine. But tomorrow&apos;s event isn&apos;t until 11:00 AM at the earliest. And since there&apos;s no guarantee we&apos;ll get food, I want to secure both spots if possible, or at least one of them.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Understood. So, what&apos;s the specific plan?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If they were going for supplies with enemies present, cooperation with the commander was as essential as ever&#x2014;no, even more so.</p><p class=\"paragraph\" style=\"text-align: left\">Therefore, they could split into two groups of equal number, led by the VIPs Shiraishi and Takemoto and prioritize balance, or concentrate all their forces in one location.</p><p class=\"paragraph\" style=\"text-align: left\">The students looked at each other, speculating which plan it would be.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Going after the supplies means we&apos;re not gonna back down easily, right? Then shouldn&apos;t we concentrate our forces? We&apos;ve only got half our strength left. Even if they split up, they&apos;ll still outnumber us two to one. If we clash, we could get wiped out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was only natural that the morale of a class already falling behind was low and that anxiety would take precedence.</p><p class=\"paragraph\" style=\"text-align: left\">It seemed opinions within the class were divided, but there was no time for a leisurely debate.</p><p class=\"paragraph\" style=\"text-align: left\">Within the limited one-hour timeframe, Class B would start moving at any moment. No, they might have been moving already.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We&apos;re still going after both supply drops.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you serious? They&apos;ll probably come for both too. If you&apos;re so sure of that, we&apos;d be better off concentrating on one. When it comes to a fight, it&apos;s pointless unless we&apos;re on even footing in terms of numbers.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Matoba explained just how risky it was to face an enemy with twice their numbers.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I agree with Matoba-kun. Isn&apos;t it an option to play it safe and just go for one? If we all move together, even they won&apos;t be able to easily charge a group of nearly twenty people. And if they decide to gather their entire class, we can just retreat.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was true that if we focused on one location instead of two, our safety would increase dramatically.</p><p class=\"paragraph\" style=\"text-align: left\">To fight a consolidated Class C, they would need more than half their students to gain an advantage and to guarantee victory, they would have to gather everyone.</p><p class=\"paragraph\" style=\"text-align: left\">However, such a large-scale movement, barring the use of a tactic, would definitely be detected by the commander and the VIP would be notified of an approaching presence immediately.</p><p class=\"paragraph\" style=\"text-align: left\">That was precisely why Matoba&apos;s idea of moving as a whole group sounded clever at first glance, but it was proof that he hadn&apos;t considered it from the enemy&apos;s perspective.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If I were Ryuuen&#x2014;no, if I were any other class, I&apos;d be grateful to see Class C moving in one big clump. I could judge that you&apos;ve chosen the path of self-destruction without me having to risk a fight. I could ignore the supplies Class C is targeting and go collect a ton of events instead. By tomorrow morning, you guys will be unable to bear the hunger, your stamina and intelligence will have dropped and you&apos;ll be forced to take on even harder events.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I see.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The other classes are the ones who desperately need supplies right now. If we group up, we&apos;d just be helping them out, huh.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry, but we don&apos;t have time to debate this any further. This is my decision as the one temporarily in charge of Class C. If you still have objections, you&apos;ll have to face the appropriate consequences.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Appropriate&#x2014;meaning, they would have to bear the risk of expulsion.</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t even need to wait for an answer; Matoba and the others likely didn&apos;t have that kind of resolve.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Fine. How are we splitting the teams?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With limited time, the farther the distance, the faster they needed to move.</p><p class=\"paragraph\" style=\"text-align: left\">Heading to I10, where the supplies were located in the mountains, would be tough.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll go to I10 alone. Even if I don&apos;t know the exact location of the supplies, the watches have a built-in compass and a function to check our current location. It won&apos;t be that hard to reach the designated area itself. The rest of you, head to D12.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Alone...? Are you for real? They&apos;re definitely moving with their VIP. If they spot some guy moving on his own, he&apos;s bound to be a target.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since time was precious, I had them start preparing while I continued my conversation with Hashimoto.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even so. I have no intention of changing my decision.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Right. Well, if that&apos;s what you&apos;ve decided, I won&apos;t argue any further, but...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Alright. Takemoto, Hashimoto and the rest of you, hurry to the designated area, find the event and secure the supplies. After that, we&apos;ll regroup in one to one and a half hours. The primary rendezvous is F12. Even if you get separated from the VIP, it&apos;s near the base, so you&apos;ll be conspicuous and easy to spot. However, if other classes surround us there, we&apos;ll have no escape route. Therefore, if the commander gives a signal, I&apos;m designating H12 as the secondary rendezvous.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If, by some chance, another class approached the rendezvous point, it had to be avoided as a meeting spot. That was because the commander was always fully aware of the other classes&apos; movements.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do we do if Ichinose&apos;s class attacks?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Considering the distance, there&apos;s no way Class D will force an attack on us.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Because the VIP was worth one hundred points, it was easy to lose sight of other things, but even losing a single point from a reduced number of guards would become a major handicap in determining the final rankings.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But there&apos;s no guarantee they won&apos;t attack, is there? I&apos;m sure they want to win when they have the chance.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Basically, if we don&apos;t attack, we won&apos;t be attacked. Operate under that assumption.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Guess I&apos;ve got no choice but to believe that for now. So, how are you planning to meet up with us? You won&apos;t have any way of knowing how the situation changes moment to moment, right? It&apos;d be hell if you got separated.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t worry about me. More importantly, let&apos;s talk about what happens if you&apos;re attacked by Class B while securing supplies. You are only to engage them if their numbers don&apos;t exceed ten. The moment you confirm they have more people than that, you&apos;re free to retreat.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was extremely difficult to capture a fleeing enemy on this vast, deserted island.</p><p class=\"paragraph\" style=\"text-align: left\">Deducing how the three classes would move for the last event of the day required no great thought.</p><p class=\"paragraph\" style=\"text-align: left\">I sent everyone ahead to D12, while I headed for I10 alone.</p>",
  "prevChapter": {
    "volumeId": "y3v3",
    "chapter": 24,
    "title": "Part 2"
  },
  "nextChapter": {
    "volumeId": "y3v3",
    "chapter": 26,
    "title": "Part 4"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 3",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 11
    },
    {
      "label": "Prologue: Shiina Hiyori's Monologue",
      "href": "prologue.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 1: Opening. Survival Game Special Exam.",
      "href": "c1.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "c1p1.xhtml",
      "index": 14
    },
    {
      "label": "Part 2",
      "href": "c1p2.xhtml",
      "index": 15
    },
    {
      "label": "Part 3",
      "href": "c1p3.xhtml",
      "index": 16
    },
    {
      "label": "Chapter 2: A Surprise Attack",
      "href": "c2.xhtml",
      "index": 17
    },
    {
      "label": "Part 1",
      "href": "c2p1.xhtml",
      "index": 18
    },
    {
      "label": "Part 2",
      "href": "c2p2.xhtml",
      "index": 19
    },
    {
      "label": "Part 3",
      "href": "c2p3.xhtml",
      "index": 20
    },
    {
      "label": "Part 4",
      "href": "c2p4.xhtml",
      "index": 21
    },
    {
      "label": "Chapter 3: The Unseen Pressure",
      "href": "c3.xhtml",
      "index": 22
    },
    {
      "label": "Part 1",
      "href": "c3p1.xhtml",
      "index": 23
    },
    {
      "label": "Part 2",
      "href": "c3p2.xhtml",
      "index": 24
    },
    {
      "label": "Part 3",
      "href": "c3p3.xhtml",
      "index": 25
    },
    {
      "label": "Part 4",
      "href": "c3p4.xhtml",
      "index": 26
    },
    {
      "label": "Part 5",
      "href": "c3p5.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: A Chance Encounter",
      "href": "c4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "c4p1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "c4p2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "c4p3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "c4p4.xhtml",
      "index": 32
    },
    {
      "label": "Part 5",
      "href": "c4p5.xhtml",
      "index": 33
    },
    {
      "label": "Chapter 5: The Alliance",
      "href": "c5.xhtml",
      "index": 34
    },
    {
      "label": "Part 1",
      "href": "c5p1.xhtml",
      "index": 35
    },
    {
      "label": "Part 2",
      "href": "c5p2.xhtml",
      "index": 36
    },
    {
      "label": "Part 3",
      "href": "c5p3.xhtml",
      "index": 37
    },
    {
      "label": "Part 4",
      "href": "c5p4.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: The Real Goal",
      "href": "c6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "c6p1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "c6p2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "c6p3.xhtml",
      "index": 42
    },
    {
      "label": "Part 4",
      "href": "c6p4.xhtml",
      "index": 43
    },
    {
      "label": "Part 5",
      "href": "c6p5.xhtml",
      "index": 44
    },
    {
      "label": "Part 6",
      "href": "c6p6.xhtml",
      "index": 45
    },
    {
      "label": "Chapter 7: The Time of the Decisive Battle",
      "href": "c7.xhtml",
      "index": 46
    },
    {
      "label": "Part 1",
      "href": "c7p1.xhtml",
      "index": 47
    },
    {
      "label": "Part 2",
      "href": "c7p2.xhtml",
      "index": 48
    },
    {
      "label": "Part 3",
      "href": "c7p3.xhtml",
      "index": 49
    },
    {
      "label": "Part 4",
      "href": "c7p4.xhtml",
      "index": 50
    },
    {
      "label": "Part 5",
      "href": "c7p5.xhtml",
      "index": 51
    },
    {
      "label": "Epilogue: Show Me What You’ve Got",
      "href": "e.xhtml",
      "index": 52
    },
    {
      "label": "Part 1",
      "href": "e1.xhtml",
      "index": 53
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 54
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 56
    }
  ],
  "currentSpineIndex": 25
}