{
  "title": "Chapter 1 - Prologue : The White Room Student's Soliloquy",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 1 - Prologue:<br/>The White Room Student’s Soliloquy</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HE ADVANCED NURTURING HIGH SCHOOL. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Right now, in one of the first-year classrooms of this particular school, an extremely crude and entirely low-level class was being held. These students were the same age as me, but they were struggling tooth and nail to solve questions that were so simple they were practically putting me to sleep. I felt like I was an adult that got mixed in together with kindergarteners.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">More than a few times, I had lamented the pointlessness of being educated in this place and the fact that my time was being wasted. And during those times, a certain person came to mind. Just thinking of that person caused hatred to burst from the depths of my heart, reminding me of the reason I had to be here. Sure enough, I felt strength flow into my right hand, which was gripping my tablet.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ayanokouji Kiyotaka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When did I first learn that name? I wondered. I tried to remember, but it was difficult to recall the exact date. However, I was certain it had been etched into my memory for as long as I could remember. There wasn’t a single person studying in the White Room who didn’t know that name. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And why was that? Because he was simply better than any other student there, of any age, from any point in time. Because no one could surpass the fourth-generation student Ayanokouji Kiyotaka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As a result, Ayanokouji Kiyotaka was held up as the perfect specimen. That one single child had an enormous impact on the White Room, and we, the fifth generation, were probably the most affected. It was said that he always got high marks, no matter how tough the curriculum was. But the same was true for me. I continued to get outstanding results among the fifth-generation students. I had continued to prove that I was a genius, superior to everyone else.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And yet…I had never once been praised for my genius. I don’t think I really need to explain the reason why. The coldhearted words that came out of my instructors’ mouths were always the same.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji Kiyotaka from last year was far more remarkable.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No matter how much effort I put in, no matter how outstanding my performance, I could never be recognized. All I ever got were commands instructing me to try and catch up to someone who was like an unreachable god. Some of the people studying in the same room as me even worshipped the deified Ayanokouji Kiyotaka. How pathetic.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The people in the White Room were being trained to be the best of the best. But now, they were abandoning that goal. There was absolutely no way people like that could survive all the way to the end in the White Room. And sure enough, they ultimately fell by the wayside, not earning so much as a scornful chuckle from me. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But that didn’t mean there were never times when I felt weak, myself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although I didn’t worship him, I had my suspicions that the person known as Ayanokouji Kiyotaka didn’t actually exist, but that he was a fictional character created to inspire us. I guess my instructors were able to see right through those feelings of mine. Once day, I was taken by my instructors to one of the observation rooms used by outside visitors. It was there that I first saw Ayanokouji Kiyotaka with my own two eyes, albeit through a two-way mirror, and confirmed that he was real.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He had no way of knowing that he was being watched. His performance was amazing, though he was entirely disinterested by it. Even now, I remembered how my body unconsciously started trembling just at the sight of him. However, if you were to ask if I felt as though I had just seen a god, I would have strongly denied it. He wasn’t a god. He was someone to be resented.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Worship” was out of the question. “Hatred” was precisely the emotion necessary to inspire us. Yes—it was hatred that caused my body to tremble. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had successfully survived the White Room precisely because I held on to that intense hatred, never forgetting it for even a moment. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In the end, though, worship and hate were nothing more one’s personal thoughts and feelings. To the people in the organization, what we students thought came second. The White Room’s ultimate goal wasn’t to create one individual who was the pinnacle of humanity. It was to conduct research and mass-produce extraordinary, outstanding people. That was the reason for the White Room’s existence. If they had a successful model, it didn’t matter who that person was—it didn’t matter if it was me or Ayanokouji Kiyotaka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Which was precisely why…failures had absolutely no value. So, if Ayanokouji Kiyotaka were chosen as the successful model, then what would happen to me, who was studying at this school right now? I had no idea what my reason for being would be. As a failed experiment, my life would simply be over. Stripped of value.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What a miserable end that would be. I’d be no different from the students who fell by the wayside. I absolutely could not allow that to happen. No matter what it took, I had to prove that Ayanokouji Kiyotaka was not the best. I had to make the organization recognize that I was a successful model. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, a once-in-a-lifetime opportunity suddenly fell into my lap. Ayanokouji Kiyotaka defied orders and did not return to the re-opened White Room. I had never crossed paths with him before, but thanks to this, I had the chance to encounter him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">…That’s right.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had a unique opportunity to be able to consign him to oblivion directly myself. To do so, it would be best if I cast aside all imaginary constructs like “common sense.” In a manner of speaking, one way for me to solve my problem would be…to kill him.</span></p>\n",
  "nextChapter": {
    "volumeId": "y2v2",
    "chapter": 8,
    "title": "Chapter 2: Changing School Life"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : The White Room Student's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Changing School Life",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: Days Passing By",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Approaching Summer, Premonition of a Fierce Battle",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Battle of the First-Years and Third-Years",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Invitation",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7 - Epilogue : The Calm Before the Storm",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Postscript",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    }
  ],
  "currentSpineIndex": 7
}