{
  "title": "Part 6",
  "content": "<h2 class=\"heading_2\">Part 6</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">AN HOUR LATER, I continued to wait outside the office, wondering how he&apos;d appear.</p><p class=\"paragraph\" style=\"text-align: left\">Then, almost on the dot, a black BMW showed up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll park in the parking lot. Please wait a moment.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tsukishiro, who opened the driver&apos;s window while saying so, parked the car and came back.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You drove here yourself, huh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I usually work alone. Besides, I don&apos;t like entrusting someone else to drive me. It&apos;s like putting your life in their hands.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I thought he was being dramatic, but perhaps it was a reflection of the risks he was taking with his own safety. Occasionally, I also had thoughts about what Tsukishiro said. I ended up letting him into the office and had Tsukishiro sit in a suitable place.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You said you might be able to meet my expectations, but do you even understand what this is about?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">There was a creepy air about him, his smile never fading.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. It&apos;s about the Human Resource Development Project, isn&apos;t it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Looks like Naoe-sensei&apos;s seen through everything. So, he wasn&apos;t planning on leaving it all to me from the start?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That day, I thought Naoe-sensei had entrusted the project only to me and Kamogawa&#x2014;no, it was my own fault for interpreting it that way. It was my first big job. It was natural to think that Naoe-sensei also couldn&apos;t afford to fail and was taking precautions against it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If I fall, will you take over and carry out this project?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Maybe so, or maybe not.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Of course, he wouldn&apos;t answer in such a straightforward manner.</p><p class=\"paragraph\" style=\"text-align: left\">This man was about my age, but he seemed to have stepped into many more territories than I had.</p><p class=\"paragraph\" style=\"text-align: left\">If that were true, it wouldn&apos;t be strange for people to rely on him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That isn&apos;t it, huh? You&apos;re probably just keeping an eye on a politician to replace me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If Kamogawa and I screwed up, another politician would take over the project.</p><p class=\"paragraph\" style=\"text-align: left\">Tsukishiro would constantly observe the situation on a grand scale and report back to Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well done. You&apos;re half right, Ayanokouji-san.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Only half?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. I have two roles. One of the roles is just as you&apos;ve mentioned. The other is to assist the politician entrusted with the Human Resource Development Project.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Assist?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s to be a strong supporter. However, it seems you aren&apos;t pleased with it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Assistance might sound nice, but it also meant being the cleanup crew when things went wrong.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I can&apos;t understand it&#x2014;I can&apos;t see Naoe-sensei relying on someone as young as you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Indeed, I am also a novice in the political world, just like you, Ayanokouji-san. However, if a supporter of a major politician is competent, they will be valued even if they are young. Well, in my case, I work with any kind of client.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tsukishiro didn&apos;t try to hide his competence.</p><p class=\"paragraph\" style=\"text-align: left\">He wasn&apos;t being self-conscious. He showed confidence gained from his achievements.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Before I task you with a job, there&apos;s something I want to confirm.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What is it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I took out this morning&apos;s newspaper and pointed to a small article in the corner.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems a body has been found at the port in Oarai Town, Ibaraki Prefecture.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That isn&apos;t that strange. People die every second across Japan.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He was a local journalist, but I knew this man. He was a lone wolf, an anti-mainstream journalist who disliked the ruling Citizens&apos; Party. He had approached Naoe-sensei for interviews several times.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that relevant to our current discussion?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Did you do it, Tsukishiro?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You ask very direct questions, Ayanokouji-san. And what if I said yes?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t care about that. What I want to know is whether you were impersonating Naoe-sensei when this journalist met you at the restaurant.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tsukishiro briefly glanced at the newspaper article without even a twitch from his eyebrow.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems he was trying to write a gossip article about Naoe-sensei. Despite having a family, he was infatuated with a young woman. It seems unavoidable that this will tarnish the Citizens&apos; Party&apos;s image.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That was indeed the case. This was the real reason this man had been with Naoe-sensei at the restaurant. He had deliberately set a woman on Naoe, then identified and eliminated the journalist who was stalking them.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Of course, he wouldn&apos;t admit it right in front of me&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\">I clenched my fist and slammed it powerfully onto the table.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You don&apos;t seem to be scared. Oh my&#x2026; perhaps you&apos;re feeling some unexpected anger?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tsukishiro analyzed my actions with interest as he continued.</p><p class=\"paragraph\" style=\"text-align: left\">Certainly, to feel fear, awe, or tremble would be the natural reaction to this part of his narrative.</p><p class=\"paragraph\" style=\"text-align: left\">The eerie man in front of me might&apos;ve killed someone as part of his job.</p><p class=\"paragraph\" style=\"text-align: left\">However, I didn&apos;t feel any fear towards Tsukishiro.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you angry that you weren&apos;t assigned the job yourself?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Doing the dirty work is my role. It&apos;s always been that way.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With just one word, I could perform a cleanup no less thorough than this man.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;At least I wouldn&apos;t be foolish enough to allow the body to be found.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I am aware of your connections. You seem to be quite close with the Ooba group, Ayanokouji-san.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He naturally knew about me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then you should&apos;ve realized early on that there&apos;s no reason for me to fear you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The Ooba group may not be a large organization, but it certainly harbors some notorious members. I understand the difficulties you must&apos;ve faced when trying to establish a friendly relationship with them. However, a body that isn&apos;t found is not a body. A mere missing-person scare wouldn&apos;t have been enough to chill the spines of the countless rats watching over Naoe-sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In other words, the body wasn&apos;t hidden poorly&#x2014;it was intentionally made to be found.</p><p class=\"paragraph\" style=\"text-align: left\">Whether Tsukishiro was involved in the local journalist&apos;s death no longer mattered.</p><p class=\"paragraph\" style=\"text-align: left\">At this point, when I reached out and grabbed him by the collar, I realized that threats wouldn&apos;t work on him. His strategy was effectively in play.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand your feelings, but that only proves how much Naoe-sensei is dedicated to his Human Resource Development Project. Once he decided to promote you, he didn&apos;t want to risk crossing a dangerous bridge just to sink a mere journalist. Even if this incident becomes a problem, only someone else, whose identity and background are unknown, will take the blame.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This man was dangerous. However, he was skilled, and if he understood the situation, negotiations would be quick.</p><p class=\"paragraph\" style=\"text-align: left\">If I couldn&apos;t handle a man like him, I wouldn&apos;t be able to reach greater heights.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There are many things I dislike about this, but you can&apos;t make an omelet without breaking eggs.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s the correct answer. You should think about things without letting your personal feelings get in the way.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Further small talk would just be a waste of time.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Let&apos;s get to the main topic.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was interviewing staff for a new research lab until just now. I&#x2019;ve secured a certain amount of personnel, but I&apos;m lacking a decisive factor. If I have to search again, it will take time.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you asking if I can arrange some other personnel for you? And quickly?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you know someone suitable, that&apos;ll do. However, I&apos;m not looking for anyone mediocre.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t worry. I know some capable individuals who will satisfy you, Ayanokouji-san.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Really?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;However, whether I introduce them to you is another matter. You understand, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Most of this world operates on business.</p><p class=\"paragraph\" style=\"text-align: left\">Whether you liked someone or not, and no matter how close you were to them, none of that mattered.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand. How much?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If paying a price brought a return, I had no complaints.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Normally, using money to solve things would be the best strategy, but I have my own policies&#x2014;I enjoy having a thorough discussion with potential clients I might work for. Could we have a meeting here first?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s strange. Just a moment ago, I was the one conducting interviews, and now I&apos;m the one being interviewed?&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>What a joke.</em>&#xa0;However, it would be foolish to waste an opportunity over a little time or pride.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Understood. Do as you like.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>I&apos;ll play along with Tsukishiro&apos;s game and see if he&apos;s of any use.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tsukishiro took out a thin, light-blue, clear file and extracted several papers from it. Everything had gone according to plan so far.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji Atsuomi, age 31, male. Born in Aso City, Kumamoto Prefecture, his highest education is high school&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Wait a minute. Is it necessary to confirm such things in the interview?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s important.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He didn&apos;t seem to be joking, but his faint smile was nauseating.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You and I are equals. No, perhaps we aren&apos;t equals. As for what determines the hierarchy between us, that&#x2019;s up to you now&#x2014;it&#x2019;s free. If you feel like cursing me in your mind, please feel free to speak up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>He&apos;s grinning, but how serious is he?</em></p><p class=\"paragraph\" style=\"text-align: left\">However, I had already made my judgment.</p><p class=\"paragraph\" style=\"text-align: left\">I had realized that we had similar, yet very different personalities.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I haven&apos;t been holding back until now, but I was somewhat restrained because of Naoe-sensei&apos;s presence lingering in the background. From now on, I will respond without any reservations.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That would be better.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tsukishiro smiled and began to speak again.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve traced as much of your background as I could. Your life wasn&apos;t easy; it seems you had a poor and deprived childhood.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was unclear how much he had investigated, but it seemed he had done a considerable amount of research.</p><p class=\"paragraph\" style=\"text-align: left\">He likely contacted people who knew me during my childhood and student days.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I also investigated your family structure. Your parents abandoned you when you were young and disappeared, and you were raised by your paternal grandparents.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">From his tone, giving him a clumsy lie would&apos;ve been counterproductive.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Without parents, without money, without a decent home&#x2014;it was a life that&#x2019;s bound to be judged that way.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Without a decent home? What kind of place did you live in?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It was a dugout shed used to store agricultural tools managed by the neighborhood adults. The roof was a crude, corrugated tin roof, and there was no electricity or gas. The bath was a tub with water heated on a cassette stove, and I only bathed once or twice a week.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It wasn&apos;t a past to boast about, and to others, it might sound like self-deprecation.</p><p class=\"paragraph\" style=\"text-align: left\">However, I wasn&apos;t pessimistic about the past.</p><p class=\"paragraph\" style=\"text-align: left\">Thanks to that, I think I was able to lead a life that made me determined to rise.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;When I entered middle school, my grandfather died of illness. That was a turning point. I acquired a small amount of insurance money he had deposited, and I was able to buy and move into an old house nearby with my grandmother.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">To others, that old house might not have seemed like a desirable place.</p><p class=\"paragraph\" style=\"text-align: left\">However, I remembered feeling happy, as if I had acquired a huge castle.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is your grandmother still alive?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No. I recall her dying when I was just over twenty. Probably.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s quite vague.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I wasn&apos;t there at her deathbed&#x2014;I wasn&apos;t even interested. I was too busy living for myself.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I received a phone call once from a distant relative, but I didn&apos;t attend the funeral. I paid the minimum expenses and had everything handled.</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t even know where my grandparents&apos; graves were or where their ashes were kept.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Considering she raised you with such dedication, it ended up being quite a meaningless death, didn&apos;t it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Dedicated&#x2026; dedicated, huh? I don&apos;t know about that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Of course, I understood that raising children was difficult, but still, that was the way I thought.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It was indeed a meaningless death. The son she desperately raised abandoned his own child and disappeared somewhere, and the grandson that she was left with didn&apos;t even try to help his caregiver. She lived in poverty for decades, never indulging in luxury.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If I had been my grandmother, I would&apos;ve called it a living hell.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Looking at that situation objectively now, how do you feel? Does it pain your heart?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No? It&apos;s no different from back then. No&#x2014;even more so. My grandmother lived a loser&apos;s life by her own choice and died as a defeated dog. If she had abandoned me, her grandson, and used my grandfather&apos;s insurance money wisely, she might&apos;ve had a slightly better life.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I had no intention of living such an awful life.</p><p class=\"paragraph\" style=\"text-align: left\">As the closest example of what I shouldn&apos;t be, she served her purpose well.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;When did you decide to become a politician?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It started when I was a host and a woman who came as a customer told me about it. Politicians make money and gain power.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Indeed, in the circles, there were many politicians who frequented cabarets.</p><p class=\"paragraph\" style=\"text-align: left\">The idea of living off the taxpayers&apos; money and playing around was enviable, and that was what triggered my interest.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;At twenty-five, you ran for the first time, but it was hopeless with the number of votes you accumulated. You were miserably defeated with your deposit confiscated.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tsukishiro read out my profile that he had researched.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;At twenty-seven, with the dissolution of the House of Representatives, you declared your candidacy again; Naoe-sensei favored and supported you, leading to your first election. It seems you studied politics quite a bit in those two years.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I admitted that it was the most desperate thing I had ever done in my life, but as a former host, I used a woman to get close to Naoe-sensei. Of course, that alone wouldn&apos;t have been enough to earn his recognition. However, I was confident that my persistent contact, enthusiasm, and ambition had won him over.</p><p class=\"paragraph\" style=\"text-align: left\">I thought Tsukishiro would ask more probing questions, but he nodded in satisfaction.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you for sharing the details.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He closed the file and faced me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Very well. I acknowledge you as a client.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Saying so, Tsukishiro took out a new file.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Wait. You acknowledge me as a client just from that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You lack knowledge in some areas, but that&apos;s not important. A brilliant mind and body can be replaced anytime. What&apos;s important are your &apos;thoughts.&apos; Your ambition, tainted with an unmistakable evil, is an excellent trait for a politician.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I looked down at the file in front of me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;These are the capable personnel suitable for your task.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Had Tsukishiro anticipated that I would contact him for a researcher?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>No, perhaps Naoe-sensei was backing me up behind the scenes.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;How much?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s free this time. If you can return the favor by making it big someday, that would be best. You might become a big shot someday. That&apos;s the main reason I took this on.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t make me laugh. How many politicians have you whispered the same thing to? Do you think I would take such flattery at face value?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even this man, who boasted of recognizing my potential, had decided to cooperate only after seeing my background.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, it&apos;s more than just one or two people.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He readily admitted it and stood up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The more talented you are in the world of politics, the more enemies you make. The nail that sticks out gets hammered down, and your political life could be taken away. Your wickedness and ambition might be crushed by a much greater power.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I won&apos;t be crushed quietly.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. If you find yourself in a situation where you might be killed, you&apos;re prepared to take your opponent down with you&#x2014;such beings tend to survive.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As a newcomer in the political world, I couldn&apos;t do anything without Naoe-sensei&apos;s support.</p><p class=\"paragraph\" style=\"text-align: left\">While Tsukishiro and I were leaving the office, a young man in a lab coat appeared before me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This is the person you were looking for. I instructed him to come at this time.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Was this your plan from the start?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, if you had failed my interview, I wouldn&apos;t have let you meet him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Saying so, Tsukishiro bowed and left the office.</p><p class=\"paragraph\" style=\"text-align: left\">Another person was added for me to interview this time.</p><p class=\"paragraph\" style=\"text-align: left\">The resume bore the slightly unusual name &quot;Suzukake Tanji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hello.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Please, have a seat.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I couldn&apos;t be careless even if Tsukishiro and Naoe-sensei had this person arranged.</p><p class=\"paragraph\" style=\"text-align: left\">The people I hired had to be thoroughly questioned to ensure there wouldn&apos;t be any issues.</p><p class=\"paragraph\" style=\"text-align: left\">The man who entered the room, Suzukake, looked like a scruffy middle-aged man with a stubble beard, but he was actually two years younger than me. He graduated top of his class from Tokyo University and went to the U.S., but he hadn&apos;t achieved anything significant.</p><p class=\"paragraph\" style=\"text-align: left\">He was essentially a man with only an academic title and no substantial achievements, but it was still unclear why Tsukishiro recommended him to me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The resume seems quite blank. What were you doing overseas?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was doing what I felt like.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And what&apos;s that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, various things.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That doesn&apos;t clarify anything. Please be more specific.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;People watching.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>It was good to see so many people today who can&apos;t use proper polite speech.<sup id=\"fnref-1-a836ac3d-fd4a-5db4-805d-5348933c45f2\"><a class=\"footnote-ref\" href=\"#fn-1-a836ac3d-fd4a-5db4-805d-5348933c45f2\" data-ref=\"1\" epub:type=\"noteref\">[1]</a></sup></em></p><p class=\"paragraph\" style=\"text-align: left\">However, I learned that being spoken to in a normal way was somewhat better than being spoken to with half-hearted honorifics.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So why did you decide to apply for this interview?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I heard the pay was good. I need money to stay overseas.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The cost of living is incomparably high there, so that&apos;s understandable.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>He should stay and work locally if he has the ability, but seeing this man&apos;s attitude, it&apos;s clear that it&apos;d be difficult without even having to ask.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;I have something I want to ask you too&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What is it that you want to ask?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Before that, stop&#xa0;using that creepy polite speech. You can look at me like I&apos;m a bug, but if you&apos;re serious about working, I want to know your true nature.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;I see. That&apos;s fine, but won&apos;t it just mean I&apos;ll be going home?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If the other party wished, there was no need to keep up a human fa&#xe7;ade.</p><p class=\"paragraph\" style=\"text-align: left\">He relaxed his posture a little and crossed his legs.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;For now, you aren&apos;t hired, Suzukake. Your intellect is commendable, having graduated from prestigious schools while still young and always maintaining the top spot in your classes&#x2014;but you haven&apos;t accomplished anything since then.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s just that there wasn&apos;t a stage prepared for me to leave anything behind.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He answered and immediately continued.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not seeking fame or titles. However, I want to unravel the mechanisms of humanity. I thought the human resource policy this project advocates was an excellent opportunity to answer my questions.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re not seeking titles, huh? If you can deliver results that meet our expectations, we will prepare rewards you can&apos;t get if you were on a public stage. And if the White Room Project succeeds, you&apos;ll be able to seek honor.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I handed over materials related to the White Room, and Suzukake began to read them immediately.</p><p class=\"paragraph\" style=\"text-align: left\">I thought I had to let these guys fully demonstrate their talents, dangling a large number of carrots in front of them, but researchers were unpredictable.</p><p class=\"paragraph\" style=\"text-align: left\">Like a child, his eyes sparkled as he checked the institution&apos;s facilities and environment, and he began muttering his hopes and ideals on his own.</p><hr class=\"footnote-rule\"/><ol class=\"footnotes\"><li data-id=\"a836ac3d-fd4a-5db4-805d-5348933c45f2\" data-ref=\"1\" class=\"footnote first-footnote\" id=\"fn-1-a836ac3d-fd4a-5db4-805d-5348933c45f2\"><p class=\"paragraph\" style=\"text-align: left\"><a class=\"footnote-backref\" href=\"#fnref-1-a836ac3d-fd4a-5db4-805d-5348933c45f2\">[1]: </a>Japanese has various levels of honorific language, and especially with people that are older than you as well as in occupational settings, you&apos;d use formal speech. Here, Suzukaku was using polite speech, not overly formal and not overly casual.</p></li></ol>",
  "prevChapter": {
    "volumeId": "v0",
    "chapter": 19,
    "title": "Part 5"
  },
  "nextChapter": {
    "volumeId": "v0",
    "chapter": 21,
    "title": "Part 7"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Volume 0",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Ayanokouji Atsuomi's Monologue",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Project Launch",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "chapter-1-part-2.xhtml",
      "index": 13
    },
    {
      "label": "Chapter 2: Effort",
      "href": "chapter-2.xhtml",
      "index": 14
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 15
    },
    {
      "label": "Part 2",
      "href": "chapter-2-part-2.xhtml",
      "index": 16
    },
    {
      "label": "Part 3",
      "href": "chapter-2-part-3.xhtml",
      "index": 17
    },
    {
      "label": "Part 4",
      "href": "chapter-2-part-4.xhtml",
      "index": 18
    },
    {
      "label": "Part 5",
      "href": "chapter-2-part-5.xhtml",
      "index": 19
    },
    {
      "label": "Part 6",
      "href": "chapter-2-part-6.xhtml",
      "index": 20
    },
    {
      "label": "Part 7",
      "href": "chapter-2-part-7.xhtml",
      "index": 21
    },
    {
      "label": "Part 8",
      "href": "chapter-2-part-8.xhtml",
      "index": 22
    },
    {
      "label": "Chapter 3: Activation",
      "href": "chapter-3.xhtml",
      "index": 23
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 24
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 25
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 26
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: An Unprecedented Experimental Facility",
      "href": "chapter-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 5: Stories of Innocent Children",
      "href": "chapter-5.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 32
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 33
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 34
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 35
    },
    {
      "label": "Part 6",
      "href": "chapter-5-part-6.xhtml",
      "index": 36
    },
    {
      "label": "Part 7",
      "href": "chapter-5-part-7.xhtml",
      "index": 37
    },
    {
      "label": "Part 8",
      "href": "chapter-5-part-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 9",
      "href": "chapter-5-part-9.xhtml",
      "index": 39
    },
    {
      "label": "Part 10",
      "href": "chapter-5-part-10.xhtml",
      "index": 40
    },
    {
      "label": "Chapter 6: Hopelessness and a Way of Life",
      "href": "chapter-6.xhtml",
      "index": 41
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 42
    },
    {
      "label": "Part 2",
      "href": "chapter-6-part-2.xhtml",
      "index": 43
    },
    {
      "label": "Part 3",
      "href": "chapter-6-part-3.xhtml",
      "index": 44
    },
    {
      "label": "Part 4",
      "href": "chapter-6-part-4.xhtml",
      "index": 45
    },
    {
      "label": "Part 5",
      "href": "chapter-6-part-5.xhtml",
      "index": 46
    },
    {
      "label": "Part 6",
      "href": "chapter-6-part-6.xhtml",
      "index": 47
    },
    {
      "label": "Epilogue: Looking Ahead",
      "href": "epilogue.xhtml",
      "index": 48
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 49
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 50
    },
    {
      "label": "Part 3",
      "href": "epilogue-part-3.xhtml",
      "index": 51
    },
    {
      "label": "Author's Postscript",
      "href": "authors-postscript.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 20
}