{
  "title": "Part 1",
  "content": "<h2 class=\"heading_2\">Part 1</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">ON THE DAY Kiyotaka arrived, I gathered the researchers, Suzukake included.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji-sensei, this is the curriculum we&apos;re starting this year for the fourth-generation students.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tabuchi, with dark circles under his eyes, operated the computer.</p><p class=\"paragraph\" style=\"text-align: left\">As the documents were projected onto a large screen, I went through them while receiving explanations.</p><p class=\"paragraph\" style=\"text-align: left\">When we decided upon Suzukake to lead the second generation, the curriculum created had ten stages.</p><p class=\"paragraph\" style=\"text-align: left\">This time, the fourth generation was assigned a difficulty level of four.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;At age five, the first generation&apos;s children have a dropout rate of 14%; at age two, the second generation&apos;s rate is 6%; and at age one, the third generation&apos;s rate is also 6% right now. Going forward, the dropout rate for the second generation is predicted to exceed 20% by age five, and for the third generation, more than 25%. We&apos;ve been gradually increasing the difficulty, but we&apos;ll take a step further with the fourth generation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As the level demanded of the children rose, the passing criteria naturally became more stringent. Suzukake&apos;s curriculum saw an especially sharp increase in difficulty after age six, when the basics were solidified.</p><p class=\"paragraph\" style=\"text-align: left\">It wouldn&apos;t be surprising if the dropout rate for the first generation suddenly soared.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In reality, how much difference will continuously increasing the difficulty make?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We only have three sets of data so far, but even when comparing the abilities of those at the same age, between the first and third generations, the lowest increase is 11% and the highest is 37%. This proves that the educational method Suzukake-san proposed is leading us to enhance human capabilities.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">You could say that our research had been progressing smoothly thus far.</p><p class=\"paragraph\" style=\"text-align: left\">If the education continued as planned, we could eventually produce children incomparable to the first generation.</p><p class=\"paragraph\" style=\"text-align: left\">However, it would require many years to achieve this.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Also, there are several significant changes. A primary example is shown through our analysis of the dropouts; we found some issues about them. One is their extremely low social adaptability. The cause is clear, as 99% lived only in the White Room. In particular, the first generation only understands the outside world through fragmented learning materials and photos. Even if they were asked to imagine and draw a cityscape, it would be impossible. They can&apos;t even properly recognize what Japan or overseas is. The second and third generations have improved since they started learning with videos, but they lack the everyday knowledge that should come naturally to Japanese children. They have no real experience with vending machines, streetlights, shopping streets, convenience stores, or supermarkets, so outsiders feel a significant disconnect. Even if they remember the words and characters from their text, their lack of firsthand experience makes natural responses impossible.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And? What&apos;s the solution?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If we&apos;re able to take them outside of the White Room, say, something like extracurricular lessons, things would be simple&#x2014;but of course, that isn&apos;t feasible. The more people involved in outside activities, the greater the risk of exposing the facility, and the impact on the young children would be immeasurable.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishida continued the explanation and took out a large pair of goggles.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, this is where the virtual console comes in. Using VR, we can firmly implant the outside world into the children early on. With this, they can freely travel and learn anywhere, both domestically and internationally.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Souya also agreed with the proposal.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ishida-san&apos;s idea isn&apos;t bad. Understanding the bare minimum of common sense virtually is significant. Even if it&apos;s in a virtual space, by perfectly replicating the world and walking through it, they can engrave the experience into their minds. Since the structure will be the same when they go outside, their adaptability will improve to an extent far beyond what it was before.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If there was no need to go outside the White Room, the cost of implementing such facilities would be minor.</p><p class=\"paragraph\" style=\"text-align: left\">I readily agreed and approved the additional budget.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There doesn&apos;t seem to be any issues with the content of the curriculum.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tabuchi nodded in satisfaction, and Ishida and Souya proceeded to stand up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s fine to adopt the virtual console. You may also try other things. However, I want a different curriculum for this fourth generation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Different, you say? How should we modify it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I silently turned my gaze to Suzukake.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Adopt the Beta curriculum.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I conveyed this, tension spread among the researchers.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;What? What did you just say?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Suzukake was probably the most surprised.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I said to adopt the Beta curriculum. Don&apos;t make me repeat myself.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The curriculum Suzukake had created was divided into ten levels of difficulty.</p><p class=\"paragraph\" style=\"text-align: left\">Among them, the highest difficulty, which was quite distinct, was named Beta. Compared to the previous three generations, the education the children would receive from age zero was naturally more rigorous. The difficulty would skyrocket around age six, when the foundation was being built. Even I, who knew little about education, had judged it impossible to realize when I compared the limits of the first generation with the Beta curriculum.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I should&apos;ve explained it to you at the time. I created a curriculum divided into ten levels of difficulty, but regarding Beta, it was always meant to be an unreachable dimension. In practical terms, I see the fifth or sixth level as the limit of human development.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s correct. Compared to the curriculum applied to the second and third generations, the Beta curriculum is incomparable. The curriculum up to the third generation isn&apos;t easy, and to be frank, the results aren&apos;t significantly impressive. Bringing out the Beta curriculum now would only destroy the sample material&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s necessary to gradually increase the difficulty for research purposes. But it takes time to climb the stairs one step at a time. I&apos;d like to see the human limits at this point. Even if everyone drops out, I don&apos;t mind.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;At this timing, with your son present&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I will provide the strictest education to my own child. It&apos;s an excellent opportunity. If the Beta curriculum has even one success story, it will lead to further research.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;But what kind of backlash will we face from the supporters?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s precisely why I said we would adopt the Beta curriculum for the fourth generation, which includes my own child. It&apos;s for research. Frankly, I wouldn&apos;t mind if it kills them.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Starting with Ishida, everyone fell silent, lost for words.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is it really&#x2026; all right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishida might&apos;ve been an eccentric researcher, but he hadn&apos;t strayed from the path of humanity.</p><p class=\"paragraph\" style=\"text-align: left\">That was why he lashed out at me, but he must&apos;ve realized that this was my final decision.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. Assign the fourth level of the curriculum, originally planned for the fourth generation, to the next, fifth generation. This exception is only for the fourth generation. After all, I can&apos;t easily implement an inhumane curriculum without seeing the future.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This way, even if we had to wait a while longer for the results, we didn&apos;t have to worry about receiving them too late.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;To settle this in one go, I&apos;ve prepared an appropriate number of child samples.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I showed them the list of children who would be in the fourth generation, which I had kept hidden until now.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This is&#x2026; seventy-four in total!? That&apos;s more than double the third generation!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve mostly picked up those who are disposable.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The Ooba group and the dark brokers connected to them&#x2014;the amount I paid them wasn&apos;t small, but the more samples, the better. These people must&apos;ve understood how serious I was. However, in reality, among the destitute, there were a few children from wealthy families included. They must&apos;ve dreamt of their children having significant growth upon facing a harsh environment. I took them on without taking any responsibility. However, I would keep the information on which children belonged to wealthy families a secret from the researchers. I didn&apos;t want any special treatment to be given.</p><p class=\"paragraph\" style=\"text-align: left\">Suzukake, who had been listening silently, walked over to Ishida and the others, who weren&apos;t enthusiastic.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ishida-san, I myself, having started research with you and the others, have understood a lot. There are lines that humans shouldn&apos;t cross. I regret creating the Beta curriculum so much. I can only see it collapsing, but since Ayanokouji-sensei says to do it, we have a duty to carry it out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But&#x2014;!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As Ayanokouji-sensei said, this is an exception. From the fifth generation on, it will remain as usual. For me, it&apos;s also a perfect opportunity to deny the reckless curriculum I created. It will make the fourth generation cry, but I want them to follow through, thinking that this will lead to future research.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Over the years, Suzukake, who had continued as a leader, had grown up quite a bit.</p><p class=\"paragraph\" style=\"text-align: left\">Though they always clashed over the content of the research, Ishida and the others eventually nodded in agreement, recognizing Suzukake&apos;s passion and determination.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s my role to feel the pain. I will thoroughly engage in the fourth generation&apos;s education.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As a representative of the White Room, I too had to attend and witness the outcome.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;I understand what you want to say. Of course, I will follow those instructions. However, may I suggest something about the treatment of those who drop out?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you mean?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I must say, the abilities of the children who dropped out far exceed those of ordinary people. It wouldn&apos;t be wrong to say they&apos;ve achieved sufficient results. It would be a waste to simply discard them&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What achievement level are you speaking about? Do you think the goal is simply to pass into a top university or win in some insignificant competitions?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, that&apos;s not&#x2015;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That would be fine as an official reason. However, our real purpose is completely different&#x2014;to protect this country from the world, to strengthen this country, and to produce people with the power to move the country.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Producing honor students wouldn&apos;t help them climb the political ladder.</p><p class=\"paragraph\" style=\"text-align: left\">What we needed and what we demanded were overwhelming abilities.</p><p class=\"paragraph\" style=\"text-align: left\">We needed someone with an unyielding, unshakable steel will.</p><p class=\"paragraph\" style=\"text-align: left\">Only those who others called monsters could cut into the current corrupt political world.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We&apos;ll carefully care for the well-known dropouts and return them to their parents. As long as they have extraordinary abilities, they will be somewhat satisfied.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;And the children that aren&apos;t well-known?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We&apos;ll proceed as planned. Send them to the facility we prepared and let them fend for themselves. Of course, we&apos;ll only do so after training them not to disclose anything about the White Room.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;However&#x2026; that alone will make it very difficult for them to become independent and integrate into society.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So what? I&apos;ve provided them with an education. They should perform better than their peers. There are plenty of chances to climb up. Any complaints?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tabuchi was the only researcher who had a deeply rooted conventional mindset, so he resisted.</p><p class=\"paragraph\" style=\"text-align: left\">That was why I had to drive the point home firmly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just follow the orders. If you defy my commands, I won&apos;t hesitate to cut you off, even if it&apos;s you. Got it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, I apologize.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">My phone rang. The caller was Sakayanagi.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll step out for a moment. Continue the discussion, including the response to the Beta curriculum.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I went out into the corridor and closed the door before answering the phone.</p><p class=\"paragraph\" style=\"text-align: left\"><em>&quot;Ayanokouji-sensei&#x2026;&quot;</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;What&apos;s wrong, Sakayanagi? You seem quite somber.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>&quot;I didn&apos;t want to contact you this way, but your son has been born.&quot;</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah. Sorry I haven&apos;t been in touch. I&apos;ve been quite busy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>&quot;&#x2026;Is it really okay? It&apos;s your long-awaited son.&quot;</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve been prepared ever since I decided to create this White Room. A person in charge of educating abandoned babies can&apos;t expect to have a proper family.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>&quot;However, that might be a bit too much of a leap. The babies in the facility have an unfortunate upbringing, having been abandoned. Since they&apos;re able to grow up without any inconvenience in the White Room, they&apos;re rather fortunate. However, your son is different. He should receive the love of both a mother and a father.&quot;</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve already made my decision.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sakayanagi gasped on the other end of the phone.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I apologize for saying this when I wasn&apos;t the one to initiate the call, but let me make a proposal.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>&quot;A proposal&#x2026;?&quot;</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;You might have a child soon too. If necessary, I am prepared to take in your child.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>&quot;I&#x2026; I can&apos;t be as strong as you, Sensei. I intend to give my unborn child all the love I can with my wife.&quot;</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. I knew you would say that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was typical of Sakayanagi. He would provide proper education and raise an excellent child.</p><p class=\"paragraph\" style=\"text-align: left\"><em>As a result, I suppose I&#x2019;ll personally look forward to it as one of his achievements.</em></p>",
  "prevChapter": {
    "volumeId": "v0",
    "chapter": 28,
    "title": "Chapter 4: An Unprecedented Experimental Facility"
  },
  "nextChapter": {
    "volumeId": "v0",
    "chapter": 30,
    "title": "Chapter 5: Stories of Innocent Children"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Volume 0",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Ayanokouji Atsuomi's Monologue",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Project Launch",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "chapter-1-part-2.xhtml",
      "index": 13
    },
    {
      "label": "Chapter 2: Effort",
      "href": "chapter-2.xhtml",
      "index": 14
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 15
    },
    {
      "label": "Part 2",
      "href": "chapter-2-part-2.xhtml",
      "index": 16
    },
    {
      "label": "Part 3",
      "href": "chapter-2-part-3.xhtml",
      "index": 17
    },
    {
      "label": "Part 4",
      "href": "chapter-2-part-4.xhtml",
      "index": 18
    },
    {
      "label": "Part 5",
      "href": "chapter-2-part-5.xhtml",
      "index": 19
    },
    {
      "label": "Part 6",
      "href": "chapter-2-part-6.xhtml",
      "index": 20
    },
    {
      "label": "Part 7",
      "href": "chapter-2-part-7.xhtml",
      "index": 21
    },
    {
      "label": "Part 8",
      "href": "chapter-2-part-8.xhtml",
      "index": 22
    },
    {
      "label": "Chapter 3: Activation",
      "href": "chapter-3.xhtml",
      "index": 23
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 24
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 25
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 26
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: An Unprecedented Experimental Facility",
      "href": "chapter-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 5: Stories of Innocent Children",
      "href": "chapter-5.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 32
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 33
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 34
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 35
    },
    {
      "label": "Part 6",
      "href": "chapter-5-part-6.xhtml",
      "index": 36
    },
    {
      "label": "Part 7",
      "href": "chapter-5-part-7.xhtml",
      "index": 37
    },
    {
      "label": "Part 8",
      "href": "chapter-5-part-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 9",
      "href": "chapter-5-part-9.xhtml",
      "index": 39
    },
    {
      "label": "Part 10",
      "href": "chapter-5-part-10.xhtml",
      "index": 40
    },
    {
      "label": "Chapter 6: Hopelessness and a Way of Life",
      "href": "chapter-6.xhtml",
      "index": 41
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 42
    },
    {
      "label": "Part 2",
      "href": "chapter-6-part-2.xhtml",
      "index": 43
    },
    {
      "label": "Part 3",
      "href": "chapter-6-part-3.xhtml",
      "index": 44
    },
    {
      "label": "Part 4",
      "href": "chapter-6-part-4.xhtml",
      "index": 45
    },
    {
      "label": "Part 5",
      "href": "chapter-6-part-5.xhtml",
      "index": 46
    },
    {
      "label": "Part 6",
      "href": "chapter-6-part-6.xhtml",
      "index": 47
    },
    {
      "label": "Epilogue: Looking Ahead",
      "href": "epilogue.xhtml",
      "index": 48
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 49
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 50
    },
    {
      "label": "Part 3",
      "href": "epilogue-part-3.xhtml",
      "index": 51
    },
    {
      "label": "Author's Postscript",
      "href": "authors-postscript.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 29
}