{
  "title": "Chapter 3: What Ought to Be Finished",
  "content": "\n  <p class=\"P_Chapter_Header\" id=\"auto_bookmark_toc_12\"><span>Chapter 3:<br/>What Ought to Be Finished</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">K</span><span style=\" font-size: 0.80em;\">EYAKI MALL CHANGED </span><span class=\"C_Current__And__Times_New_Roman\">drastically on Fridays after class compared to how things are on weekdays. After five days of working hard on their studies, the students joyfully entered the lead-up into the days off that awaited them. However, this week specifically, things looked a little different than normal. Perhaps it was the noticeably smaller number of students inside the mall.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I arrived at the café, I saw that Horikita, who had left the classroom before me, was already waiting there for me. When Horikita noticed me, she gestured that she wanted to order a drink, and we went over to the cashier. I purchased one hot coffee and joined her. Horikita looked somewhat restless, fidgeting about in the seat across from me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What’s the matter?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…The ‘matter’?” she asked in return.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I mean, it just seemed to me like there was something bothering you. If I’m wrong about that though, then that’s good,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Maybe it’s my body language?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, it is,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see,” said Horikita. “It’s nothing really, I was just thinking a little about next week’s exam. I’m sorry if I worried you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you’re saying that you’re nervous right now, at this current stage?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Why wouldn’t I be? The fluctuation in Class Points is going to be significant. Whether our class goes up or down, it’s a big turning point either way,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">And also, the more she became aware of her role as the leader, the more she would think about that sort of thing. That was understandable, I suppose, and a moderate feeling of tension wasn’t a bad thing at all.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“By the way…have you noticed how few first-years are around?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Perhaps she wanted to change the subject, because she asked me that question while avoiding my gaze.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. I suppose that the time has finally come for our juniors to undergo the trials and tribulations of an end-of-year special exam too, huh?” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Looking at the inside of the café alone, you could see that there were very few first-year students. Judging from the way things were looking this weekend, a considerably tough special exam might have been issued to them.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It feels like the days and months went by slowly yet quickly. I can’t believe that a year has passed already since they came to this school,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">So said the second-year student, who was only a year older than those first-years, speaking somewhat philosophically, as though taking a farsighted view while she took a sip of her drink.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s kinda like an old person way of talking,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okay, ‘old person’? Rude. I wonder if you could have phrased that a little bit better,” said Horikita, the slightly sweet scent of her black tea wafting across the table along with her grumbling words.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s unusual, for you to have milk tea,” I observed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I was in the mood for a little sugar. I’ve been doing a lot of thinking,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was because when you were a class leader, you had to put more thought into things than anyone else.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I wonder what kind of exam the school is making the first-years take,” mused Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Who knows? If you’re curious, why don’t you capture a first-year and ask them?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There’s no way I could shift my attention to another grade level until I hear from someone about that. Besides, it’s not right for an upperclassman to intrude on the special exam of an unrelated grade level just out of curiosity, right?” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That wasn’t the case when you were being asked for advice, but yes, Horikita was right. That was a problem that should be handled by people within the same grade level. Of course, there were times when people would rely on an upperclassman or junior if they had to in order to survive, but you could say that such examples were rare.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Putting the matter of what’s on their exam aside, do you know what the class situation is for the first-years?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sure that the rankings haven’t changed for them since enrollment, from classes A to D,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With the tacit understanding that we were not to interfere too deeply in their affairs, the only thing that Horikita and I could do was look at the information disclosed by the school and share it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, you’re right. It seems that Yagami from Class B was expelled from school for a matter unrelated to special exams. There was a big penalty, but the gap between his class and classes C and D was too large for that to change the rankings. But now that the gap between Class 1-A and Class 1-B has opened up, and it appears that Class 1-A has started to pull ahead little by little, indisputably,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita then turned the screen of her phone toward me without even having to tap it.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class Points as of March 1</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class 1-A:</span><span style=\" font-size: 1.00em;\"> 991 points</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class 1-B: </span><span style=\" font-size: 1.00em;\">697 points</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class 1-C: </span><span style=\" font-size: 1.00em;\">532 points</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class 1-D: </span><span style=\" font-size: 1.00em;\">510 points</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It looked as though Horikita had investigated the matter in her spare time while waiting for me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We weren’t that different at this point last year, either. But the bottom three classes in their case appear to be pretty close, so it seems possible that there could be a big turnaround depending on the long-awaited End-of-Year Special Exam,” remarked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Depending on the rewards and the competition format, and depending on the case, the chances that Class 1-A and Class 1-D could switch places weren’t zero. I didn’t recall the detailed figures from last year, but I believed that both Horikita and Ryuuen’s classes were hovering around 350 points. And this year’s first-years were doing quite well, considering that even Class 1-D still had over 500 points now, after starting with 800 points.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Just from looking at the Class Points they have, it looks like they’re exceptional, better than we were last year. I’m curious to see how the first-years are holding their classes together,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was my honest assessment after looking at the rankings and points. Class A seemed to be led by either Takahashi or Ishigami, while Class D had a clear leader in Housen. But Classes B and C didn’t appear to have clear leaders at this point. Tsubaki and Utomiya from Class C are both memorable students, but there was little evidence that they were taking actions to lead their class at present. Also, although Yagami was leading the way for Class B, it was currently unclear on how things had changed in his class since his expulsion.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, they certainly may have a high number of Class Points, but that doesn’t mean we can assume that they’re exceptional overall because of that, can we? The special exams they’re being given are different from what we had last year. The environment they’re in is different as well, so we can’t easily judge them based on point values alone,” argued Horikita, perhaps displeased with me praising our juniors.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, ability may be another matter, I suppose. It might simply be that there were just more burdens in our grade level last year dragging us down, like Sudou at the start of the year, compared to other grade levels,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…I wouldn’t go that far. That’s a mean thing to say,” snapped Horikita. She had been the one to bring up the topic of the first-year students, but she seemed to have no intention of continuing the discussion any further, because she turned off her phone’s screen and took another sip from her cup.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’d like to move onto the main topic. Should I hear it from you first? Or should I come out and talk about the End-of-Year Special Exam?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I guess talking about the first-years and what they would deal with might have made her feel a bit more relaxed about our year’s ordeal.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let’s start with the exam. I wanted to talk about that too, anyway,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I figured that was probably what this was about. If that’s the case, I appreciate it,” said Horikita, her eyes creasing happily. She seemed pleased about the fact that I had contacted her myself in regard to the special exam. “Okay, well, then… First of all, do you think there are any steps that we can take to gain an advantage in this special exam at this time?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As soon as she asked that, however, she immediately shook her head lightly from side to side, as if she were correcting herself.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let me put that in a more straightforward way. What do you think our chances of success are?” asked Horikita, rephrasing her question.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In this case, I actually much preferred that to being asked in a confusing, roundabout way.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Honestly, it’s hard to say,” I replied. “The content and scope of the exam, based on what we can predict from the information revealed to us by the school, seems quite broad and difficult to narrow down. Without specifics, we can’t come up with a strategy that will lead us to victory.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">To put it bluntly, it would only be a waste of resources to rack our brains and come up with guesses about what the test would be like when there were hundreds or thousands of possible scenarios.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Yes, I suppose you’re right. Even Chabashira-sensei doesn’t know the details of the exam. There’s no way for us to produce countermeasures,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If she was expecting advice from me, normally, Horikita would be disappointed. But for some reason, her expression seemed pleased.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You look happy. I was expecting the opposite reaction,” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Really? It makes me happy, though. This is a special exam where I have no idea what will happen, but I guess I was expecting you to say, ‘I have an idea of how to win.’ My dissatisfaction with that would’ve been bigger than my hopes, so I guess I was a little relieved,” she said. Then she quickly appended her statement, saying, “That’s why I am happy to hear you say that. You have this air about you, like you’re quite likely to say outrageous stuff like that, after all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I didn’t remember having an air of any sort, but I wasn’t going to comment on that.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“As long as we don’t know what the exam will be about, then everyone should be in the same boat. Sakayanagi and Ryuuen are no different in that regard,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I suppose you’re right. In other words…there’s nothing we can do until the details are announced?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Just about all we can do is carefully select three representatives who are likely to produce solid results, regardless of the content,” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It would probably be better to select students with the fewest shortcomings from among the class.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Or you could take a gamble and go for an all-or-nothing situation by including a student with clear strengths and weaknesses,” I added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s…a little scary,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, I’m sure it is. That’s precisely why I’m sure that every class will focus on having a solid lineup instead,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“While if asked directly, I would have to agree that the exam is fair, it’s still frustrating,” huffed Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It seemed like there would be a lot of time spent seeking answers to the unanswerable question of whether there was anything we could do at this current stage.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The more you try to reason your way through exams and try to figure out a way forward, the more you’ll feel stuck,” I replied. “So, at times like this, it might be interesting to try to change your perspective a little.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What do you mean?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even if you don’t know what the exam will be about, you can at least imagine who your opponents will be, can’t you? If I were a student in the class that you’re up against, I could easily imagine that you would naturally be the general, Horikita, and that students like Yousuke and Kushida would be first choices as vanguard and center,” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Yes, I suppose you’re right.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In fact, the names I had just mentioned should have been candidates that Horikita had in mind right now.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“In that case, who would you imagine from Ichinose’s class?” I asked. “There’s no doubt that Ichinose would likely be the general, but who else?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, sure enough, I would think that Kanzaki-kun would be a solid pick. No one else who stands out comes to mind, but people like Hatsukawa-san, Hamaguchi-kun, and Niiura-kun seem like they would be good enough candidates. But…” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The look on Horikita’s face said, </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“But what does that tell us?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you can narrow down who your opponents will be, you can then at least try to find their weak points. Now, this is nothing more than an example scenario, but let’s assume that the person you just named, Hatsukawa, has a strong crush on Miyake Akito. If that were the case, then if we intentionally chose Miyake with that in mind, then we might make Hatsukawa unable to make decisions like normal,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you’re talking about ‘chemistry’ then?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, that’s exactly what I’m talking about,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But I can’t imagine that chemistry would affect the outcome of the exam so much as to easily determine a winner, and—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I didn’t say that it’d be particularly easy,” I cut her off. “When it’s difficult to make a breakthrough, first, try to change your point of view. After that, you can decide whether you think it’s a good or bad idea.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I needed to make sure that Horikita knew that some things can quickly come into view just by slightly changing where you stood.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I will keep that in mind,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her words were straightforward and accepting, but she must not have liked something about that, as she had a somewhat disapproving look in her eyes.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You seem to have a lot of thoughts on the matter, so I’m going to ask you a question. You mentioned me, Hirata-kun, and Kushida-san. Do you think that we three would be good representatives?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That is something that you, Horikita, as the linchpin and person worthy of leading the class, have to think about yourself</span><span class=\"C_Current__And__Properties__And__Times_New_Roman\">,</span><span class=\"C_Current__And__Times_New_Roman\">” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I was thinking that first, I’d listen to what those around me have to say. That’s why we’re talking now,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The way she said that sounded a bit roundabout and pompous, like she was trying to make a show of her wit. In that case, I guess I’d give her an answer.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The representatives for the class will have a definite one-on-one structure. Meaning it is better to choose students who can fight as individuals rather than the type of student who can demonstrate their abilities when they’re with multiple people. In addition, we would want to exclude students who specialize in physical abilities, like Sudou and Onodera. Yousuke and Kushida are capable even in a group, but they’re skilled enough to be flexibly adaptable even on their own. I would say that they are safe choices,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s an uninteresting answer. It’s like something you’d find written in a textbook. I’d like a little more individuality,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You already have a plan in mind without even relying on my input, don’t you?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">We had until the end of Sunday to determine the representatives. If she hadn’t narrowed down the candidates by now, then we wouldn’t be having this conversation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, somewhat. That said, there aren’t many people that seem like they can be entrusted with this responsibility. My opinion is almost the same as yours. It’s inevitable that Hirata-kun and Kushida-san would be the first-choice candidates. However, we can’t honestly say that they are the best choices,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okay then, what would you say is the best lineup?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">At my question, she directed a gloomy gaze at me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you, Ayanokouji-kun, along with Kouenji-kun, would accept the position, I would just leave it to you,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita’s vision for the lineup of three representatives: Horikita, Ayanokouji, and Kouenji. Huh. It was true that if the wishes of the people selected weren’t a factor, then that lineup might’ve been ideal.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even if I put aside the matter of you for a moment, I can’t help but find myself thinking, ‘If only Kouenji-kun would honestly accept the task,’ in times like these,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, if he were to take things seriously, coupled with his wild intuition, I’m sure he’d blow through the competition,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, absolutely,” said Horikita, agreeing vehemently.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It might’ve even been possible for him to enter the competition as the vanguard and take out the others, going all the way up to general. Of course, if he was nominated against his will, there was a substantial risk that he would let himself be defeated without even putting up a fight. If anything, that was the only way I could see it unfolding.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But I know better than to hope for that,” Horikita said. “Regarding the matter of Kouenji-kun, I’ve already admitted that I’ll just be watching him quietly until graduation. It isn’t realistic for me to even request that he be a representative, unless he comes out and volunteers for it himself.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It sounded like the odds were so slim that Horikita wasn’t even going to try to talk to him. That was the right move on her part though, and she shouldn’t be carelessly hopeful in her recruitment calls. After all, it was Kouenji, and it wouldn’t be unusual for him to say that something like that was a breach of contract and then make unreasonable demands.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even if it’s impossible to go with him, I would feel comfortable leaving it to you, if you would accept, but…” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She shot a fleeting glance over at me, as if she were consulting an oracle.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Do you think that I would accept?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t, no,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You don’t think so, huh? Actually, if you wanted me to, I wouldn’t mind accepting the role, though.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, I figured as much. After all, I knew it’s not something that you’d say yes so easi—huh?” blinked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita was about to finish her statement, but then she froze, with her mouth hanging open.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What did you just say?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I just said that I’d be willing to accept, if that’s what you want, Horikita,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even though I repeated myself, her mouth still kept opening and closing silently, as though her brain hadn’t processed the information yet.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“R-really? You’re not joking?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t make jokes that aren’t funny. It’d be too much of a hassle if you took a lie like that seriously,” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I suppose, but… Well, um, if you could take on the role of representative, it would be an immense help to not just me, but the entire class. Are you really sure you’re okay with this?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita repeatedly asked me for confirmation, but there was already a bright sparkle in her eyes. I decided to add something important, even though it might dim that sparkle.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sure. However, I have a few conditions,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Naturally, for Horikita, “conditions” was a word that raised alarm.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…And what would those be? Difficult conditions?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m not so sure about that. The question of whether your pride would allow it is also relevant, Horikita,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“My pride? Can you elaborate on that?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even though I told her that there were conditions, she seemed very willing to consider appointing me as a representative, so I kept talking.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sure that in almost one hundred percent of cases, each of the class leaders will be participating in the exam as the general for their respective class,” I began.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, that’s true. The general has the most Life Points, meaning they can make more mistakes, which in turn means that to be a vanguard or center would be to give up that advantage. That much is obvious,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">With that understood, I moved on to talk about the matter of pride.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The present leader of the class is you, Horikita. Unmistakably so,” I said. “With that in mind, one of the conditions I have for my accepting the role is that I would like for you to be the center in the lineup, and that you have me as the general.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You as the general…?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She didn’t need to think too deeply about what that would mean. It would make people think that the real leader of the class wasn’t Horikita, but myself.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“As I said before, it’s quite likely, with almost one hundred percent certainty, the other classes will have Ichinose, Ryuuen, and Sakayanagi as their respective generals. They will want to fight with as much life as possible,” I explained. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita listened to my words, then nodded. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“In other words, if I’m the general, there would be students from not just our class but the other classes that will likely have some thoughts about the matter. Some of them may even see you as being an unreliable leader, Horikita.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s putting it very mildly. But you’re probably right. In this exam, it’s inevitable that the student who sits in the general’s seat would be the most talented student in the class,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Right. Which is why whether or not you are willing to accept that is a prerequisite for me being a representative,” I added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I would respect Horikita’s wishes, of course. If anything, I would see it as something to be glad about if she wished to be the general herself in this case, as I could take that to mean that she has begun to have a keen sense of herself as the leader.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“And if I said that the position of general was the only thing I wouldn’t give up?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Then I guess I’d just say no to the whole thing,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If Horikita rejected the terms of the proposal, then I wouldn’t be a representative, of course.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Pride, huh. I see your point. To be perfectly honest, I personally don’t really care too much whether I’m the general or not, as long as I can win. But that doesn’t mean that I don’t care about it at </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">all</span><span class=\"C_Current__And__Times_New_Roman\">, mind you,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, I’m sure,” I responded. “Actually, if that weren’t the case, we wouldn’t be having this conversation right now.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It wasn’t as though pride itself was something that had any value. But a leader with pride, that was a different matter.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Can you tell me the reason you won’t accept the role if you’re not the general?” She asked. “Is it simply because you’re better than me?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, It’s much simpler than that,” I answered. “I just don’t want to have to take a turn.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you’re saying that you’re willing to be a representative, but you don’t want to fight if you can help it?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s right,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I gave her that answer without any hesitation, Horikita scowled, furrowing her brow as she tried to search for the point of my inclusion as a representative if that was how I felt.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s… I would have to wonder how much good that would even do for me. If I have you as the general, right now, that would probably make me the center. And if I am to fight in such a way that you won’t have to take a turn, then that means I’m going to have to fight quite a grueling battle,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, it certainly would put you at a disadvantage, that’s true. From the start, the number of mistakes you’ll be allowed to make will be reduced, which is a significant handicap. Furthermore, in order to win as the center, you’ll have to cut down a lot of Life Points very quickly to defeat all of the opponents,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It wasn’t surprising that Horikita would have doubts after hearing all of that. By telling her that I would accept only if I were given the role of general, and that I wanted her to make sure I didn’t have to take a turn, I was giving her even more considerations to take into account. Of course, it would be quicker if Horikita could just win it all herself, but things weren’t that easy.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“By the way, judging from your wording earlier, that wasn’t the only condition, was it?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita, still unable to come to a conclusion, asked to check what came beyond that first condition. I had no intention of rushing her, for my part.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okay, let’s put the whole general thing on hold and move on, shall we?” I told her. “I also want a reward in exchange for accepting the positsion of representative.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Private Points?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, I’m not looking for those. What I want is the same thing as Kouenji. That is, from now on, I won’t contribute anything to the class. I will not cooperate. I want you to allow for that,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…That’s…” she started.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I think that this was something she had never expected… Actually, no. Rather, I think that it’s something she didn’t want to think about. Horikita was probably willing to accept a certain level of compensation, but she choked on her words as she tried to respond to my condition.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re saying some truly ridiculous things. What, you’re telling me to let you run completely free, like Kouenji-kun?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It wasn’t anger pouring out of Horikita, it was dismay.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’ve been engaging in discussion with me lately, and you’ve even started to contribute a little to the class, and yet here you are telling me that you won’t even cooperate from now on…?” she huffed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand that you don’t like it. But I have my own thoughts, and that’s exactly why I’ve made this proposal,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Can I ask you something?” asked Horikita. “You said you have your own thoughts. What are those, exactly?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m not dead set on getting up to Class A in the first place. I don’t especially care if I graduate from my current class, or Class C, or Class D. Can’t you understand that someone like that wouldn’t feel the need to work desperately hard and cooperate in order to move up to Class A?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…I suppose you’re right,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“And I’m not as particular about Private Points as Kouenji either. I even feel like what I get from our current amount of Class Points is more than enough. I wouldn’t even be bothered if they were reduced by half</span><span class=\"C_Current__And__Properties__And__Times_New_Roman\">,</span><span class=\"C_Current__And__Times_New_Roman\">” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I told her that even if we lost because I didn’t help, that would still be an acceptable situation for me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okay then, why is it that you’ve lent me a hand every now and then before now?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Because the class becoming stable is the best thing that I could ask for. You and your classmates have matured, Horikita,” I explained. “I’ve simply decided that we’ve reached a point where I can get by with letting go and allowing you and the others to manage things.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I honestly have no idea where to start when it comes to your statements, but… I understand what you are trying to say. You mean that after you help with this End-of-Year Special Exam, you want to relax and enjoy the rest of your time as a student, right?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yep, that’s it,” I said. “But I have no intention of making that particular demand right now, just from taking on the position of general. As long as I’m the general, I promise not to ask for what I just explained right now, about leaving me alone as a reward, as long as you keep winning and make sure they don’t get past our center, thus keeping me from having to take a turn.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Which means you’ll only be demanding </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">that</span><span class=\"C_Current__And__Times_New_Roman\"> condition if you’re forced to take your turn as the general and lead our class to victory then, basically?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. Oh, but keep in mind that even if you get the general for the other class, probably Ichinose, down to one remaining Life Point, and I still have to come in and win it, you’ll still have to keep your promise,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita needed to always keep a development like that in mind, namely, the notion of someone profiting while others fight. It was a proposal that would normally get rejected, unsurprisingly. That was precisely why I mentioned it as an important part.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So, supposing if, hypothetically, I do take a turn as the general, and we lose the exam, then in that case, as long as I remain your classmate thereafter, I promise to help you the next time… Actually, no, I promise to cooperate with you for the next six months,” I declared.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I promised to help her for the next half a year in exchange if I were defeated. That shouldn’t have been a bad offer from Horikita’s perspective.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even in the unlikely event that you lose, I can gain your cooperation for a while… You really have come to me seeking a deal with terms similar to what Kouenji-kun did, haven’t you?” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Actually, I believe my proposal is even better than what Kouenji offered. Unless I were to get expelled in the middle of the year or something else would cause me to leave your class, Horikita, I’m going to be cooperating with you for six months,” I added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Why not say you’ll do it until graduation, instead of saying half a year?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s far too much,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“</span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Sigh</span><span class=\"C_Current__And__Times_New_Roman\">… I suppose that even if I refuse your proposal here, Ayanokouji-kun, I have no guarantee that you’ll continue to devotedly assist me in the future, do I?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Of course not. Because I don’t mind even if I don’t graduate from Class A,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I suppose this is rather fitting for you. What a troublesome proposition,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let me think for a bit,” added Horikita, as she crossed her arms and closed her eyes. It sounded like she would consider the matter and come to a conclusion right here and now, as if she didn’t have any time to delay. Personally, I would’ve been fine waiting until nighttime, but I didn’t want to interrupt her now that she was thinking, so I waited for her answer.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If Horikita, as the center, defeated the general from the opposing class, then our relationship would remain unchanged. Even if Horikita lost, if I then won, she would still get Class Points for the End-of-Year Special Exam. However, the risk was that she’d no longer have my cooperation. If Horikita lost </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">and</span><span class=\"C_Current__And__Times_New_Roman\"> I lost, she would gain my cooperation for the next six months, unless there were some unforeseen problems. Just now, Horikita had been presented with these three possible futures.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let’s say that I, who want you to cooperate with me for the next six months, work together with the vanguard and lose on purpose, so that I put you at a disadvantage. What would you do then?” asked Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I wouldn’t really care. I’ll keep my word if I lose under any circumstances,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…I see. Well, to be honest, the idea of losing on purpose is totally out of the question for me. All right. I’ve decided,” she said, uncrossing her arms after a few moments of careful consideration. After getting this far in our talk, Horikita seemed to have decided which future she wanted to aim for. “To be honest, I was prepared to take on the role of the general myself. There were no other candidates anyway, and I thought that I should probably fight, as the leader.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That makes sense,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But, if you’re willing to serve as the general, then… Well, everything else is trivial. The class winning is my number one priority, more important than my personal wishes. I will take the strategy that has the best chance of winning,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you’re saying that you’re willing to hand over the position of general?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes,” she said. “I will fight with everything I have. It will give me peace of mind, even if it’ll make me more nervous at the same time. Because it means I’ll be forced into an inevitable, hard-fought battle, and that I’ll have to think of a way to win that battle when I’ve given up the position of general.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">For Horikita’s part, she got the insurance and peace of mind that even if she lost, I’d handle it somehow. But, on the other hand, if she used that insurance, she wouldn’t have my cooperation in the future. In that case, the ideal scenario for her would be to lead the way to victory herself while working as the center.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So then, I formally accept your proposal. I will have you be the general for this upcoming special exam,” said Horikita. Then she added, “You’re sure about this? I’m going to be considering you an asset in this.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t intend to drag anyone down, of course. All right. We have a deal,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I offered my hand, and Horikita took it, giving it a shake. </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">I will do whatever it takes to claw out a victory myself</span><span class=\"C_Current__And__Times_New_Roman\">. I’m sure that kind of feeling must have been growing stronger in Horikita, like the feeling of having a fire under you.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh yeah, that reminds me. There’s something I need you to do for me beforehand, if I’ll be accepting this role. I don’t know what the others will think about me being in the general’s seat. There may be classmates who would react negatively to the idea of me being entrusted with such an important battle. There’s also the matter of what happened last year,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m sure that not many people will be against the idea. But I guess it’s not impossible,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Therefore, I want you to get the consent of the entire class,” I added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The entire class?” she asked. “Including Kouenji-kun?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her words carried the implied question: </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Is it really necessary to go that far?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. Including Kouenji,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“But what if he says no? There’s a good chance that he’ll be temperamental.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t think that he’s the type to object to something unless it’s actually detrimental, but I suppose I can’t guarantee that. If he does object, let me know right away. If that happens, I’ll take action directly.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You will?” asked Horikita. “Well, that’s fine with me, but… Very well. I’ll begin right away.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Thanks, I appreciate it. But be as discreet as possible.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What do you mean by ‘as discreet as possible’? Oh, and I’ll keep quiet about the part about how your participation here is based on the condition that you won’t be helping the class in the future. You don’t mind, right?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was only natural that students wouldn’t look too kindly upon it if they knew that I was participating in order to cut corners in the future. Regarding the terms and conditions, those should be kept between us, after all.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Not at all, that’s fine. What I mean by discreetly is that I don’t want Ichinose’s class to know that I will be taking on the role of general. In order to increase our chances of winning, even if only slightly, it is essential that we surprise and fluster our opponent. So please make sure that everyone in our class knows not to leak this to anyone outside,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even if I didn’t do that, I’m sure that there isn’t anyone in our class who would share secrets with another class anyway,” said Horikita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Even so. Even if someone doesn’t intend to leak it, there’s a risk that someone could pick up on it through incidental conversations. In that sense, the warning is so that they focus their minds, so to speak,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, that’s true,” said Horikita, honestly accepting what I said. “All right, then, I’ll let you know if I can get the go-ahead from everyone in class or if there are any dissenting opinions. We’re running out of time, so I intended to get that done by this evening.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I nodded and decided to wait for Horikita’s report.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>3.1</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">H</span><span style=\" font-size: 0.80em;\">ORIKITA AND I </span><span class=\"C_Current__And__Times_New_Roman\">went our separate ways at the café shortly after 6 p.m., after which I stopped by the bookstore. I killed time for just under an hour inside the store, and then walked toward the karaoke room where I’d agreed to meet with the guy I was speaking to next, just as planned. On my way there, I spotted Hasebe Haruka in front of me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Miyake, who was usually together with her, was nowhere to be seen. If we had just run into each other by sheer coincidence, we would have passed by each other in silence. But Haruka’s gaze never left me, and there appeared to be a hint of confusion in it. It was easy to tell that there was something she wanted to say.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Did you need something?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I called out to her as I closed the distance between us, her eyes widened in almost comical surprise. She definitely looked as though she wanted to talk to me, but perhaps she didn’t expect that I would come and talk to her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh, um… Well, it’s… I happened to see you talking with Horikita-san earlier, and…” said Hasebe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Hasebe spoke in a quiet, whispering voice, looking over briefly at the café behind me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I, um, just wanted to talk to you for a sec… Am I bothering you?” asked Hasebe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, you’re not a bother,” I replied. “I don’t have a problem with you, Hasebe.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Thanks,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I supposed Hasebe might have thought I had an issue with her thanks to the fact I was calling her by her last name, but that level of distance was good. It would be more problematic for me to go as far as to call her by her given name, Haruka, at this stage.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Let’s move a little ways away from here, though. This place kind of sticks out,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, I guess you’re right…” said Hasebe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">We walked toward the end of the mall, near the wall, so as not to stand out. There was one student who was still somewhat watching me from a distance, but I didn’t think we’d draw too much attention if we talked here.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We haven’t talked like this since the culture festival,” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, you’re right… Kiyo—um, I mean, Ayanokouji-kun. Has anything changed for you recently? Wait, that’s a weird question. What am I even saying?” said Hasebe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I’m sure it wasn’t like there </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">wasn’t</span><span class=\"C_Current__And__Times_New_Roman\"> anything that she wanted to talk about, but maybe it was just that her head was still a mess because we just started this conversation so suddenly. She couldn’t seem to get her words to come out right.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Nothing’s especially changed, no. For better or worse, things are the same as usual,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see… Well, um, I feel like I’m getting opportunities to smile a little more these days. Though I honestly don’t know if it’s because I’ve been able to accept what happened with Airi at the culture festival or if it’s simply because enough time has passed.” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">No matter how sad past events were, wounds heal, albeit gradually. The more time passed, the more sadness would fade along with the memory. Of course, that wasn’t as easy as one might think. A painful past stays a painful past, and deep scars will remain, of course.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Um, so hey, later, would you…um…” began Hasebe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She was speaking in fragments. At that moment, I gently curled the index finger of my right hand two or three times.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, I um… You see…” stammered Hasebe. She was struggling desperately to put words together but wasn’t connecting them well. “Um… So, later, would you… I mean, together with Miyacchi and Yukimu—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh ho? A clandestine meeting in a place like this, eh, senpai?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Just as Hasebe was finally about to say the thing that she wanted to say, a shadow fell over her. It was none other than Amasawa herself who had run over and shown up with such magnificent timing.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’ve got Karuizawa-senpai as your girlfriend, and now you’re going ahead and plotting to make this big titty girl your next one?” asked Amasawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I’m sure that Amasawa knew OAA details and more for all of the students, but she seemed to be intentionally playing dumb.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We’re just classmates,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">My own thoughts aside, I’m sure that Amasawa’s appearance here wasn’t a welcome development for Hasebe either.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So, hey, I need to talk with my senpai for a minute. Do you mind?” asked Amasawa, in an almost melodic tone.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Amasawa’s aggressive, cloying attitude, which seemed to indicate something beyond the level of a casual inquiry, caused Hasebe to distance herself.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’ll just go… I’ve got two people waiting for me anyway,” said Hasebe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After responding to Amasawa with a light nod, she turned and quickly walked away.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Looks like I intruded, huh?” asked Amasawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh yeah, incredibly so,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s so mean!” Amasawa said. “And you’re the one who called me over, senpai.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I was being a little mean, but she was right. It wasn’t a coincidence that Amasawa showed up in the middle of the conversation. Amasawa had spotted me at the same time that I had approached Hasebe, so I signaled her with my finger to come over and join me. It wasn’t any surprise that Amasawa had noticed my signal and acted accordingly, without hesitation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Did you not want to talk to Hasebe-senpai?” asked Amasawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s not like that. I just didn’t want to spend any more time on something that had no value,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s cold,” remarked Amasawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Amasawa was free to interpret that however she wanted, and Hasebe was quite free to think whatever she wanted as well.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Looks like the first-years are busy with their End-of-Year Special Exam, huh?” I observed.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, they seem to be kinda panicking and running around like chickens with their heads cut off. As for me, I’m just carefully supervising, pretty much,” said Amasawa, but she quickly amended her statement. “Oh, I didn’t really mean to be an unwanted annoyance today or anything… I just wanted to report on what happened at the training camp, when I attacked Nagumo-senpai but the tables got turned on me unexpectedly.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I was somewhat concerned about whether or not something had happened, but since there wasn’t any particular mention of any students getting expelled, especially from the first-years, I just ignored it. I had thought that there was still a possibility that she hadn’t made direct contact with Nagumo, but apparently, that wasn’t the case. If so, then it sounded like Amasawa had been planning to withdraw from school during the camp. Ultimately, however, she had decided against it and was here before me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I still don’t have my answer yet. But I decided to stay here at school for a while longer with the hope for a better future, rather than taking out my anger on Nagumo-senpai,” Amasawa said. “I think that I’ll probably have more free time on my hands than I know what to do with, so if anything fun happens, please let me join in.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“In that case, could you do me a favor during your free time?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Huh? Sure, that’s totally fine… What is it?” asked Amasawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’d like to know more about Nanase Tsubasa,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hmm? That girl’s your knight, isn’t she, senpai?” she asked. “Don’t you already know plenty about her without having to go through the trouble of investigating? Are you saying she’s a threat?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t really think she’s a threat. I just want to know what she’s really after,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">For the moment, she wasn’t an entity that could be judged so simply as friend or foe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you’re the one asking, then of course I’m all in, senpai. If you want, I can get her expelled,” said Amasawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There’s no need to be that enthusiastic. As long as you gather information appropriately, that’s good,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okey dokey. Read you loud and clear,” said Amasawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">There wasn’t really any need to ask Amasawa to get information about Nanase, because it wouldn’t be difficult to deal with her at any given moment even if I were forced to handle her immediately. However, if carrying out this favor for me could keep Amasawa here at school, then it wasn’t a bad move.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I have an appointment after this, so I’ll be seeing you later. Make sure you cooperate with your own class at least somewhat for this End-of-Year Special Exam too,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you’re the one asking, senpai, then of course I will,” said Amasawa.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Amasawa suddenly gave me an exaggerated salute, and then I started to walk past her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Thank you, senpai,” she muttered as we passed by each other, just before she pulled away.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So she figured it out after all, huh?” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It wasn’t as though she was getting excellent results in the White Room just for show, of course. It seemed as though she could easily see through me, to my true intentions.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>3.2</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">K</span><span style=\" font-size: 0.80em;\">ARAOKE ROOMS WERE THE</span><span class=\"C_Current__And__Times_New_Roman\"> go-to choice for students to hold private meetings, as they were the ideal place for it. Following the messages we had already exchanged, I followed the numbers and arrived at the room. When I opened the door, I saw a single student sitting upright with his legs crossed in the silent room, casually moving only his eyes in my direction.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see that none of your cronies are with you today,” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“</span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Hah</span><span class=\"C_Current__And__Times_New_Roman\">. Now that’s unexpected. What, you wanted a little excitement?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I just felt like if Ibuki or Ishizaki were here, this oppressive atmosphere would’ve been a little bit better.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I replied jokingly, but Ryuuen only snorted in response.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s quite a thing to say seeing as yer the one who invited me,” he spat.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes,” I conceded. “I suppose you’re probably right.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, whatever. I was gonna contact you myself anyway, so I forgive you,” said Ryuuen, with a faint chuckle.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If that’s the case, then I imagine it was about the same topic,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So get on with it,” said Ryuuen, urging me to speak. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I heard about the wager between you and Sakayanagi,” I told him, still standing in the doorway.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh?” replied Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I’m sure that Ryuuen would have expected that this meeting was about the special exam, but from his reaction, it seemed like he had half expected that this was the first point that we would be touching on.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I heard that the stakes are that the loser drops out of school. If so, then I may not have the opportunity to see one of you again. I thought I’d at least come see you face-to-face,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If that’s what yer worried ’bout, then go visit Sakayanagi before you can’t see her anymore,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I intend to, but I’m sure that Sakayanagi will most definitely say something similar,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She’d likely say something about how I should meet with Ryuuen before he leaves. As expected, neither side had even entertained the thought that they would lose, not in the slightest.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Don’t be shy. Sit,” commanded Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">We met because we both had something to talk about, but it was sounding like he had already claimed leadership over the meeting.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’d prefer not to, if possible. Are you planning to try to splash me with grape juice this time?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ryuuen was sitting across from me, and my eyes were drawn to a suspicious-looking purple glass that was within reach of his right hand. Not only did Ryuuen not seem the type who normally drank that kind of thing, it also appeared to be untouched.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re readin’ way too much into it,” said Ryuuen. “First of all, knowin’ you, you could always avoid it anyway if you wanted. Right?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Don’t treat me like I have psychic powers. There are lots of situations where I can’t avoid things,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Such as?” asked Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Such as… All right, I’ve got it,” I started, looking at the place that Ryuuen urged me to sit, which was near the doorway. “If an employee came in here bringing something, then I wouldn’t have any means of escape. If that happened, it’d be impossible for me to avoid it.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">And on Ryuuen’s end, if he tried to splash me in that situation, he would try to cover a wide area.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You sound rather suspicious of me,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That said, you don’t sound too amused by the idea,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">Well, in that case, I guess I’ll just do as he says and have a seat</span><span class=\"C_Current__And__Times_New_Roman\">, I thought to myself. It was incredibly surreal, but we two men were facing each other in this spacious karaoke room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’ve taken the plunge on a major gamble. If the next special exam had been focused on academic ability, it would be almost 100 percent certain that you would lose. Even if you were to take some risks and make dodgy deals behind the scenes, Sakayanagi would have likely thoroughly prevented you from doing so, unlike the good-natured Ichinose,” I told him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s the one do-or-die game in a year. It’ll definitely be a game that even folks who can’t use their brains’ll have at least a chance of winnin’. If the school was so completely lackin’ in entertainment, I’d be beggin’ to get kicked out, rather,” said Ryuuen, punctuating his words with a laugh, but judging from the way he looked, he didn’t seem to think it was really an all-or-nothing situation. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Horikita Manabu’s generation, which already graduated, Nagumo’s generation, and ours. If we looked at the trends for past end-of-year special exams, we could see that it wasn’t just academic ability that was required. I figured that Ryuuen was convinced that the school would choose exam content that would give even his class a fighting chance.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Are you preparing for the special exam?” I asked. “I thought I’d at least make sure that you’re not trying to engage in some idiotic underhanded scheme, like what you did to Ichinose’s class in the past.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">For the End-of-Year Special Exam, we would be penalized based on the number of students absent on the day of the exam. With that in mind, there was a nonzero chance he’d find a method to weaken his opponent in advance.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m guessing you remember what you said to me that one time. You said I had to ‘grow more and get better.’ Somethin’ like that,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m tempted to respond to that with something like ‘because it was true’,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">He snickered at my unreserved statement, and then Ryuuen’s gaze became even sharper.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m gonna show you and Sakayanagi my serious side. May not be fittin’ for me, but I’m gonna win fair and square,” declared Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“As proclamations go, that was splendid. Although, if that was a bluff, you’re saying it to the wrong person. Also, even if you’ve promised fairness, I don’t trust what you’ve said at all. Nor will I convey what you’ve said here to Sakayanagi,” I replied, asserting that this wasn’t going to serve as an opening move for him to get his opponent to drop her guard.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, figured as much. Which is exactly why it makes sense,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. So if we turn that around, you mean it gives credibility to your statement that you’ll be putting up a fair fight, then?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It seemed like you could say this was a good example of how things could change depending on the angle from which you look at them.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t really need to tell anyone else, as long as you know it,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If that’s what you mean, I understand,” I answered. Ryuuen was free to decide whether or not to engage in underhanded dealings in the shadows, of course, but the statement he just made would determine how I would view and evaluate him in the future. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It doesn’t seem like you’re feeling any pressure or anxiety.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ryuuen responded with a light wave of his hand, gesturing, </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“As if. There’s no way I would be.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“In that case, I’ll let you show me. Show me what happens when you go head-to-head against Sakayanagi,” I announced.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I got up from my seat and turned my back on Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Ayanokouji, aren’t ya gonna be a representative in the exam?” asked Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is that what you’re wondering about? What I do this time doesn’t matter to you,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Your opponent’s only Ichinose, sure. Normally, ya wouldn’t need to go out of your way to do anythin’. But that woman’s gettin’ the stench of a beast on her now. It’s growin’ more pungent. She might bite and tear Horikita to shreds, chomp her bones and all,” said Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">He didn’t sound like he was joking, so perhaps something had happened somewhere, sometime, to make him sincerely believe that.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The fact is, it’s not my class’s policy at the moment for me to take to the stage,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I said that, Ryuuen snorted lightly. “Well, whatever. It’s more convenient for me if your class loses anyway.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Fortunately, it didn’t seem like he was going to try to splash me with the juice after all, which was a relief.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>3.3</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">A</span><span style=\" font-size: 0.80em;\">FTER LEAVING THE KARAOKE ROOM </span><span class=\"C_Current__And__Times_New_Roman\">where I met Ryuuen, I stopped to take a breather outside the building. </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">It’s getting pretty late. It’s probably time for me to head back</span><span class=\"C_Current__And__Times_New_Roman\">. With that thought, I decided to stop by one more place. The probability of running into someone at this time of day wasn’t high, but there were a few other people I wanted to meet aside from the leaders of each class. I headed for a place where I often saw one of them.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She would come all the way to the rest area on the second floor. I suppose I should say that she didn’t betray my expectations, or something along those lines, because the person I was looking for was indeed there. I stood in front of one of the several vending machines that were lined up, making a show of choosing a product, while looking at the sample bottles and cans lined up.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So, how have things been with Sakayanagi since then?” I asked, muttering as though I was just talking to myself.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After a short pause, a quiet reply came in response.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Hello. I’ve had more opportunities to talk with her since then.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s good. You still like this place even though your relationship has improved, huh?” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s calming. Besides, I’m still not, well, good at dealing with people, after all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I continued to stand in the same position, listening to the words coming from the gap between the vending machines.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Time alone is important too,” I remarked. “I understand that very well.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">You could feel like you had trouble catching your breath when you were always surrounded by lots of people, after all.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is this a coincidence…?” asked Yamamura. “You coming here?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I came by thinking it would be nice if you were here, Yamamura. Actually, to tell you the truth, there is one thing I’d like to know,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Something…you’d like to know?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Just to be safe, I carefully reaffirmed that no one else was around, and then I told her what it was that I wanted to know from her. After I finished, Yamamura was silent for a brief moment, as though she were reflecting upon the meaning of my question.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Why…did you come to me to ask…?” asked Yamamura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Because I thought that you would know the most about what’s going on in that regard, Yamamura. Or am I mistaken in that assessment?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Well, I… I’m not sure what to say,” said Yamamura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If she didn’t know the answer that I was looking for, then she could’ve just said so. However, she avoided making a clear statement, as if she were trying to dodge the question. Which had to mean that she did have some kind of answer.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I already have a few people in mind. But I want something to help me narrow it down,” I added.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, that’s… Wouldn’t this be a good question for Sakayanagi-san? Or perhaps—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m not sure about that. As far as </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">this matter</span><span class=\"C_Current__And__Times_New_Roman\"> is concerned, it has nothing to do with Sakayanagi as of right now. I do not plan to do anything that will cause trouble for Class A. I hope that you can see this as nothing more than a third-party problem,” I explained, cutting her off.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After a moment of silence, Yamamura slowly emerged from the shadows of the vending machines.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t know if it’ll be useful to you, but I do have a little bit of information that might help you with your question,” said Yamamura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Though there was the possibility that Yamamura wouldn’t give me any information, she pulled out her phone. She then turned the screen toward me and began playing a video. However, because of the distance between her and the people that she was filming, she hadn’t been able to pick up any audio from them.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“During my investigations, the only one I’ve looked into who fits that description right now is this person, Ayanokouji-kun. I don’t know what the conversation that they’re having in the video is about, since I was too far away, but… What do you think? I’m sorry if this is completely irrelevant,” said Yamamura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The date and time was December 26, 7 p.m. The place was Keyaki Mall. The two people shown in the video were engaged in conversation, at a close distance.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Is this not useful?” asked Yamamura.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“On the contrary, it’s plenty useful. As expected of you, Yamamura. Splendid work,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh no, no, it’s really no big deal… I just so happened to be there is all…” she answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She was being humble. The person on her screen was very wary of their surroundings. The fact that Yamamura was able to capture this much footage in such a situation was quite impressive. I wouldn’t be surprised if she even had information that I didn’t. However, this video alone didn’t seem to be enough to tell me the entire story. There was at least one more piece of information I wanted to have before I could arrive at a conclusion.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I am incredibly grateful for the information and will be putting it to effective use. And I will not say anything about where I got it, of course, Yamamura,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I just hope that I can be of help.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even though she was the one who had given me useful information, Yamamura bowed her head to me, somewhat apologetically. After we parted ways, I immediately decided who to contact based on the information she’d given me, and made up my mind to reach out to that person while getting more information from Kei.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>3.4</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">I</span><span style=\" font-size: 0.80em;\"> WAITED FOR MY CLASSMATE</span><span class=\"C_Current__And__Times_New_Roman\"> to arrive at a certain location within Keyaki Mall. About fifteen minutes after Kei had contacted her, she suddenly appeared from around the corner.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry to have kept you waiting, Ayanokouji-kun,” Matsushita called out to me, seeming a little puzzled by this turn of events. “I got a call from Karuizawa-san… She said that you wanted to talk to me?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry about this. Will it be okay with your friends, though?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. I told them I’d be away for about thirty minutes. That should be enough time, right?” asked Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Plenty,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So then…what did you want to talk about?” asked Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was a normal reaction to be wary if someone went through all the trouble of wanting to talk to you alone, just the two of you. Matsushita’s facial expression was the same as ever, but inside, she was probably feeling uneasy.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Do you know why we’re meeting in this place?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What do you mean? Are you saying there’s some other reason besides me being here in Keyaki Mall?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was certainly true that I knew immediately that Matsushita was at Keyaki Mall, since I’d heard so from Kei. So it was normal for her to think that I was waiting for her in the same mall.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You were following me last year. We stopped around here and talked,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh… Now that you mention it, yes, I think you’re right. Yes, this is the place,” said Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">She looked around again, and then at the pillars, and then seemed to remember the place where she had been hiding then. At the time, she had questioned me about the incident with the acting director and my ability to do mental arithmetic.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That day, you said something to me. You said that you wanted to know what my true abilities are,” I said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah.” Matsushita said. “I remember you being kind of evasive about it, though.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Nearly a year has passed since then. Have you found the answer to that?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m not sure. You’ve contributed more to the class compared to when we were first-years, but…I still get the feeling that you’re not being serious, after all.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see.” Unlike mere superficial evaluations, Matsushita had a reasonably good eye for discerning individual ability, more so than my other classmates. </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you’re willing to work with me, Matsushita, then I might be able to show you a little more of my true ability,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…What do you mean by that?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Now that I’d caught Matsushita’s interest, I proceeded to discuss the information I’d recently obtained from Yamamura, and what it would mean moving forward. She seemed unable to hide her surprise after she finished listening to what I had to say.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s true that such a thing happened, but… It’s a while after the fact. Who told you about it?” asked Matsushita. She could have simply been reminiscing, but her expression told me otherwise.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s a conversation that happened nearly three months ago, but was there something about it that still sticks out to you?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Well… Yeah, I suppose so,” said Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">While she admitted that part, it seemed like Matsushita couldn’t help but be curious about where I had gotten my information.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Sorry, but I can’t reveal my source. I’ll just say that it’s not a classmate,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I could tell her that much, since there wouldn’t be anything to gain in the future from doubting my classmates for no reason.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“So you want to know something about </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">that</span><span class=\"C_Current__And__Times_New_Roman\">, then. I just hope that I remember the details of it,” said Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There’s no need for an in-depth account of the conversation. I’ve got a good idea of that,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I gave her the names of everyone involved, even Matsushita, who had been trying to maintain her usual attitude, started to stumble over her words.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh, um… Err, yes. That’s certainly everyone. But then, what is it that you want to ask me?” asked Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Knowing you, I thought that you might have caught something in that discussion,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I had called Matsushita for two reasons. One was for final confirmation that what I’d learned from Yamamura was correct. I had determined that there wasn’t any problem with that information, as the names of the classmates matched. The other reason was to test to see whether Matsushita could be seen as a student worthy of evaluation. Matsushita, having quietly figured out the reasons for her being summoned, sighed and muttered something under her breath.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It feels like I’m being evaluated,” said Matsushita.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Who can say?” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">The hard look on her face melted away, and Matsushita smiled warmly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’m going to answer you seriously because I think you’re testing me. I remember it well. There definitely were things that stuck out to me. The things we were discussing, the members present—there was this feeling that something was off about everything,” she said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Then, while digging up those memories, Matsushita began to tell me her own version of events. I listened to her speak, but once I was sure of the consistency of her story with the facts, I interrupted her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s enough,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…You said that you’ll show me your true abilities, but what do you plan to do?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If I get a turn in the upcoming special exam, I intend to show you the results of what you wish,” I answered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. If I can get Ayanokouji-kun’s seal of approval, then I suppose I can rest easy about this upcoming special exam.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I can’t do it alone from here on out though. The entire class needs to grow.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand. But if our class could unite as one someday, then we probably won’t lose to anyone.” She said that part with a smile, but she was also keeping today’s events firmly in mind. “Anyway, I’ll pretend that our conversation today never happened. Contact me anytime.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was a small thing, but the fact that she was able to make such considerations on her own was an important factor.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>3.5</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">T</span><span style=\" font-size: 0.80em;\">HAT NIGHT,</span><span class=\"C_Current__And__Times_New_Roman\"> after ten o’clock, I heard a light knock at my door, which I immediately opened to greet my visitor. It was none other than Class 2-A’s Hashimoto, unconcerned with his surroundings and dressed casually.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Did anyone see you?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I had to check out what was going on, so that ate up a lot of time. I took the proper steps as I moved around, just in case,” said Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If so, then good. I’m sure that no one would be welcoming of the idea of you and I meeting at this time,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you have business with me, couldn’t you have just called? Or at least put more thought into the location,” said Hashimoto as he turned his gaze toward me, like he was probing me. That was probably the unconscious behavior of a person who was always suspicious of others.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There are some things that you can’t talk about over the phone. Besides, meeting outside carries its own risks,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, okay. So? What did you wanna talk about?” asked Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I wasn’t going to make him stand there and listen to me talk, so I invited him inside and made space for him to sit.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I thought we should talk, now that the End-of-Year Special Exam has been announced. I just wanted to ask again where you stand on it,” I asked him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The school didn’t disclose what the rules are though exactly, right? I don’t know what I’m going to do yet,” said Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I didn’t ask about what you were going to do, I asked where you stand. You said before that you were going to be on Ryuuen’s side,” I answered, thinking back to just the other day when Hashimoto was talking to me, here in this very room.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Nothing’s changed,” he said. “The only way for me to survive is to let Ryuuen win. Though, I can’t say that things are going well. I was planning to assist Ryuuen once the exam was announced, but I never imagined that the school wouldn’t even tell us the rules.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was certainly true that, depending on the exam rules, it was possible for him to have lent a hand during the preliminary preparations stage.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you’re going to betray your class, you should actually be considering this to be convenient,” I told him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Huh?” he blinked. Hashimoto was vocally lamenting this turn of events, but that was based on the assumption that his betrayal wasn’t going to be discovered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If the contents of the exam had been disclosed to us, then Sakayanagi would have used that to devise a strategy to trap you and Ryuuen. However, as long as we don’t know the contents, she can’t produce any countermeasures in advance. The most she can do is not select you as a representative. She can’t predict what you’ll do in the actual exam,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">For Sakayanagi, the progression of the special exam was actually starting from a negative.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. That’s one way of thinking about it,” said Hashimoto as he nodded, deeply interested. But he didn’t seem like he was going to be putting his confidence in that line of thinking at all. Rather, he seemed restless, as though the main issue lay elsewhere. “I think it’s ’bout time you gave me your answer, Ayanokouji. I’ve been waitin’ for a long time, y’know?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“About whether I’m willing to transfer to Ryuuen’s class, right?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. I decided to take a substantial risk and betray Sakayanagi. That’s because the class you put yourself in and stay in will determine my future path too,” said Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">As usual, Hashimoto responded with a mixture of truth and lies. If Ryuuen emerged victorious from the End-of-Year Special Exam, the first part of Hashimoto’s plan would be on track. Then, if I decided to transfer classes afterward, he would achieve his goal.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What if I say that I won’t go?” I asked him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, that’d be a problem. Because there’d be no avoiding the fact that my chances of graduating from Class A would fall,” said Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I deliberately didn’t ask about this before, but what about the Private Points? It’s not exactly like Ryuuen’s class has a fortune. It would take a lot of money for them to get both you and me, Hashimoto,” I replied with what I thought was an obvious question, but it only prompted a thin smile on Hashimoto’s lips.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, that’s not quite true. See, I hear Ryuuen’s been makin’ deals with first-years and third-years, and he’s been rakin’ in quite a lot of Private Points,” said Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Making deals?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t know the exact details, but if he’s collecting from other grades, then it wouldn’t be unrealistic for him to have enough to cover transfers for two people, would it?” asked Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If that were true, then yes, it might be realistic to achieve. But I was skeptical as to how much of this I should believe.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, even if we are a little short on points, there’s no need for you to worry, since the other day we got more Private Points than we expected from Nagumo. That was a huge help,” said Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">He meant the reward promised to me by Nagumo, with whom I had made a bet at the camp. I received 3,000,000 points from that. He had given me way, way more Private Points than I had even imagined, so I was honestly shocked. I had given Hashimoto 600,000 points, 20 percent of the take, as requested, since he had taken the initiative to do the work during the camp. As for the remaining 2,400,000 points, I divided that up equally among the remaining fifteen members of our group, giving out 160,000 points to each person. As for the 20,000,000 points required for a transfer, that amount could cover a mere 3 percent of that, if at all. Nevertheless, 3 percent was more than 0 percent.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re the leading man, you should’ve kept a million or one point five mil for yourself. I would have been more than okay with letting you keep that much of it. Agreeing to the same share as the rest of the group is way too saintly of you,” said Hashimoto exasperatedly as he recalled what happened at the time of the camp.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Indeed, Private Points certainly carried a role that was near omnipotent at this school. Even so, I for one wasn’t going to be clinging to Private Points alone. When I didn’t say anything in response to that, Hashimoto ­quietly muttered, “Well, I guess the fact that you’re not so easily influenced by money is one of your good points.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Anyway, I plan on laying low and keeping quiet for the weekend, but d’ya have any advice for the exam?” asked Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">There wasn’t much that I could say to Hashimoto now. In fact, I didn’t even feel the need to say anything. It was just that…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Wow, okay, rather than advice, I’m gettin’ silence… Okay,” huffed Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I had no intention whatsoever of interfering in the confrontation between Sakayanagi and Ryuuen on my own initiative, so the correct answer was to leave things be and keep a careful watch. However, it wasn’t a bad idea to be prepared to at least be able to deal with the situation in a flexible manner, as the situation arose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I was thinking a little,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Okay? So can I take that to mean that you’ve come up with some advice?” asked Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It sounded like he was looking for my opinion, without expecting too much.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Hashimoto, if you continue as you are, in these circumstances, that is, if you enter this special exam without a new strategy, you may end up falling into a dead end,” I told him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Whoa, whoa, I asked you for </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">advice</span><span class=\"C_Current__And__Times_New_Roman\">, didn’t I, my dude? Come on, enough with the scary stuff. Sure, I might end up in a pinch, but I can handle myself</span><span class=\"C_Current__And__Properties__And__Times_New_Roman\">,</span><span class=\"C_Current__And__Times_New_Roman\">” he said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“By weaving lies into things, as usual?” I asked in return.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Lies are a powerful weapon, y’know.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I knew that. Sometimes, a lie could be even more powerful than physical violence. I even once told Horikita that, a long time ago.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, it’s true that lies are powerful. It’s even easy to ruin someone with lies. But it’s also true that lies won’t work on everyone,” I explained.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…You’re saying they won’t work against my opponent this time?” said Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“They won’t, no,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi was extremely wary of lies and had keen sensitivity. No matter how skillfully Hashimoto manipulated his words, his battles were built on lies. Having said that, Sakayanagi’s trust in Hashimoto, who had betrayed her, was as low as it can get—down to the ground. At present, she probably wouldn’t even listen to him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, even so, I don’t have any other choice but to do it. It’s how I’ve been fightin’ all my life,” replied Hashimoto, as though that were the only weapon that he could boast. Actually, no, I supposed it was just that he didn’t know of any other way to fight. “You’ll think about it though, won’t ya? About you and me transferring to Ryuuen’s class together.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You’re going to be on Ryuuen’s side. You’re not going to change your mind about that?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Nope,” said Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Then, what if Ryuuen finds himself in a tight spot, what then? What if it’s confirmed for certain that he can’t win, whether you’re on his side or not? Will you double cross again and go back to Sakayanagi when that time comes?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s—”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you change your position based on how the fight is going, then you’ll be nothing but disgraceful in the eyes of the people around you,” I told him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Then what am I supposed to do? I’m gonna be on Ryuuen’s side. I’m gonna, but…I don’t wanna think about it, but if I do get in a jam like that, what choice do I have? All I could do is get down on my knees or do whatever I can and ask Sakayanagi for forgiveness,” said Hashimoto.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even while preparing himself for the worst and accepting his fate, at the very last moment, he would search for a means of escape. It was just the same Hashimoto Masayoshi that I’d analyzed thus far.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Then, at the very least, don’t lie to yourself. That’s the least you can do,” I told him.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I watched Hashimoto’s back until the door closed behind him and he disappeared beyond the entranceway. It would depend on the rules of this special exam, but if Hashimoto wasn’t careful, this might be the last time that I would see him. That thought on my mind, I decided to get ready for bed.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>3.6</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">I</span><span style=\" font-size: 0.80em;\">T WAS SUNDAY MORNING.</span><span class=\"C_Current__And__Times_New_Roman\"> When I had arrived at my destination ten minutes before the appointed time, I saw that the person I was going to meet was already waiting for me, sitting on a bench.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Morning.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">When I called out to her, her beautiful side profile turned toward me, and she gave me a lovely smile.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Good morning, Ayanokouji-kun. Are you sure this is all right? For you to call out to me in a place like this?” asked Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What do you mean?” I asked in return.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, there are people coming and going. Won’t people get the wrong idea if someone in the area were to see us? Someone like Karuizawa-san?” she asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Don’t worry, I’ve already told Kei about today. A mysterious secret or a bad lie would only be a hindrance in maintaining a relationship,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, lying would probably be a bad idea,” she responded affirmatively before continuing on to ask, “Ayanokouji-kun, what…are you planning to do about the special exam?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Perhaps she was hoping to learn which side I would be on during the exam, how I’d be taking part in it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I currently have no plans to take part in the special exam as a representative,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I decided to answer just like that. I told her a lie right after telling her how lies would be a hindrance on a relationship. Unfortunately, it wasn’t even a lie that was necessary in order to deceive Ichinose’s class, as I had told Horikita. The reason I told this lie was because the strategy that I had relayed to Horikita was itself a lie, and it wasn’t important.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. Well, I guess that’s good news for us, then,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ichinose accepted what I said without question, and seemed somewhat relieved. From her behavior, she didn’t appear to distrust me in any way. I could take this to mean that she almost certainly did not know that I would be enlisted as a representative in this exam.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s the way things are for now, anyway. There’s a chance that Horikita might request that I join as a representative. If that happens, please go easy on me,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I should be the one asking you that! Because, if at all possible, I don’t want to fight you, Ayanokouji-kun,” said Ichinose. Then, almost immediately, she amended her previous statement. “I don’t want to fight, but I don’t have much choice. It’s inevitable that our classes are going to face off against each other.” After saying that, Ichinose immediately attempted to steer us away from the topic, saying, “I don’t think we should talk about the End-of-Year Special Exam anymore.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Because we’re going to be facing off against each other directly after all. It’s best not to discuss either the good or the bad in depth,” I replied, since it sounded like she didn’t want to engage in awkwardly sniffing around each other for information.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, I agree.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“The reason I called you here today, Ichinose, is because our promised time is drawing close. You remember that?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“There’s no way I could forget. You mean about what we talked about in your room last year, right, Ayanokouji-kun?” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I nodded, and then Ichinose nodded in return.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“I want to meet just like we are now, one year from today.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Just the two of us. You and me, Ichinose.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman__And__Italic\">“Don’t get trapped by hesitation this coming year. Meet with me again. Can you promise me that?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">All of that was what I had told Ichinose last year.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If we both make it through this special exam without getting expelled, when we get there, make time for it,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">What words would we hear then? Ichinose probably had no idea either. With a mixture of anticipation and anxiety, she answered me clearly.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Definitely,” said Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I nodded and stood up, lifting myself up off the bench. We hadn’t spoken for very long at all, but in light of tomorrow, that was probably okay.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Now I’m going to pop in to the gym for a minute. What about you, Ichinose?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I have plans to meet with my classmates today, so I’ll stop by there another time,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Yeah, that made sense—with the End-of-Year Special Exam just around the corner, it wasn’t time to be working up a sweat in the gym. It sounded like she was meeting up with friends, like she said. Ichinose, still sitting down on the bench, saw me off, and then I decided to head on over to Keyaki Mall. With this meeting, that made three people. Now all I had to do was talk to Sakayanagi, and all of the things I had to do would be finished.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>3.7</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">A</span><span style=\" font-size: 0.80em;\">FTER PARTING WAYS</span><span class=\"C_Current__And__Times_New_Roman\"> with Ichinose, I spent an hour in the gym working up a sweat. Once I was done, I noticed a single student standing near the entrance to the gym. This didn’t seem like a mere chance encounter.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“How unusual to see you in a place like this, Kanzaki,” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Yeah,” he gave a brief response and then casually looked between myself and the gym.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“If you want to join the gym, I can give you an introduction,” I offered.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, that’s not why I’m here. I heard that you went to the gym, and I was waiting for you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">In that case, it seemed likely that his information came from Ichinose.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is this about something that is talked about in person, face to face, and not over the phone?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s not enough to warrant a conversation. I happened to hear that you have no plans at present to appear as a representative. I just wanted to confirm whether or not that was true,” he said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It depends on Horikita’s plans, but as of right now, I don’t plan to, no,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Despite getting the same answer I’d given in my previous statement, Kanzaki’s facial expression turned somewhat stern.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is that true?” he asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I thought I already answered your question, but you don’t seem to believe me,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We are in direct competition with each other this time, of course,” he said. “It is not necessary for you to tell me the entire truth in this conversation, and it’s not for us to decide whether you do or do not appear as a representative. It’s just that… Ichinose wants to believe what you’ve said. Or rather, I should say she does believe you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">While I could interpret what he said as a reserved, modest statement, it also showed some bullishness. It sounded like Ichinose was the source of his information after all. I didn’t pay any mind to that part, and just let it slide.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I would like to believe you as well, but…” began Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Still, Kanzaki tried to ascertain the credibility of my statements. I told him already that there wasn’t any deep meaning to what I was saying here, but he was insistent.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Perhaps there’s some reason you don’t believe what I’m saying? It sounds like you’re questioning me because you have some kind of basis for thinking I might be a representative,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Well, no, I…” Kanzaki began to deny it, but then he stopped to think, and then restated his position.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s just hearsay. I’ve heard through the grapevine that you had agreed to being a representative early on. Moreover, you were given the position of general, rather than vanguard or center, for this exam. That’s what the rumor says,” explained Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">If it were merely the fact I was chosen as a representative, I could dismiss it as plain old gossip. However, Kanzaki had included the important keyword “general” in conveying this to me. Even if Horikita was widely recognized as the leader of the class, she had given up that position. Considering that this fact was included, it seemed like this couldn’t be dismissed as just hearsay. Judging from the look of uncomfortable embarrassment on Kanzaki’s face, he probably didn’t intend to tell me something so pointed when he’d started this conversation.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">However, my quick denial of representative status must have strengthened his desire for the truth. Information that I had warned Horikita to keep confidential appeared to have been leaked, and rather easily at that.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s an extremely specific rumor,” I replied. “But it’s just that. And rumors are just rumors. There hasn’t been any such talk as of yet.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">While I was certain of what had happened, I continued to deny it. Even if denying it here and now was a lie, Kanzaki would simply have to understand that it was a permissible lie, necessary as part of making a strategy.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…I understand. If you say so, then I’m sure it must simply be a rumor. However, if Horikita does ask that you participate as a representative, would you…please decline, if at all possible?” asked Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s quite a drastic request to make,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand quite well what you are truly capable of. If you do appear as a representative, our class will inevitably have a difficult battle. More importantly though, there’s also the fear that Ichinose will not be able to show her true potential if she has to fight you too,” said Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">So he was saying that he didn’t want me to be a representative, and I could tell that he was speaking honestly about that point, at least.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I understand what you’re trying to say,” I said. “But that’s not an ask I can easily accept. If Horikita makes a request like that, it’s only natural for me to consider it, as her classmate.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I could feel the strength in Kanzaki’s straightened arms.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“My apologies. I just asked you something that no one should accept. Please forget it,” said Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s all right. It just shows how much you’re staking on this upcoming special exam,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">There haven’t been many times where I’ve so plainly insinuated that I would be taking to the stage like this before. I could completely understand his wariness.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That was all I came to discuss with you today, Ayanokouji. I apologize for prying into your business so persistently. I am also grateful for all that you have done for us,” said Kanzaki.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Don’t worry about it. It’s only natural that we’re each trying our very best in our quest to reach Class A,” I said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Regardless of whether his approach and direction were correct or not, Kanzaki was thinking through things in his own way and trying to find a means of survival for his class’s sake. I had no intention whatsoever of denying that. If anything, I found him interesting to observe. If Ichinose hadn’t gone through a chemical change, I would’ve liked to have done a little more work revising him, but it wasn’t too late to see what kind of results he could achieve in the End-of-Year Special Exam. After seeing Kanzaki go, trying to hide his discouragement as he walked away, I decided to head back to the dormitory myself.</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Chapter_Header\"><span>3.8</span></p>\n\n  <p class=\"P_Prose_Formatting\">&#160;</p>\n\n  <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">I</span><span style=\" font-size: 0.80em;\">T WAS JUST BEFORE </span><span class=\"C_Current__And__Times_New_Roman\">ten o’clock at night, and Sunday would soon be over. Since I wanted to be considerate to Sakayanagi, who had told me that her schedule was full, it was decided that I would be communicating with just one of the people I wanted to meet in a particular way. I received a call from Sakayanagi on my phone. I turned off the TV and pressed the button to accept the call.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I am terribly sorry to be calling you at such a late hour. Is this time still acceptable?”</span><span class=\"C_Current__And__Times_New_Roman__And__Italic\"> </span><span class=\"C_Current__And__Times_New_Roman\">asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah, it’s fine,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You said that you wished to speak with me?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I would have thought that she would’ve had an idea of what this was about, but she asked me that question as though she didn’t know.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’ll be frank. I heard that you agreed to the terms of Ryuuen’s bet, that the loser will drop out of school,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Oh, is that what this is about? Well, I suppose that it was only a matter of time before news of our wager reached your ears, Ayanokouji-kun, but who told you about it? Actually, no, I suppose it would be uncouth of me to ask about that.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi made a show of pursuing the source of my information and then withdrawing.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Considering Class A’s position and the fact that you have a Protect Point, the terms of your bet are quite extraordinary,” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes, I suppose that may be true, if you are only looking at the terms. However, I will not be defeated by him, and Ryuuen-kun’s actions amount to nothing more than wringing his own neck,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">No matter how disproportionate the conditions were, so long as she didn’t lose, there wasn’t any problem. That was her stance. Though her position was different from Ryuuen’s, they were the same in the end.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You aren’t calling because you are worried about me. Are you?” asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Do I need to be worried?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Heavens, no. I would simply like for you to see how the battle ends. That should be enough, I think.” She chuckled softly on the other end of the line. Immediately afterwards, I could just barely hear a small yawn.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is it already your bedtime?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No, I just had things to do early this morning,” she replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Should I let you go, then?” </span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Please do not say such a sad thing. I am fully prepared in anticipation of drowsiness.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Fully prepared?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I have taken a bath, brushed my teeth, and even changed into my pajamas. I am already lying down, so I can sleep as soon as our call is finished,” explained Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Apparently, on the other end of the call, Sakayanagi had finished getting ready for bed and was under the covers.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Well, you certainly do seem fully prepared,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes. Which is why I would welcome even a long chat,” said Sakayanagi, as though my words were a replacement for a lullaby. “Apparently you have also met with Ryuuen-kun and Ichinose-san.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I didn’t notice Yamamura following me at all, though… Impressive, as always,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“No matter what you say, Ayanokouji-kun, it is rather difficult to perfectly escape from the gazes of many other people, including those from other grade levels and adults.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">So she had connections not just with students, but with some adults as well. Of course, I had to take what she said with a grain of salt. Even so, it was a big deal, since the information she was getting seemed correct.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Incidentally, Ayanokouji-kun, will you be participating in this special exam as a representative?” asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I can’t give an answer from my own mouth. Any reports from your regular source?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“We aren’t keeping a watch on your class or Ichinose-san’s class this time, as we are not in direct confrontation with you.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Which meant that she was interested, but she wasn’t going as far as to monitor us. But if Sakayanagi knew already, then this wouldn’t be information I would need to go through the trouble of hiding from her. As I thought, it sounded like the information was leaked only to Ichinose’s side, and not to Sakayanagi’s side.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Anyway, it feels like Ryuuen’s getting ready for war, but you seem the same as always,” I remarked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I had been trying to compliment her for keeping her cool, but her response was surprising.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I have to wonder about that. Whether I am the same as always,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“What’s different?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I decided to try something new these past two days. This new endeavor involved arranging an opportunity to meet and talk with my classmates individually. I am sure this is an action that I would not have taken in the past, as the old me,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Basically, the image Sakayanagi projected was of someone who only kept close associates—such as Kamuro, Hashimoto, and Kitou—by her side. It could be said that this was typical of Sakayanagi, who fundamentally didn’t trust people. She shared this tendency with Ryuuen.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Why did you want to talk to the people in your class? You didn’t disclose anything specific or discuss countermeasures for the special exam with a large group of people, did you?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That’s correct, I did not. It had nothing to do with the exam. That is precisely why… Yes, I suppose you could say that’s the problem,” said Sakayanagi. She was silent for a moment as she mentally sorted out the reasons behind her past actions, and translated them into words. “I should have gotten to know Masumi-san better. I want to know more about Yamamura-san. Such unnecessary feelings, yet I think that they must have been what had driven me,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">It was no use crying over spilt milk, as they say. Kamuro had already been expelled from the school, so she couldn’t talk to him even if she wanted to. As for Yamamura, who was in her same class, their relationship had previously been a one-way street, with Yamamura being the only one interested. But now that they had taken their first step as friends, as opposed to how they were before, Sakayanagi was trying to deepen their relationship so that she wouldn’t have any regrets this time.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Even with her other classmates, Sakayanagi’s relationship with them could change in any way and at any time, but she didn’t know if they might disappear. It was those kinds of thoughts that made her want to know more about the allies that she had now; that seemed the gist of it. There was a chance that Sakayanagi herself was puzzled by it.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“To be perfectly honest, I do not think this sentiment is efficient. One could even say that I am engaging in unproductive actions. And yet, I decided that I must. That isn’t like me, is it?” asked Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. It’s really not like you at all,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Despite her soft facial expressions, Sakayanagi had been making ruthless, cold, mechanical judgments, trusting in her own logic. The incident with Kamuro and Yamamura before must have had a major impact on her if she had begun to change like this.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“It’s because of you, Ayanokouji-kun. You have changed me,” she said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t think everything about you has changed. But I have to admit that at least one part has,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“…Why did you act as a mediator between Yamamura-san and me, to bring us together?”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Her question sounded to me like she was saying, “If you hadn’t done that, I could still be myself.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yamamura had unexpectedly suffered quite a blow because of me. So I just made it up to her in a way that was easy to understand. I can’t give you any further explanation than that,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Yamamura was a secret spy, using her lack of presence to act as Sakayanagi’s right hand. It was only natural that I should assume responsibility for having gotten in the way of that, but it would also be pointless for me to go on and on about it to Sakayanagi right now.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I see. I had thought for a moment there that you may have merely been doing it out of the goodness of your heart, Ayanokouji-kun, but it appears that I was wrong. You had a definite reason for it after all,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Actually, wait, I’d much prefer if you could just interpret it as kindness on my part. Can I take back what I said before?” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Heh heh. I am afraid that’s impossible.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi’s voice from the phone speaker was sounding sleepier and sleepier. Up until this point, she had sounded calm and composed as usual, so I figured now would be a good time for me to hang up, but…</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You did something uncalled for,” she said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You are entirely prejudiced against this change in you, but it can’t be all bad, can it? If it was something truly uncalled for, you could have just forced yourself to suppress these new feelings. Right?” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yes… I suppose…you might be right.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi did not trust others and continued to use them. In a certain way, she was like me, completely fixated on her own way of thinking. But she was starting to accept that she was changing.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“You should face them, a lot of them, all those you haven’t faced up until now. By doing so, you should be able to see an unexpected side of yourself that you never knew about before,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Through that, Sakayanagi should surely be able to find new options as well. Whether that would become a strength or be a weakness remained to be seen, though.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“That is why Karuizawa-san and Ichinose-san have come to love you. You rudely barge into people’s hearts, trampling in without hesitation, ravage them without permission, and then you make them sprout and grow. But you are stubborn in nature, even more so than me, and you do not change easily. Heh heh, but that’s what makes you so attractive,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I’ll take that as a compliment, Sakayanagi. Oh, this isn’t related to our conversation about Yamamura earlier, but there is something I need to tell you. You do remember that something happened during the Uninhabited Island Exam that put me in your ‘debt,’ right?” I asked.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">That was one of the reasons I had for making this appointment with Sakayanagi and forcing her to make time for me.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Come to think of it, yes, that did happen,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I don’t intend to pour my efforts into making a prediction of whether you or Ryuuen will win your little bet tomorrow. I’m deliberately choosing to think of it as an equal 50/50 percent chance,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Meaning that, if I fail, you will miss your chance to repay that debt, I suppose,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Yeah. Which is why I wanted to check in ahead of time. I can pay you back right now, if necessary,” I said.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I avoided expressing it directly, but I was sure that Sakayanagi immediately understood what I was trying to say. I knew that she would never demand it, though.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“My answer goes without saying.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I figured as much.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">To get an edge over Ryuuen in the special exam, you’ll need my help. There was no way that Sakayanagi would take such an approach, depending on others like that. I asked even knowing that full well.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I will have you repay the debt you owe in our third year,” said Sakayanagi.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“All right, then I’ll plan on that,” I replied.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Please do so,” she said, then yawned again.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“I think it’s probably time we end the call,” I told her.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Are you sure that you want to hang up already? I would like to continue our conversation…”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“This is enough for today. I have a good understanding of how each class leader is doing.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Is that so? After the End-of-Year Special Exam is sorted out, let’s enjoy a nice cup of tea, at our leisure. After </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">he’s</span><span class=\"C_Current__And__Times_New_Roman\"> dealt with, the competition between you and I will be waiting for us in our third-year, Ayanokouji-kun.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I decided to end our conversation here, since her yawns were becoming increasingly mixed in among her words.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">“Could we please…end the call here, then, Ayanokouji-kun? I would like to go to sleep with this peaceful feeling… Goodnight.”</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Sakayanagi hadn’t acted nervous at all, and was calm and composed throughout our entire call. In fact, she was beginning to show a side of herself where she was letting her newfound emotions take over. That, too, must have been another aspect of her growth.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">After I ended the call, I took off my clothes and changed into my pajamas.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">Ryuuen and Sakayanagi. I could assume that both of them were fully prepared for the End-of-Year Special Exam. Tomorrow, one of them…would be defeated and leave the school.</span></p>\n\n  <p class=\"P_Prose_Formatting\"><span class=\"C_Current__And__Times_New_Roman\">I should just stand by and watch how things unfold as an observer; that would be the correct approach. However, speaking from the heart, what </span><span class=\"C_Current__And__Times_New_Roman__And__Italic\">would</span><span class=\"C_Current__And__Times_New_Roman\"> my desired outcome be? I tried not to think about it, but I did have a clear preference. Which of them would I like to win? Even before our conversations, I already had an answer to that question…</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v12",
    "chapter": 12,
    "title": "Chapter 2: The Unusual End-of-Year Special Exam"
  },
  "nextChapter": {
    "volumeId": "y2v12",
    "chapter": 14,
    "title": "Chapter 4: The End-of-Year Special Exam Begins"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/section-0001.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Hoshinomiya Chie’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: The Unusual End-of-Year Special Exam",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: What Ought to Be Finished",
      "href": "Text/section-0012.html#auto_bookmark_toc_12",
      "index": 13
    },
    {
      "label": "Chapter 4: The End-of-Year Special Exam Begins",
      "href": "Text/section-0013.html#auto_bookmark_toc_13",
      "index": 14
    },
    {
      "label": "Chapter 5: The Battle of the Vanguards",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 6: Katsuragi’s Counterattack",
      "href": "Text/section-0015.html#auto_bookmark_toc_15",
      "index": 16
    },
    {
      "label": "Chapter 7: Bitter Tears",
      "href": "Text/section-0018.html#auto_bookmark_toc_18",
      "index": 19
    },
    {
      "label": "Chapter 8: Ayanokouji’s Scheme",
      "href": "Text/section-0026.html#auto_bookmark_toc_26",
      "index": 27
    },
    {
      "label": "Chapter 9: An Awaited Opponent",
      "href": "Text/section-0029.html#auto_bookmark_toc_29",
      "index": 30
    },
    {
      "label": "Chapter 10: The Truth Is…",
      "href": "Text/section-0036.html#auto_bookmark_toc_36",
      "index": 37
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0038.html",
      "index": 39
    },
    {
      "label": "Postscript",
      "href": "Text/section-0039.html#auto_bookmark_toc_39",
      "index": 40
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0040.html",
      "index": 41
    }
  ],
  "currentSpineIndex": 13
}