{
  "title": "Part 3",
  "content": "<h2 class=\"heading_2\">Part 3</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">AT THE CAFE counter, we ordered our drinks. Since I had no personal funds due to the transfer, I borrowed twenty thousand Private Points from Hashimoto, promising to repay it after the May deposit, so payment wasn&apos;t an issue. While waiting for the coffee, I received the receipt and idly looked at a poster advertising a part-time job recruitment opening at the cafe.</p><p class=\"paragraph\" style=\"text-align: left\">Not just at the cafe, similar notices were posted at various stores.</p><p class=\"paragraph\" style=\"text-align: left\">Since students of our school met the age requirements but are prohibited from working, they couldn&apos;t work. Nor would it be appropriate for teachers to take part-time jobs. Perhaps these posters were calls for job changes directed at people already working within Keyaki Mall.</p><p class=\"paragraph\" style=\"text-align: left\">While I was thinking about such meaningless things, time passed, and our ordered items were ready. Hashimoto secured a spacious seat in the back, so I picked up Hashimoto&apos;s drink and moved to that seat.</p><p class=\"paragraph\" style=\"text-align: left\">After waiting for a few minutes, Ichinose appeared, waving gently to signal her arrival. After a brief exchange with the staff at the counter, she approached with a cup in hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry to keep you waiting, Ayanokouji-kun. And you&apos;re with Hashimoto-kun and Morishita-san too.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose politely greeted Morishita as well. On the other hand, Morishita, with a slight nod, remained silent, making it clear that they had little daily interaction.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is it okay for these two to be here?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, there&apos;s no problem at all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Listening to our brief exchange, Hashimoto smirked.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You don&apos;t look surprised&#x2026; Did you already know? About Ayanokouji&apos;s transfer, that is.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If Ichinose was caught off guard, having just learned about the transfer from the school that morning, her surprise would&apos;ve been obvious. However, Ichinose showed no such signs, nor did she seem like she was about to question my change in class. It wasn&apos;t surprising that Hashimoto reached such a conclusion.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I found out a little while ago.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Morishita, you also seem to know that Ichinose knew about it earlier, didn&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I know what I knew. Those who didn&apos;t know should keep this in mind, okay? Quite an interesting expression, I&apos;d say.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What&apos;s that? Are you trying to dodge the question with some nonsense?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Not at all. Of course, I knew. The only one here who wasn&apos;t informed was&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Slowly, she pointed her index finger right in front of Hashimoto&apos;s eyes.</p><p class=\"paragraph\" style=\"text-align: left\">He lightly brushed it off with his hand and glared back.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So it&apos;s just me, huh? Makes me tear up at the strong sense of trust you guys have for each other.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s just between&#xa0;us&#xa0;here. I haven&apos;t told any other classmates.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s the same for my class. Everyone else was surprised, so they clearly didn&apos;t know.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even with this reassurance, it was hard for him to digest.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thanks for the consolation. Though, from here on out, I&apos;ll be digging in deep&#x2014;including why Ichinose was informed about the transfer.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Aside from how she was seemingly involved in the plan, Hashimoto had other reasons for why he was directing his glare toward Ichinose.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But why Ichinose? Don&apos;t tell me you broke up with Karuizawa to date Ichinose&#x2026; and that&apos;s what led to you telling her?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Whether he perceived us as being close or if it was mere conjecture, Hashimoto didn&apos;t hesitate to ask.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s quite a bold question. However, I do sort of understand how you feel.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Both of them alternated their gazes between me and Ichinose.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We wouldn&apos;t discuss the transfer just for that reason.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;She isn&apos;t even in the class you transferred to, so why does Ichinose get to know? There has to be a convincing reason, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course. It&apos;s because for the next year, as Class C aims for Class A, Ichinose and her class&apos;s cooperation is essential. Without her cooperation, my transfer to Class C wouldn&apos;t have happened.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s quite a grand claim&#x2026; but what kind of cooperation are you talking about?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The alliance with Ichinose Honami&apos;s class&#x2026; So you were serious.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita muttered first, and I nodded in response.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Naturally, Hashimoto was taken aback by the sudden mention of an alliance.</p><p class=\"paragraph\" style=\"text-align: left\">Regarding what was coming up next, it was something I would need to explain step by step.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Indeed, I&apos;m serious. In fact, Ichinose and I have formed a complete alliance. Not just some short-term cooperation plan based on the circumstances, but rather a plan to fight together through most of our third year.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I simply conveyed the core of the strategy Hashimoto wanted to know.</p><p class=\"paragraph\" style=\"text-align: left\">However, Hashimoto wasn&apos;t convinced by just that. If anything, the confused look on his face only grew stronger.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s impossible, right? Only one class can graduate from Class A, regardless of how hard people try. A complete alliance is impossible.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He might&apos;ve taken my words as a joke or a ridiculous claim. This was still within expectations, so there was no need to get flustered or firmly reject it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not necessarily true. Indeed, an alliance can&apos;t be formed unconditionally, but the fact that the classes have neatly split into upper and lower halves, paired with the fact that Ichinose and I aren&apos;t aiming to win alone, is significant. If we add the condition &apos;until the four classes are competing equally,&apos; maintaining the alliance isn&apos;t difficult.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If we explained it calmly, our sincerity would come across.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No&#x2026; wait. That&apos;s still impossible. Even if the lower classes were to join hands, the school decides what exams come and who&apos;s matched against whom. If our next battle is against Ichinose&apos;s class, it&apos;d go to hell with any alliances at that point.&#xa0;At most, we could have a gentleman&apos;s agreement to avoid expulsions. Neither can afford to lose, so cooperation is&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If it were an alliance based solely on who wins and loses, there might be contradictions.</p><p class=\"paragraph\" style=\"text-align: left\">However, the word &apos;alliance&apos; meant more than just that.</p><p class=\"paragraph\" style=\"text-align: left\">Before I could add anything, Ichinose nodded and explained.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, the combination of matches is often uncontrollable. That&apos;s been proven over the past two years, and I think it&apos;s only natural for the school to make it so.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The school had our classes competing in a balanced way, at times designating our opponent for us, and at times allowing us to choose it ourselves.</p><p class=\"paragraph\" style=\"text-align: left\">That was the rule for the special exams we repeated throughout our school life.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, anticipating that, we&#x2019;ve already made detailed arrangements. In case my class and Ayanokouji-kun&apos;s class end up competing one-on-one, we&apos;ve agreed to &apos;concede victory to the class that is even one point behind in Class Points.&apos; There are actually more detailed arrangements, but what I want to say is, if the winning and losing classes are predetermined with this condition, there will be no disputes.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita listened to Ichinose&apos;s explanation and sighed softly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you serious? I mean, the arrangement is easy to understand, but what I want to point out is that there&apos;s no point in an alliance where victories are conceded. Conceding victory to the class with even one less point? Hey, that means that the other party is losing a valuable opportunity to gain Class Points. It&apos;s like throwing away a part of the limited number of special exams available each year.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re talking as if all the special exams are set up for Hashimoto-kun and the rest of your class to have an advantage.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We have been maintaining Class A all this time.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Until a little while ago, that is. Now that Sakayanagi-san has lost and voluntarily withdrawn, hasn&apos;t the class&apos;s strength significantly weakened?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s why we poached Ayanokouji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The alliance formed with Ichinose&apos;s class is also one of the reasons for my transfer.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;So the alliance is a foregone conclusion, huh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As Ichinose and I nodded almost simultaneously, Hashimoto exaggeratedly shook his head.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even if forming an alliance is the condition&#x2026; First of all, there&apos;s no guarantee that the class that received a concession will concede victory the following time. If we clash in the next special exam&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In the current situation, the slightly superior Class C would have to accept defeat.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Over these two years, Ichinose has been building her credibility. That&apos;s the key to forming the alliance.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto widened his eyes, seemingly at a loss for words.</p><p class=\"paragraph\" style=\"text-align: left\">It seemed he didn&apos;t want to follow a conversation that was beyond his understanding.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You, Hashimoto Masayoshi, who always betrays, can&apos;t possibly imagine it, can you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s harsh&#x2026; But then, do you understand what they&apos;re saying?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve always thought it&apos;s ridiculous.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s typical of Ayanokouji. Morishita, you agree with me, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t agree, though.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just agree with me&#x2026; Anyway, I get that Ichinose is far more trustworthy than someone like me, but that&apos;s not the issue. Betrayal&#x2014;that risk is still scary, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Let&apos;s hypothesize. Suppose in the next special exam, we face Ichinose&apos;s class, which is currently Class D, and we concede victory to them. Do you think Ichinose would betray us and break the alliance&apos;s promise afterward?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I told him to visualize the situation, and Hashimoto crossed his arms and looked at Ichinose.</p><p class=\"paragraph\" style=\"text-align: left\">He slightly averted his eyes, letting his imagination do the work inside his head.</p><p class=\"paragraph\" style=\"text-align: left\">After a moment of silence, he faced Ichinose, who was looking straight at him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well&#x2026; I guess she&apos;s not entirely untrustworthy&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m glad to hear you say that, even if you&apos;re half-doubtful.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose smiled happily, narrowing her eyes, and Hashimoto awkwardly looked away, scratching his cheek.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Men are simple creatures. Truly foolish beings.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hearing Morishita&apos;s exasperated words, Hashimoto snapped back to attention and resumed his rebuttal, but perhaps having already lost interest in the topic, he placed both hands over his drink and started mumbling to himself.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But, you know what? That&apos;s just the beginning of our third year. What happens when we&apos;ve been fighting for a few months and the situation gets tense? Even if Ichinose&apos;s trustworthy, the people in her class might tempt her to betray us. And the same could happen to us. When it comes down to the wire, it&apos;s not about trust anymore.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, if the time comes, the alliance will be dissolved. Just like what you&apos;re worried about, Hashimoto-kun, we can&apos;t keep the alliance for the whole year. But there&apos;s no benefit in unilaterally cutting ties at an awkward time before that moment arrives. It&apos;s exactly because we&apos;re in a situation where there&apos;s truly no next time that I want to maintain the cooperative relationship with Ayanokouji-kun until the last possible moment.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Holding back from betraying has more benefits than doing so.</p><p class=\"paragraph\" style=\"text-align: left\">Just as we&#x2019;d evaluated Ichinose&apos;s credibility from the past, Ichinose was currently assessing my abilities in real-time. A delicate balance had been established.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;You really think highly of Ayanokouji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. Just like you, Hashimoto-kun.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose looked straight at Hashimoto and answered without hesitation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see&#x2026; Well, I understand what you&apos;re trying to say, Ichinose. Indeed, there might not be any benefits for you to betray us. But there&apos;s no guarantee that we won&apos;t betray you, right? Or maybe you&apos;ve got that covered too, like with a contract or something? If that&#x2019;s the case, then&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto asked, and Ichinose smiled and denied it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s no contract. We&apos;ve just exchanged promises verbally.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s just too soft, no matter how you look at it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, that&apos;s enough for me. Just like Ayanokouji-kun trusts me, I trust him too.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose answered without hesitation, and Hashimoto, seemingly far from understanding, had his head in his hands again.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t understand, not for me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;People who assume betrayal as a given wouldn&apos;t understand, would they? However, I don&apos;t understand either.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita, who had been mocking Hashimoto all along, seemed dissatisfied with the contract between me and Ichinose.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Let&apos;s set aside the issue of trust for now. Does this alliance really mean anything significant? I&apos;m not saying it&apos;s completely ineffective, but do you really think it&apos;s enough to compete in the battle for Class&#xa0;A?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita was skeptical of the argument, which she saw as very unrealistic.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, I agree. Before we even get to matters of trust, can this alliance really be the key? After all, it&apos;s just about giving way to each other when we clash. I can&apos;t see how that alone would catch us up to Horikita&apos;s or&#xa0;Ryuuen&apos;s class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">For Hashimoto, it seemed like something that would reduce rather than increase the chances of gaining Class Points.</p><p class=\"paragraph\" style=\"text-align: left\">It was clear that he viewed the alliance this way.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Forming an alliance isn&apos;t just about yielding to each other and not fighting. If we become complete allies, the amount of information we can gather from daily interactions simply doubles. This is effective not only during academic and physical exams but also in various other situations.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">One person is better than none, two are better than one, and three are better than two. It would become possible to gather people who are skilled and support those who aren&apos;t, motivating us and creating synergy. In class-wide exams like the deserted island exams conducted during the past two years, there would be opportunities for us to cooperate.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And when classes join hands, it means we can coordinate Private Points as needed. If you need a large amount of funds, we can accommodate that. This could also help in special exams.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Of course, there was no guarantee that all of that would be necessary.</p><p class=\"paragraph\" style=\"text-align: left\">Such a thing might only occur two or three times out of ten.</p><p class=\"paragraph\" style=\"text-align: left\">But having the option to achieve what a single class couldn&apos;t was a weapon.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand that it&apos;s better to borrow strength that you usually can&apos;t&#x2026; but, the fact that we formed an alliance will come to light soon, right? What if the top two classes join hands because we are? All the benefits just mentioned would be blown away.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not a concern for now. The top two classes are not in a position to yield to each other. Allowing Class Points to move around without both parties benefiting would only bring disadvantages. Besides, setting Horikita aside, Ryuuen isn&apos;t reliable. They don&apos;t have a relationship where he&apos;d unconditionally concede the victory first or lend Private Points when demanded. And Horikita isn&apos;t likely to take a conceding stance either.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even if they were allowed some flexibility, with Ryuuen, a little would never be enough. Moreover, involving Ryuuen, someone who preferred flashy maneuvers, would bring him significant disadvantages.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;Well, that&apos;s true. But that&apos;s exactly why we have contracts. If there&apos;s a contract, like when Ryuuen and Katsuragi teamed up, they would be forced&#xa0;to follow the rules.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, if they bring up a contract and involve the school, that&apos;s also possible, and it would be a welcome development for us.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Them forming an alliance would help us?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah. If the top classes were to join hands, they&apos;d naturally start suffocating each other. If they bind themselves with terms, like yielding victories to each other, they&apos;d have to bear the loss when they need to win.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">And with the binding conditions, it could never be nullified.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A tightly bound contract can sometimes be a fatal blow.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita muttered to herself, holding a cup.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;On the other hand, we don&apos;t have unnecessary bindings like a contract. It&apos;s not about whether we betray each other, but about being able to adjust our strategy flexibly and opportunistically. If a gap in Class Points arises, we can provide substantial support to the other party until the gap is closed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>The contract that normally would&apos;ve been put in place.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>The wide range of strategic options that came from not having one.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;This is unexpected. Not having a contract actually works to our advantage, huh? I hadn&apos;t considered that perspective&#x2026; but in the end, this alliance will be terminated and we&#x2019;ll be competing normally, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ichinose also mentioned that. If Class C and Class D rise to stand alongside Horikita&apos;s and&#xa0;Ryuuen&apos;s classes, our cooperative relationship will naturally dissolve.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This was, of course, made with approval from Ichinose&apos;s side.</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose nodded in response so that Hashimoto and Morishita could understand that point clearly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m somewhat convinced. But because of that, I have more questions. Let me ask something more probing&#x2014;why did you decide to cooperate with Ayanokouji? Morishita and I are certainly planning to set Ayanokouji up in a high position, but most of our classmates aren&apos;t convinced. If Ayanokouji&apos;s branded as someone unsuitable to be a leader, such an alliance won&apos;t mean anything, and it might even end up hindering you. Are you managing those risks properly?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto deliberately directed his question not at me but at Ichinose.</p><p class=\"paragraph\" style=\"text-align: left\">He believed he could fully expose Ichinose with his insight, but it wasn&apos;t that simple. His opponent had clearly changed and grown since before.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Having fallen into Class D, our backs are against the wall. You understand that, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, of course. That&apos;s why a soft approach like this alliance will only make you advance by half a step at a time instead of full steps. In fact,&#xa0;I&apos;m even feeling so anxious just hearing this proposal that I&apos;m almost panicking.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Using your expression, a certain half step is better than an uncertain full step. We&apos;ve been walking for two years without moving forward, having only fallen behind. Our situation is different from that of your class, Hashimoto-kun. That&apos;s why we could accept it from the start.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After seeing her positive attitude, Hashimoto gave a single nod.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then I&apos;ll change the question. What if Ayanokouji can&apos;t become the leader? Or even if he becomes the leader, but the condition for the class to accept him is to avoid working with Class D? Would you simply withdraw from the cooperative relationship then?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">What Hashimoto feared was a half-hearted cooperation network.</p><p class=\"paragraph\" style=\"text-align: left\">Or he feared that Ichinose&apos;s class might become dependent and start to collapse.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I hope you won&apos;t take this the wrong way, but honestly, I feel like you&apos;re a burden. Between our class and yours, it&apos;s clear who holds the reins. If you say that we&apos;re forming an alliance, I&apos;d want something in return to be on equal footing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What kind of return are you looking for?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Instead of outright refusing, Ichinose first sought to draw out a proposal from Hashimoto.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re a shameless man. What do you intend to make Ichinose Honami do?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t jump to conclusions on what it&apos;s about.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But, what about if she said yes regardless?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s&#x2026; no, I&#x2019;m saying that&apos;s not what I mean.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That pause just now spoke volumes.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, with a strong motion, waved his hands at Morishita, telling her to stop interrupting the conversation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There must be something, like paying Private Points or something like that&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry, Hashimoto, but the alliance I want to reap benefits from is based on equality, not subordination. Establishing a disadvantaged hierarchy would actually be more of a drawback.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When opinions diverged, it was natural for Class C to use their superior position and pressure others to comply. That was something we wanted to avoid.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s one thing I want you to be reassured about: if Ayanokouji-kun&#x2014;no, if anyone from Class C&#x2014;opposes it, I&apos;m prepared to accept that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see? So you&apos;d be willing to discard the alliance proposal then?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, but I don&apos;t think there&apos;s any need to worry about that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And why&apos;s that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Because it&apos;s Ayanokouji-kun&apos;s proposal.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Her straightforward gaze pierced through Hashimoto.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s what I believe, so I don&apos;t think this discussion will fall apart.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;I see.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry, but let&apos;s stop this discussion for now.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Why&apos;s that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I deliberately directed my gaze in a certain direction, and Hashimoto and Morishita followed suit. There, Horikita and Matsushita appeared, still not fully comprehending the situation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, that figures. I&apos;ll handle it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Make sure to keep the alliance under wraps. It&apos;s impossible for those two right now to predict that we might be forming one. There&apos;s no need to tell them at this stage.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I get it. There&apos;s no need to spill it so early.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto&apos;s interpretation and my intentions probably didn&apos;t align.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Honestly, it would be fine to reveal the alliance today or tomorrow.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh? Is that so?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The alliance doesn&apos;t need to be kept secret indefinitely; it&apos;s more effective when we make it known. However, right now, Horikita and the others have already taken significant damage just by the fact that I&apos;ve transferred classes. Mentioning the alliance to confuse them now would be too wasteful. It&apos;s better for them to learn about it once the wound of the transfer has healed a bit. That will hurt them more deeply.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;Right. You&apos;re not planning to show any mercy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This was merely lip service aimed toward Hashimoto, Morishita, and Ichinose.</p><p class=\"paragraph\" style=\"text-align: left\">Those who would be relieved and simultaneously intimidated by Horikita&apos;s Class&#x2019;s downfall would find this acceptable.</p><p class=\"paragraph\" style=\"text-align: left\">However, my goal wasn&apos;t to bring down Horikita.</p><p class=\"paragraph\" style=\"text-align: left\">I had to lead her to growth.</p><p class=\"paragraph\" style=\"text-align: left\">Adding to the transfer, throwing an unexpected threat like an alliance at her would significantly weigh on her psyche.</p><p class=\"paragraph\" style=\"text-align: left\">Of course, Horikita&apos;s psyche might be even more deeply wounded afterward.</p><p class=\"paragraph\" style=\"text-align: left\">But there was no need to worry.</p><p class=\"paragraph\" style=\"text-align: left\">Two years had passed. Horikita was able to build her relationships with her classmates during this time.</p><p class=\"paragraph\" style=\"text-align: left\">I trusted that they would help her recover through this time.</p>",
  "prevChapter": {
    "volumeId": "y3v1",
    "chapter": 17,
    "title": "Part 2"
  },
  "nextChapter": {
    "volumeId": "y3v1",
    "chapter": 19,
    "title": "Part 4"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 1",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: The End of Everyday Life",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Confusion",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 2: Confirmation",
      "href": "chapter-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 3: The Commencement of a One-Year Period",
      "href": "chapter-3.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 17
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 19
    },
    {
      "label": "Part 5",
      "href": "chapter-3-part-5.xhtml",
      "index": 20
    },
    {
      "label": "Chapter 4: An Onlooker's Perspective ",
      "href": "chapter-4.xhtml",
      "index": 21
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 22
    },
    {
      "label": "Part 2",
      "href": "chapter-4-part-2.xhtml",
      "index": 23
    },
    {
      "label": "Chapter 5: Convolution",
      "href": "chapter-5.xhtml",
      "index": 24
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 25
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 26
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 27
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 6: School Life in Class C",
      "href": "chapter-6.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Chapter 7: Ayanokouji's Defeat",
      "href": "chapter-7.xhtml",
      "index": 32
    },
    {
      "label": "Part 1",
      "href": "chapter-7-part-1.xhtml",
      "index": 33
    },
    {
      "label": "Part 2",
      "href": "chapter-7-part-2.xhtml",
      "index": 34
    },
    {
      "label": "Part 3",
      "href": "chapter-7-part-3.xhtml",
      "index": 35
    },
    {
      "label": "Part 4",
      "href": "chapter-7-part-4.xhtml",
      "index": 36
    },
    {
      "label": "Part 5",
      "href": "chapter-7-part-5.xhtml",
      "index": 37
    },
    {
      "label": "Chapter 8: Enemies and Allies",
      "href": "chapter-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 1",
      "href": "chapter-8-part-1.xhtml",
      "index": 39
    },
    {
      "label": "Epilogue: What Awaits Ahead",
      "href": "epilogue.xhtml",
      "index": 40
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 41
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 42
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 43
    },
    {
      "label": "Y2V12.75 - Ibuki Mio Short Story: Behind the Scenes",
      "href": "ss-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 1",
      "href": "ss-1-part-1.xhtml",
      "index": 45
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Secrets She Harbors",
      "href": "ss-2.xhtml",
      "index": 46
    },
    {
      "label": "Morishita Ai’s Short Story: Gatling Gun",
      "href": "ss-3.xhtml",
      "index": 47
    },
    {
      "label": "Shiraishi Asuka's Short Story: An Extra Pair of Ears",
      "href": "ss-4.xhtml",
      "index": 48
    },
    {
      "label": "Ibuki Mio's Short Story: Concern?",
      "href": "ss-5.xhtml",
      "index": 49
    },
    {
      "label": "Guidebook Short Story: A Pillar of Support",
      "href": "ss-6.xhtml",
      "index": 50
    },
    {
      "label": "Guidebook Short Story: Mock Date",
      "href": "ss-7.xhtml",
      "index": 51
    },
    {
      "label": "Guidebook Short Story: Ever Since That Time...",
      "href": "ss-8.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 18
}