{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">IT WAS PAST noon, and Keyaki Mall was overflowing with students at lunchtime.</p><p class=\"paragraph\" style=\"text-align: left\">After parting ways with Ayanokouji in front of the gym, Ichinose, who descended to the first floor alone via the escalator, had plans to have lunch with classmates at 12:30.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ichinose-se~npai!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">On her way to the destination, Ichinose was called out by Amasawa Ichika from Class 2-A.</p><p class=\"paragraph\" style=\"text-align: left\">Although there weren&apos;t any deep connections between them, they occasionally chatted and were on friendly terms.</p><p class=\"paragraph\" style=\"text-align: left\">Amasawa approached with an innocent smile, and Ichinose responded in kind.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Did you go to the gym today?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Amasawa looked up at the gym on the second floor and asked Ichinose without much of a greeting.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, just for about an hour though.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Maybe I should join too~ Lately, my body feels so sluggish.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Really? If you&apos;re interested, why not try it out or come for a visit? We can go together if you want.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But I tend to spend a lot of money, so the monthly expense is kind of painful.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There are programs that can help keep the costs down, you know?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Really? Oh, by the way, Ayanokouji-senpai goes to the gym too, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Amasawa suddenly mentioned Ayanokouji&apos;s name with sparkling eyes.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, Ayanokouji-kun seemed interested too. When I invited him, he joined.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. Maybe I&apos;ll give it some proper thought then.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose kept smiling as she looked at Amasawa&apos;s face.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hm? Does Ayanokouji-kun&apos;s presence matter for you to join?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It does matter. I like Ayanokouji-senpai a lot.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Having said so, Amasawa showed a cute expression and made a heart shape with her fingers.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Eh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose widened her eyes at the unexpected confession from her kouhai.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh, I mean I like him as a senpai, not that there are any romantic feelings~&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">However, Ichinose continued to face Amasawa with a smile, without changing her expression.</p><p class=\"paragraph\" style=\"text-align: left\"><em>But why did Amasawa suddenly bring up Ayanokouji&apos;s name and make such suggestive remarks?</em></p><p class=\"paragraph\" style=\"text-align: left\">This was a topic that rarely came up in their relationship up until that point, so Ichinose was puzzled.</p><p class=\"paragraph\" style=\"text-align: left\">Amasawa sharpened her gaze in response to the slight change in emotion Ichinose showed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was just kidding~ Actually, I really do love him in that way.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">She stopped using roundabout expressions and said it outright.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Could you perhaps want me to help you with something&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>A confession of love for a senpai.</em></p><p class=\"paragraph\" style=\"text-align: left\">If that was what Amasawa wanted help with from Ichinose, it&apos;d make sense.</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose thought as much, but Amasawa immediately shook her head to deny it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I definitely don&apos;t have the courage to confess, but I do feel a bit jealous when I see Ichinose-senpai getting along so well with Ayanokouji-senpai. Maybe there&apos;s something going on between you two&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Me? I&apos;m not in that kind of relationship with Ayanokouji-kun.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose calmly denied it, but Amasawa grew more suspicious.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Really? Senpai, you&apos;re so cute, I really thought that I wouldn&apos;t stand a chance if you were my rival.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s true, so don&apos;t worry.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Despite Amasawa&apos;s exaggerated crying face, Ichinose responded seriously.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re not&#x2026; lying, are you? Ichinose-senpai, you wouldn&apos;t lie to me, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, I wouldn&apos;t lie. Though, if that&apos;s the case, going to the gym might be a good idea. It could be your chance to get closer to Ayanokouji-kun.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose had been maintaining her mature front throughout. However, on the inside, as Amasawa kept bringing up romantic topics involving Ayanokouji, she sensed a different image from her than before.</p><p class=\"paragraph\" style=\"text-align: left\">She was clearly feeling around the circumstances and probing into them.</p><p class=\"paragraph\" style=\"text-align: left\">Keeping up the act, Amasawa nodded happily and moved closer to Ichinose.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ichinose-senpai, are you perhaps getting a bit carried away lately?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Up until now, Amasawa had been playing the part of a good girl with Ichinose, but just then, she quietly spoke in a more venomous manner.</p><p class=\"paragraph\" style=\"text-align: left\">A normal person might&apos;ve been shocked or taken aback by Amasawa&apos;s sudden change.</p><p class=\"paragraph\" style=\"text-align: left\">However, Ichinose didn&apos;t show any change in her demeanor.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If it seemed that way, I&apos;m sorry. I didn&apos;t intend that at all&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was unlikely that Ichinose could&apos;ve anticipated such a question beforehand, but if Ichinose really hadn&apos;t, she appeared too calm&#x2014;that was how Amasawa analyzed the situation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m pretty sharp, you know. I thought it&apos;d be tactless to ask directly, but Ichinose-senpai, there&apos;s something between you and Ayanokouji-senpai, isn&apos;t there?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Something? There&apos;s really nothing&#x2026; You really seem to worry about this stuff when it comes to Ayanokouji-kun, don&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I told you, I love Senpai. That&apos;s why I can understand certain things. Aren&apos;t you getting a bit too carried away, Ichinose-senpai?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Carried away?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Leaving Ichinose&apos;s response aside, Amasawa continued the conversation alone.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;After all&#x2026; you&apos;ve slept with Ayanokouji-senpai, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>&apos;I wouldn&apos;t lie&apos;</em>&#x2014;right after securing such a statement from Ichinose, Amasawa threw in the bomb she&#x2019;d prepared.</p><p class=\"paragraph\" style=\"text-align: left\">Amasawa naturally didn&apos;t know whether there was any physical relationship with Ayanokouji, but she always kept an eye on his surroundings. From Ichinose&apos;s dejected state after the end-of-year special exam to her recovery today, and the close distance and smile she showed Ayanokouji at the cafe after the opening ceremony&#x2014;there was no doubt that there was a catalyst for her recovery, and it was certain that Ayanokouji was involved. From that perspective, it wouldn&apos;t be surprising if there were certain things that they couldn&apos;t share with others.</p><p class=\"paragraph\" style=\"text-align: left\">She didn&apos;t care about the truth of this question. She just wanted to see Ichinose&apos;s agitation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Does that have anything to do with me getting carried away?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh&#x2026;? You&apos;re not denying it? I&apos;m genuinely surprised.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It was you who asked me not to lie, Amasawa-san.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">From early on, Ichinose had already realized that Amasawa was speaking with ill intent, but as a senpai and&#x2014;albeit presumptuously&#x2014;as a friend, she tried to maneuver without hurting her.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. Hmm, that&apos;s certainly true.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Keeping up a smile until the very end and being kind was easy, but even if the true intention of the claim wasn&apos;t clear, she decided it was better to face it head-on without running away.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, you admit that you slept with him?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Without voicing her answer, Ichinose smiled back as a response.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, you were lying to me even though you guys are dating.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not dating Ayanokouji-kun.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Eh? But isn&apos;t that contradictory? You mean to say you slept with him even though you&apos;re not in that kind of relationship?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji-kun and I are bound by a strong bond. That&apos;s all there is to it, I suppose.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;S-Strong bond&#x2026; pfft, kihahaha.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Amasawa narrowed her eyes with an overtly clear laugh.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ichinose-senpai, you&apos;re really getting carried away. You should face reality a bit more.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you mean by reality?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji-senpai has enjoyed your attractive body, right? But thinking that you gained a bond through that is naive, or rather, too optimistic. Once he enjoys it enough, he&apos;ll get bored. Then, like Karuizawa-senpai, you&apos;ll be discarded along with that bond, thrown away like trash once your usefulness ends.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>If you get too close to Ayanokouji, you&apos;ll end up regretting it&#x2014;</em>that was the message Amasawa wanted to convey through all her provocative statements thus far.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do you have a favorite food, Amasawa-san? Something special you don&apos;t usually eat.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Eh? A favorite food?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Amasawa answered with a laugh as if the topic had suddenly changed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Maybe cake.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">She answered seriously with a few ideas in mind.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And if you eat that cake, you&apos;d want to eat it again, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s true.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But if you could eat cake every day, anytime you want&#x2026; yeah, even if it&apos;s your favorite food, you&apos;d get tired of it, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, I&apos;d probably get sick of even seeing it for a while.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Their opinions matched, and they nodded at each other.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s why you shouldn&apos;t eat too much. Since it&apos;s your favorite food, you should only eat it on special occasions. Until then, you need to resist the urge. It&apos;s because you can&apos;t eat it despite it being right in front of you that the desire to eat it grows stronger. Once you&apos;ve had a taste, then&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nothing had changed. She still had on the same gentle smile directed towards her kouhai.</p><p class=\"paragraph\" style=\"text-align: left\">But beneath that smile, Amasawa felt she&#x2019;d caught a glimpse of Ichinose&#x2019;s true nature.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re saying you&apos;re that special cake, but you&apos;re dangerously full of yourself. Do you really think it&apos;ll go that smoothly? The person in question is Ayanokouji-senpai, after all. If you&apos;re thinking he&apos;s some ordinary guy, then your thinking is even sweeter than cake.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You seem to know a lot about Ayanokouji-kun.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, well, probably even more than you Ichinose-senpai, yeah? He&apos;s the type to keep a lot of secrets, you know?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">For the first time since their conversation started, Ichinose looked away from Amasawa and surveyed her surroundings.</p><p class=\"paragraph\" style=\"text-align: left\">Then, she returned her unchanged gaze to Amasawa.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There are no more secrets between me and Ayanokouji-kun.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">She expressed a straightforward attitude that showed her unquestioning trust in Ayanokouji.</p><p class=\"paragraph\" style=\"text-align: left\">Seeing this, Amasawa couldn&apos;t hold back her laughter and held her stomach with both hands.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ahahaha, that&apos;s a funny joke, Ichinose-senpai. To think that sleeping with Ayanokouji-senpai makes you feel like you know everything, that&apos;s just adorable~ I might fall for you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just like how people can&apos;t learn everything just from having a physical relationship, Amasawa-san, you also have some other kind of connection with Ayanokouji-kun, right?&#xa0;But isn&apos;t that just making you feel like you know him, rather than you actually knowing him?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Um, excuse me? At least within this school, I understand Ayanokouji-senpai the most&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji-kun told me everything, much more than what you think.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Under Amasawa&apos;s doubtful gaze, Ichinose continued without a hint of hesitation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Like matters, for example, about the White Room.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Amasawa, who had been gleefully smiling from a supposedly superior position until now, momentarily stiffened.</p><p class=\"paragraph\" style=\"text-align: left\">However, she quickly relaxed and resumed her composure.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t joke around, Ichinose-senpai. Ayanokouji-senpai would never talk about that to an outsider.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Maybe so.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Unless put in a dire situation, Amasawa&apos;s heartbeat wouldn&apos;t falter.</p><p class=\"paragraph\" style=\"text-align: left\">However, it was a different story if a word that absolutely couldn&apos;t have been said on a whim were to come up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hold on. Did Ayanokouji-senpai really talk to you about the White Room, Ichinose-senpai?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That seemed impossible.</p><p class=\"paragraph\" style=\"text-align: left\">Even if it wasn&apos;t forbidden, discussing the White Room with unrelated students while seeking a normal school life was 100% unlikely, Amasawa was convinced of that.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems we have a common secret now, Amasawa-san.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, wait. How much did Senpai tell you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Unbeknownst to herself, Amasawa&apos;s smile had faded.</p><p class=\"paragraph\" style=\"text-align: left\">Even in the face of a flustered Amasawa, Ichinose didn&apos;t change her demeanor much.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I can&apos;t tell you that. It might be the same as you, or even more.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That can&apos;t be. But&#x2026; Ayanokouji-senpai&#x2026; would he really...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Inside, Ichinose was smiling.</p><p class=\"paragraph\" style=\"text-align: left\">She only knew the term &apos;White Room&apos; from overhearing it during the deserted island exam during her second year. Ayanokouji had denied knowing about it, and even now, he hadn&apos;t told Ichinose anything regarding the truth. However, from Amasawa&apos;s attitude suggesting that she knew something about Ayanokouji that others didn&apos;t, she deduced that there was a possible connection to the White Room. If Amasawa was unrelated to the term White Room, then that in itself was an advantage for Ichinose, proving she knew Ayanokouji better; thus, the truth didn&apos;t matter either way.</p><p class=\"paragraph\" style=\"text-align: left\">Directly translated as &quot;white room<sup id=\"fnref-1-dca9b81f-628d-57e7-86a9-1b4705f29612\"><a class=\"footnote-ref\" href=\"#fn-1-dca9b81f-628d-57e7-86a9-1b4705f29612\" data-ref=\"1\" epub:type=\"noteref\">[1]</a></sup>,&quot; it could be the name of a high-level cram school or something akin to a nickname, she had imagined, but this interaction revealed that Amasawa likely originated from there.</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose felt a warm feeling enveloping her as she learned something new about Ayanokouji.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I have to meet up with some friends soon, so I&apos;m going to go now. Oh, and if you have any requests regarding the gym, feel free to ask anytime, I&apos;ll be waiting.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With that, Ichinose started walking.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;Shoot. I&apos;m the one getting carried away here.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After a while, Amasawa pinched her own cheek with a wry smile.</p><p class=\"paragraph\" style=\"text-align: left\">She&#x2019;d only intended to tease Ichinose, but it resulted in the opposite effect.</p><p class=\"paragraph\" style=\"text-align: left\">Realizing she&#x2019;d been the one countered and teased instead, she started mumbling to herself.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m getting goosebumps. Ayanokouji-senpai has his hands full with more than just an ordinary busty senpai.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Amasawa started to walk, but she stopped almost immediately.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji-senpai is a boy too after all, maybe after getting a taste, he&apos;s now been made to wait before getting the next one, and ended up obeying Busty-senpai because of it&#x2026;? Or not. There&apos;s no way that&apos;d be the case here.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Still, she revised her view of Ichinose, whom she hadn&apos;t thought highly of at all until then.</p><p class=\"paragraph\" style=\"text-align: left\">It was undoubtedly Ayanokouji who changed Ichinose.</p><p class=\"paragraph\" style=\"text-align: left\">But the change was due to Ichinose&apos;s own strength.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s going to be an interesting fight for all the third-year senpai. Well, I need to get serious about that side of things too, to make Ayanokouji-senpai happy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>The reason she remained at this school</em>.</p><p class=\"paragraph\" style=\"text-align: left\">To not let that go to waste, and for the sake of her goal, Amasawa began walking again.</p><hr class=\"footnote-rule\"/><ol class=\"footnotes\"><li data-id=\"dca9b81f-628d-57e7-86a9-1b4705f29612\" data-ref=\"1\" class=\"footnote first-footnote\" id=\"fn-1-dca9b81f-628d-57e7-86a9-1b4705f29612\"><p class=\"paragraph\" style=\"text-align: left\"><a class=\"footnote-backref\" href=\"#fnref-1-dca9b81f-628d-57e7-86a9-1b4705f29612\">[1]: </a>Atsuomi&apos;s &quot;White Room&quot; is written in <em>katakana</em>, &#x30db;&#x30ef;&#x30a4;&#x30c8;&#x30eb;&#x30fc;&#x30e0; (pronounced, <em>howaito ruumu</em>, borrowed from lit. &quot;white room&quot;), which is the Japanese writing system that transliterates English and other foreign languages into Japanese syllables. Here, Ichinoseis translating the loaned words into their actual Japanese term (&#x767d;&#x3044;&#x90e8;&#x5c4b;).</p></li></ol>",
  "prevChapter": {
    "volumeId": "y3v1",
    "chapter": 22,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "y3v1",
    "chapter": 24,
    "title": "Chapter 5: Convolution"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 1",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: The End of Everyday Life",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Confusion",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 2: Confirmation",
      "href": "chapter-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 3: The Commencement of a One-Year Period",
      "href": "chapter-3.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 17
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 19
    },
    {
      "label": "Part 5",
      "href": "chapter-3-part-5.xhtml",
      "index": 20
    },
    {
      "label": "Chapter 4: An Onlooker's Perspective ",
      "href": "chapter-4.xhtml",
      "index": 21
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 22
    },
    {
      "label": "Part 2",
      "href": "chapter-4-part-2.xhtml",
      "index": 23
    },
    {
      "label": "Chapter 5: Convolution",
      "href": "chapter-5.xhtml",
      "index": 24
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 25
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 26
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 27
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 6: School Life in Class C",
      "href": "chapter-6.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Chapter 7: Ayanokouji's Defeat",
      "href": "chapter-7.xhtml",
      "index": 32
    },
    {
      "label": "Part 1",
      "href": "chapter-7-part-1.xhtml",
      "index": 33
    },
    {
      "label": "Part 2",
      "href": "chapter-7-part-2.xhtml",
      "index": 34
    },
    {
      "label": "Part 3",
      "href": "chapter-7-part-3.xhtml",
      "index": 35
    },
    {
      "label": "Part 4",
      "href": "chapter-7-part-4.xhtml",
      "index": 36
    },
    {
      "label": "Part 5",
      "href": "chapter-7-part-5.xhtml",
      "index": 37
    },
    {
      "label": "Chapter 8: Enemies and Allies",
      "href": "chapter-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 1",
      "href": "chapter-8-part-1.xhtml",
      "index": 39
    },
    {
      "label": "Epilogue: What Awaits Ahead",
      "href": "epilogue.xhtml",
      "index": 40
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 41
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 42
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 43
    },
    {
      "label": "Y2V12.75 - Ibuki Mio Short Story: Behind the Scenes",
      "href": "ss-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 1",
      "href": "ss-1-part-1.xhtml",
      "index": 45
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Secrets She Harbors",
      "href": "ss-2.xhtml",
      "index": 46
    },
    {
      "label": "Morishita Ai’s Short Story: Gatling Gun",
      "href": "ss-3.xhtml",
      "index": 47
    },
    {
      "label": "Shiraishi Asuka's Short Story: An Extra Pair of Ears",
      "href": "ss-4.xhtml",
      "index": 48
    },
    {
      "label": "Ibuki Mio's Short Story: Concern?",
      "href": "ss-5.xhtml",
      "index": 49
    },
    {
      "label": "Guidebook Short Story: A Pillar of Support",
      "href": "ss-6.xhtml",
      "index": 50
    },
    {
      "label": "Guidebook Short Story: Mock Date",
      "href": "ss-7.xhtml",
      "index": 51
    },
    {
      "label": "Guidebook Short Story: Ever Since That Time...",
      "href": "ss-8.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 23
}