{
  "title": "Part 5",
  "content": "<h2 class=\"heading_2\">Part 5</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">DURING THE TIME Horikita was talking to Kushida on the bench, Ryuuen had gathered Ishizaki, Albert, Katsuragi, and Ibuki and headed to the karaoke room.</p><p class=\"paragraph\" style=\"text-align: left\">It was one of the places his class commonly used for confidential meetings.</p><p class=\"paragraph\" style=\"text-align: left\">The seating arrangement naturally formed over repeated meetings.</p><p class=\"paragraph\" style=\"text-align: left\">While looking at the food menu, Ishizaki started muttering to himself.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey Ibuki, they&apos;ve added something called deep-fried pasta. Can I order it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He pointed to the food commonly known as &apos;fried pasta&apos; as he asked his question.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Why are you asking me? Just do what you want.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My dad used to talk about it when he came back from hostess clubs. He said that deep-fried pasta&apos;s really delicious. I&apos;ve always wanted to try it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t care about that story.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Whether it&apos;s pasta or something else, I don&apos;t care what you eat, but we need to start with the discussion. This special exam won&apos;t be easy. No, I should say &apos;also&apos; this time.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Katsuragi, sitting farthest away from him with his arms crossed, urged Ishizaki and the others to join in on the discussion first.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It might seem obvious, but no matter how generously you look at things, this is the kind of exam Class B would struggle the most with.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, there&apos;s nothing we can do about studying.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ibuki responded in a resigned tone.</p><p class=\"paragraph\" style=\"text-align: left\">It was practically impossible for them to win in a battle of academic abilities.</p><p class=\"paragraph\" style=\"text-align: left\">That was undoubtedly the biggest challenge facing Ryuuen&apos;s class.</p><p class=\"paragraph\" style=\"text-align: left\">Despite reaching Class B through sheer ability and luck, they hadn&apos;t been able to find a way to win in their weakest subjects yet.</p><p class=\"paragraph\" style=\"text-align: left\">Moreover, this time, they were competing against the former Class A, known for their academic prowess.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If our goal&apos;s to win, we&#x2019;re bound for a tough battle.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Why not just give up? Losing the opportunity to gain about a hundred class points isn&apos;t a big deal, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You giving up before we even start, Ibuki!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then are you going to study nonstop, twenty-four hours a day, until the exam starts? Even if you do, I doubt you&apos;d be able to close the gap enough to even score well.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Uh, that would be&#x2026; well&#x2026; a bit tough&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s because you don&apos;t study regularly. You haven&apos;t done any of the assignments I gave you, have you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I hate schoolwork enough, why do I have to do the homework you&apos;ve made too, Katsuragi?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It was made for the class. In fact, students who are taking these seriously have already seen steady improvements in their academic abilities.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Katsuragi emphasized the assignments&apos; results, but Ishizaki awkwardly averted his gaze.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Studying just enough not to fail is all I can handle. If I cram any more, I&apos;ll burst.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Seeing Ishizaki&apos;s attitude, Katsuragi sighed and looked toward Ryuuen.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Shouldn&apos;t you be giving stricter instructions? That might motivate Ishizaki and the others a bit.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s no cure for stupidity. Besides, there&apos;s no need to play on their turf. We never intended to fight fairly from the start.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Rather than adopting a losing strategy, Ryuuen immediately dismissed the idea.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;However, they&apos;re a formidable enemy. Even though Sakayanagi has left, Class C still has many students specialized in academics. It&apos;s not like they had a significant downgrade.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishizaki stood up and clenched his fist after listening without much interest until now.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not actually a downgrade. With Ayanokouji in their class, they&apos;ve powered up like crazy. Damn, why did he go to Class C&#x2026; I don&apos;t get it. Do you understand why, Ibuki?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t ask me. You shouldn&apos;t even try to understand his thoughts.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Getting involved could lead to complications.</p><p class=\"paragraph\" style=\"text-align: left\">Ibuki learned this through experience, and now, she generally avoided it.</p><p class=\"paragraph\" style=\"text-align: left\">When the others asked her to go to the caf&#xe9; to confront Ayanokouji, she instantly rejected them.</p><p class=\"paragraph\" style=\"text-align: left\">Thanks to that, she was mentally fine, and she felt relatively calm.</p><p class=\"paragraph\" style=\"text-align: left\">There were times when they had unexpected encounters, but that wasn&apos;t always the case.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It really feels like a tough enemy just showed up&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If that weren&apos;t the case, it&apos;d be a real problem. That&apos;s where my ultimate goal lies.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>I need a formidable opponent</em>&#x2014;that was what he was trying to say.</p><p class=\"paragraph\" style=\"text-align: left\">Although Ishizaki felt like that was an unusual thing for Ryuuen to say, he quietly nodded without pressing any further.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. However, I still have some doubts. Of course, I don&apos;t deny that Ayanokouji has excellent qualities, such as his calmness and occasional sharpness, but there&apos;s something about him that&apos;s missing&#x2014;or rather, I can&apos;t bring myself to completely hate him&#x2026; I can&apos;t decide if he&apos;s someone who&apos;s able to surpass Sakayanagi.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s because you haven&apos;t seen how great Ayanokouji is directly, Katsuragi. He&apos;s incredible, right, Ibuki?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Stop bringing me into this. I get really annoyed just talking about him. I truly hate him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Who do you hate more, him or Horikita? You always seem to be complaining about her.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s&#x2026; a tough choice. It&apos;s like choosing whether to lose your right eye or your left&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s way too scary, what kind of comparison even is that&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While the two engaged in some trivial banter, Ryuuen glanced at the ceiling, unconcerned. Katsuragi turned his gaze to Ishizaki at that moment.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;How were Ayanokouji and Hashimoto after the transfer? What was the reason for the transfer?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It didn&apos;t seem like anything&apos;s changed. It felt like neither classes A nor C mattered to him. He mentioned getting help from C, but I&apos;m not sure if that&apos;s true.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Wasn&apos;t it just so he could be the leader and then do as he wishes?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ibuki, now that Sakayanagi isn&apos;t here anymore, indeed, nobody&apos;s in their leader position, however&#x2026; I thought Ayanokouji was the type to get things done quietly without standing out much.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Katsuragi, aligning what he heard with his own impressions, questioned Ryuuen.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you think?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t know. If he&apos;s going to come out in the open after transferring classes, the reason wouldn&#x2019;t matter.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen seemed to have organized his thoughts and turned his gaze back to Katsuragi.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In this special exam, if we play it by the book, it&apos;s almost certain that we&apos;ll lose 99% of the time, regardless of Ayanokouji&apos;s presence. But it&apos;s not like there aren&apos;t any holes in the rules. The exam&apos;s designed in a way that gives us an advantage&#x2014;as big as we want&#x2014;as long as we have &apos;live ammo,&apos; and that&apos;s not bad.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s true, but&#x2026; are you planning to pour in all the Private Points you&apos;ve saved up?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;They must&apos;ve spent a lot on pulling Ayanokouji. Moreover, since they have the upper hand academically, they&apos;ll come at us without making many investments and try to win. They&apos;re a good target.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">For their class, it was a situation that couldn&apos;t turn into an expense-driven exchange. Class C, with no money to spare, could only fight with their pure academic ability and the penalty points given to them.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand what you&apos;re saying, but the gap between our academic abilities isn&apos;t something we can just easily bridge using a few additional penalty points. It would barely become fair even if we distribute penalties to dozens in their class. It&apos;s not a very efficient plan. You can&apos;t even be sure you&apos;ll hit all five of their participants, can you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you against it then?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Not exactly. I&apos;m saying don&apos;t do it if you&apos;re going in half-baked. To have a high chance of winning&#x2026; Even though this is just a hypothetical, we&apos;d want to take away an additional three hundred points. That would require about 15 million private points.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Man, does it really cost 15 million to win?!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even then, there&apos;s no absolute guarantee. If we were to use our four hundred penalty points on their entire class, we&apos;d only be able to take away ten points per person. However, they could narrow down who to use their initial hundred points on, using their points on five people within our class and trying to take away twenty points each. If they&apos;re able to get an accurate reading of who our participants are, we&apos;d be starting off the small-group battle with ten points less per participant compared to their class. Of course, there&apos;s a low possibility of that happening, but if we assume the worst, something like that&apos;s possible.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Spending a large sum of money might not even bring an equal start.</p><p class=\"paragraph\" style=\"text-align: left\">Misevaluation could result in their Private Points vanishing into thin air.</p><p class=\"paragraph\" style=\"text-align: left\">Katsuragi felt concerned and continued his explanation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;To increase our odds of winning even further, we&apos;d have to throw in another ten or twenty million Private Points. Alternatively, we could narrow down who their participants will be and aim to take away about twenty points each. But it&apos;s hard to say that it&#x2019;d even increase our chances.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s practically the same as going bankrupt.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, but if you&apos;re aiming to win despite the huge amount of money and risk, I have no reason to stop you. It won&apos;t be a &apos;complete victory,&apos; but losing absolutely cannot be allowed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was no small obstacle. Ibuki, who&#x2019;d been listening half-heartedly, raised her face.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Listening to all of this, I think it might be better to just give up on this exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In response to Ryuuen, who seemed ready to compete, Ibuki challenged him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, Ibuki, are you really going to argue with Ryuuen-san?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What, didn&apos;t you call me here because you wanted my opinion? If not, I&apos;ll leave.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As Ibuki showed signs of leaving, Ryuuen laughed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll listen. Why do you think that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s simply because it&apos;s disadvantageous for us. As Katsuragi said, we can&apos;t win by just studying. The idea is that we <em>might</em>&#xa0;win if we use Private Points, but the reward isn&#x2019;t worth how&#xa0;much we&apos;re spending. Even I think it&apos;s too reckless, and that&apos;s proof enough.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I agree with Ibuki. In terms of cost-effectiveness, it&apos;s not good at all. Even if we assume a complete victory, the return isn&apos;t even that great.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Katsuragi also conveyed his stance, aligning his viewpoint with Ibuki&apos;s.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, if you only look at the returns you can see, sure, that might be the case.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you mean by that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, this is an exam we&apos;re expected to lose. But that also means it&apos;s an exam they absolutely cannot afford to lose. If you expect to win, it can create pressure that&apos;s always at the back of your mind. And the damage, the shock from actually losing, would be on a whole different scale.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So you want to hinder Ayanokouji&apos;s momentum from the start, is that it? But even if we win by force, are you sure it would cause that much damage?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It would. I&apos;ve had a painful taste of it myself during that incident on the rooftop.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen clenched his fists and showed a sharp gaze.</p><p class=\"paragraph\" style=\"text-align: left\">He was confident in his dominant violence and unyielding spirit, and in Ryuuen&apos;s mind, no matter what the situation was, he only thought of the ultimate victory.</p><p class=\"paragraph\" style=\"text-align: left\">However, Ayanokouji, who alone boldly entered enemy territory and overwhelmed everyone else, was way beyond the norm.</p><p class=\"paragraph\" style=\"text-align: left\">He physically and mentally defeated the way of thinking that Ryuuen considered absolute.</p><p class=\"paragraph\" style=\"text-align: left\">It took more than a short amount of time to recover after being pushed to the very bottom.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The Class C guys and Ayanokouji would never think they&apos;ll lose. But deep down, they&apos;re scared of the &apos;what if.&apos; That&apos;s why it&apos;s meaningful for us to keep on fighting. If we can strike them down during his first exam,&#xa0;his maiden voyage, it will be a bigger advantage than the actual Class Point difference.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even if the reward was only about 100 Class Points, the increase in class points couldn&#x2019;t be ignored.</p><p class=\"paragraph\" style=\"text-align: left\">Compared to the difference between Ryuuen&#x2019;s and Horikita&apos;s classes, their gap with Class C, to which Ayanokouji belonged, wasn&apos;t small.</p><p class=\"paragraph\" style=\"text-align: left\">Given the situation where they couldn&apos;t afford any unnecessary defeats, gaining additional Class Points here would be a significant achievement.</p><p class=\"paragraph\" style=\"text-align: left\">The remaining school life they had was only ever getting shorter, never longer.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But the minimum condition to win would cost over fifteen million&#x2026; that&apos;s steep&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishizaki was counting on his fingers, surprised at the amount of Private Points involved.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Normally, that amount would give us a good chance at winning, but our opponent is Ayanokouji. He must&apos;ve calculated that we&apos;d be prepared to blow a large sum, prepared to self-destruct. Even if we manage to snatch victory using penalty points, as long as we can prevent a complete victory, that might be enough.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In the full-class battle, since nobody could use penalty points, the opponent would effectively have two victories in hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hmm&#x2026; I understand, but it seems the risk is far greater no matter how you look at it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen himself knew this.</p><p class=\"paragraph\" style=\"text-align: left\">If there were no doubts in his mind, he wouldn&apos;t have held this meeting to ask for opinions from Katsuragi and others.</p><p class=\"paragraph\" style=\"text-align: left\"><em>To take on or give up on this special exam&#x2014;</em></p><p class=\"paragraph\" style=\"text-align: left\">First, they had to decide on which of these options to pick.</p><p class=\"paragraph\" style=\"text-align: left\">While Ryuuen, who had an aggressive spirit, remained indecisive, Katsuragi now turned his gaze to Ibuki.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;How is Horikita doing?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? Why are you asking me?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You said you&apos;ve been eating at Horikita&apos;s room often lately. I know she was in a bad state, but has she recovered?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t think she&apos;s recovered. She turns me away when I come, and she always has a gloomy expression. It&apos;s annoying.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">There were still no signs of improvement, even a week after the transfer.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. It&apos;s tough taking on a special exam when she hasn&apos;t regained her composure.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Good. She should just lose miserably.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s harsh. Aren&apos;t you two friends? Isn&apos;t that a bit cold?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Haaaaaaa? She&apos;s not my friend.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not that I take pleasure in others&apos; misfortune, but if Class A stumbles, it&apos;s a situation we should be grateful for. Even if Ichinose picks up a win or two, they won&apos;t be much of a threat.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>If there&apos;s a reason to forcibly secure a victory, this would be it</em>, Katsuragi thought.</p><p class=\"paragraph\" style=\"text-align: left\">If Class B could catch up and surpass Class A, they could suddenly pull ahead in one swift move.</p><p class=\"paragraph\" style=\"text-align: left\">After a while of casual chatter, Ryuuen quickly drank the water left on the table.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;I&apos;ve decided how I&apos;ll fight.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you really going to go all out to confront them?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Pouring Private Points into the plan and winning the special exam at all costs.</p><p class=\"paragraph\" style=\"text-align: left\">Having asked that question, Katsuragi judged that the plan had a strong sense of how desperate times called for desperate measures.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you think is the most important thing for him, for Ayanokouji, in the next special exam?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That would definitely be &apos;the first victory.&apos;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Right. He made the guys from Class C pay for his transfer. He took over Sakayanagi&#x2019;s position so he could do whatever he wants. But that class isn&apos;t stupid. So far, they haven&apos;t entrusted everything to someone who hasn&apos;t shown anything. So Ayanokouji must want to win no matter what. Moreover, a defeat in a special exam he&apos;s expected to win is unthinkable. In a way, it&apos;s his first and last chance.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That makes sense. It&apos;d be super lame if he took command right after transferring and then lost.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ibuki, as well as the one seated next to her, Ishizaki, completely agreed and nodded.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;To sink Class C&apos;s ship in one go&#x2014;right.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even if he knows he has the upper hand, no matter how easy the battle is, he will always take it seriously. After all, he has an infuriatingly extraordinary way of thinking. It wouldn&#x2019;t be surprising if he sees through all five people we select for the small-group battle.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If Ryuuen were to roll some dice to pick the participating students, it would actually be impossible for others to read.</p><p class=\"paragraph\" style=\"text-align: left\"><em>But still, he might guess correctly</em>&#x2014;he was someone so powerful, they had to consider that possibility, no matter how slim.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s also a chance he&apos;ll spend all his Private Points to buy penalties.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then it would become a battle of financial power.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not all. We absolutely must prevent the information on our selection from leaking.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;They&apos;ll definitely try to probe us&#x2026; Honestly, I can&apos;t even imagine what methods they&apos;ll use.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishizaki&apos;s muttering, which almost made it sound like he was talking to himself, also stirred strong doubts within Ryuuen.</p><p class=\"paragraph\" style=\"text-align: left\">There didn&apos;t seem to be any significant loopholes in the special exam.</p><p class=\"paragraph\" style=\"text-align: left\">Ayanokouji might not have any qualms about using foul play, but he wouldn&apos;t use methods Ryuuen would think of, the kind that would kick up dust.</p><p class=\"paragraph\" style=\"text-align: left\">After all, there was no need to cross a dangerous bridge against an opponent who was significantly inferior in basic academic skills.</p><p class=\"paragraph\" style=\"text-align: left\">The problem would be solved as long as they could secure reliable information regarding Ryuuen&apos;s class.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We should start off with Hashimoto, and it also seems wise to pay special attention to Yamamura.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Upon Katsuragi&apos;s words, Ryuuen gave a small nod in agreement.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Who&apos;s Yamamura? Was there such a person in Class C?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ibuki tilted her head, not remembering the name.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Kuku! Try to steal our information if you can, Ayanokouji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Which students to impose penalty points on.</em></p><p class=\"paragraph\" style=\"text-align: left\">Including everything, Ryuuen wouldn&apos;t even leave a one percent chance of information being leaked to those around him.</p><p class=\"paragraph\" style=\"text-align: left\">It would be impossible to accurately predict everything, and if it were possible, it would be akin to precognition.</p><p class=\"paragraph\" style=\"text-align: left\">He was convinced that such a thing could absolutely not be done.</p><p class=\"paragraph\" style=\"text-align: left\">While feeling convinced, he also felt a bit of anxiety and anticipation.</p><p class=\"paragraph\" style=\"text-align: left\">He wanted to see how the impossible could be made possible.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that okay, Ryuuen? I&apos;ll start moving with that in mind too.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Katsuragi, thinking it was best to strike while the iron was hot, headed toward the karaoke exit.</p><p class=\"paragraph\" style=\"text-align: left\">Since he significantly contributed to the improvement of the class&apos;s academic performance, he felt a strong sense of responsibility for his actions in exams where academic skills were required.</p><p class=\"paragraph\" style=\"text-align: left\">Seeing the sight of Katsuragi&apos;s determined back, Ruuyen was&#x2026;</p>",
  "prevChapter": {
    "volumeId": "y3v1",
    "chapter": 28,
    "title": "Part 4"
  },
  "nextChapter": {
    "volumeId": "y3v1",
    "chapter": 30,
    "title": "Chapter 6: School Life in Class C"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 1",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: The End of Everyday Life",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Confusion",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 2: Confirmation",
      "href": "chapter-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 3: The Commencement of a One-Year Period",
      "href": "chapter-3.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 17
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 19
    },
    {
      "label": "Part 5",
      "href": "chapter-3-part-5.xhtml",
      "index": 20
    },
    {
      "label": "Chapter 4: An Onlooker's Perspective ",
      "href": "chapter-4.xhtml",
      "index": 21
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 22
    },
    {
      "label": "Part 2",
      "href": "chapter-4-part-2.xhtml",
      "index": 23
    },
    {
      "label": "Chapter 5: Convolution",
      "href": "chapter-5.xhtml",
      "index": 24
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 25
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 26
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 27
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 6: School Life in Class C",
      "href": "chapter-6.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Chapter 7: Ayanokouji's Defeat",
      "href": "chapter-7.xhtml",
      "index": 32
    },
    {
      "label": "Part 1",
      "href": "chapter-7-part-1.xhtml",
      "index": 33
    },
    {
      "label": "Part 2",
      "href": "chapter-7-part-2.xhtml",
      "index": 34
    },
    {
      "label": "Part 3",
      "href": "chapter-7-part-3.xhtml",
      "index": 35
    },
    {
      "label": "Part 4",
      "href": "chapter-7-part-4.xhtml",
      "index": 36
    },
    {
      "label": "Part 5",
      "href": "chapter-7-part-5.xhtml",
      "index": 37
    },
    {
      "label": "Chapter 8: Enemies and Allies",
      "href": "chapter-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 1",
      "href": "chapter-8-part-1.xhtml",
      "index": 39
    },
    {
      "label": "Epilogue: What Awaits Ahead",
      "href": "epilogue.xhtml",
      "index": 40
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 41
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 42
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 43
    },
    {
      "label": "Y2V12.75 - Ibuki Mio Short Story: Behind the Scenes",
      "href": "ss-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 1",
      "href": "ss-1-part-1.xhtml",
      "index": 45
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Secrets She Harbors",
      "href": "ss-2.xhtml",
      "index": 46
    },
    {
      "label": "Morishita Ai’s Short Story: Gatling Gun",
      "href": "ss-3.xhtml",
      "index": 47
    },
    {
      "label": "Shiraishi Asuka's Short Story: An Extra Pair of Ears",
      "href": "ss-4.xhtml",
      "index": 48
    },
    {
      "label": "Ibuki Mio's Short Story: Concern?",
      "href": "ss-5.xhtml",
      "index": 49
    },
    {
      "label": "Guidebook Short Story: A Pillar of Support",
      "href": "ss-6.xhtml",
      "index": 50
    },
    {
      "label": "Guidebook Short Story: Mock Date",
      "href": "ss-7.xhtml",
      "index": 51
    },
    {
      "label": "Guidebook Short Story: Ever Since That Time...",
      "href": "ss-8.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 29
}