{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">THE FIVE OF us went to the cafeteria, bought tickets from the vending machines, placed our orders, and after we all received our food, we found an open corner table in the back and sat down.</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida was on my right, and Kitou was on my left. Shiraishi sat across from me. And Nishikawa was in front of Yoshida. I&apos;d actually intended to have Yoshida and Shiraishi sit across from each other, but whether out of reservation or shyness, I didn&apos;t know. Still, he avoided it.</p><p class=\"paragraph\" style=\"text-align: left\">He probably thought he was acting naturally, but it seemed Shiraishi and Nishikawa picked up on my intentions and the meaning behind Yoshida&apos;s actions. Nishikawa, in particular, was grinning with amusement, not even attempting to hide it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Whoa...it&apos;s Ayanokouji...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I heard a voice nearby, and when I looked, I saw Ike and Hondou holding trays and looking our way. It seemed they&apos;d planned to sit in this area since it was empty, but after spotting me, they chose to steer clear and walked away.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Looks like you&apos;ve become quite hated, Ayanokouji-kun.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That can&apos;t be helped. From their point of view, I&apos;m a complete traitor.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That was right. If I&apos;d been the one avoiding Ike and the others, it would have been a gross overestimation of my own importance, but the reverse was a normal reaction. Anyone who talked to me in a friendly manner would likely be given strange looks.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The special exam&apos;s about to start, so maybe they don&apos;t want to carelessly give away any information?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Something like that, probably.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As I listened to Nishikawa and Yoshida&apos;s exchange, a similar thought ran through my own mind.</p><p class=\"paragraph\" style=\"text-align: left\">To be honest, I wanted them to have at least that much of a defensive mindset, and if I were to ask for more, I would have wanted them to set aside their personal feelings and sit near an opponent they hated to steal information. Just by having Ike and the others sit nearby, the five of us would be unable to make any careless remarks, and it would simultaneously serve as a form of harassment toward me.</p><p class=\"paragraph\" style=\"text-align: left\">However, Ike and the others showed no such inclination; it was merely a coincidence that they almost took a table near us.</p><p class=\"paragraph\" style=\"text-align: left\">They didn&apos;t turn back, and it seemed the two of them had settled at a table far away.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh, right, right. There was something I wanted to talk about. Have you guys seen this month&apos;s OAA yet?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Despite the encounter with my former classmates, Yoshida changed the subject with that question, posing it to everyone at the table.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, I haven&apos;t yet. Was there something different written on it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nishikawa and I both shook our heads, and Kitou didn&apos;t even react.</p><p class=\"paragraph\" style=\"text-align: left\">After confirming that no one had seen it, Yoshida grinned and pointed at me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s this guy&apos;s... Ayanokouji&apos;s OAA.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He then took out his phone and showed the screen to Nishikawa and Shiraishi.</p><p class=\"paragraph\" style=\"text-align: left\">After that, he turned the screen toward me as well.</p><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\">Ayanokouji Kiyotaka OAA</p><p class=\"paragraph\" style=\"text-align: left\">Academic Ability A+ (96)</p><p class=\"paragraph\" style=\"text-align: left\">Physical Ability A (81)</p><p class=\"paragraph\" style=\"text-align: left\">Adaptability B (66)</p><p class=\"paragraph\" style=\"text-align: left\">Social Contribution B+ (77)</p><p class=\"paragraph\" style=\"text-align: left\">Overall B+ (80)</p></div><p class=\"paragraph\" style=\"text-align: left\">Apparently, it was my OAA, displaying the school&apos;s latest evaluation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is there something wrong with this?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not &apos;what&apos;s wrong with this?&apos;! Just look at this overall score. This B+ is top-class among the third-years, top-class! It&apos;s proof that your class transfer and the process and results of the last special exam majorly affected your Academic Ability, Adaptability, and Social Contribution, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was true that I hadn&apos;t explicitly held back since transferring to Class C.</p><p class=\"paragraph\" style=\"text-align: left\">I hadn&apos;t slacked off on written exams, and I&apos;d tackled assignments in P.E. and other subjects normally. It was probably inevitable that my scores would increase compared to my first and second years.</p><p class=\"paragraph\" style=\"text-align: left\">Regarding the class transfer, depending on one&apos;s perspective, it could have negatively impacted my Social Contribution, but it was a rule and system approved by the school, and since I had, of course, transferred legally, it seemed safe to assume that the act itself hadn&apos;t significantly affected my evaluation, for better or for worse.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re the acting leader of Class C now. Dude, you really were an amazing guy all along.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You seem awfully happy, Yosshii. Ayanokouji-kun might be amazing, that&apos;s for sure, but in the end, it&apos;s someone else&apos;s grades, isn&apos;t it? I&apos;m surprised you can be so happy about something that&apos;s not even your own score.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s &apos;cause we&apos;re comrades now, you know? Like with famous baseball or soccer players, even if it&apos;s got nothing to do with you directly, you still root for them unconditionally like &apos;awesome, awesome!&apos; because you feel like you&apos;re on the same team, right? It&apos;s the same kinda thing. That home run the other day and that dramatic comeback goal were electrifying, man. The whole country was celebrating.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida spoke passionately, but it seemed his fervor wasn&apos;t getting through to Nishikawa.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that so? I&apos;m not a fan of sweaty sports like that, so I wouldn&apos;t know.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps fed up with Nishikawa&apos;s immediate negativity, Yoshida shifted his gaze to Shiraishi.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sh-Shiraishi...? You get what I&apos;m trying to say, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, of course I do. I am also one of the students who supports Ayanokouji-kun. I am very happy that we were able to welcome such a wonderful talent to our class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;R-Right? I knew it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m more jealous than happy, though~. I mean, no matter how you look at it, those are scores anyone would be envious of.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re just narrow-minded, Nishikawa.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;d call it being realistic, you know? Besides, I think blind faith is a dangerous way of thinking. &apos;Go with the flow,&apos; &apos;If everyone crosses on a red light, it&apos;s not scary.&apos; Unfortunately for you, I&apos;m not the type to unconditionally root for those kinds of heroes. In fact, I&apos;m the kind of person who gets fed up with one-sided media coverage.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida&apos;s assertion, however, was met with Nishikawa&apos;s unabashed negativity.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;ve got a really great personality, you know that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thanks.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In response to Yoshida&apos;s undisguised sarcasm, Nishikawa seemed to happily narrow her eyes.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What are your thoughts, Kitou-kun? Regarding Ayanokouji-kun&apos;s OAA.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shiraishi addressed the boy who&apos;d been silent the whole time, despite having followed them to the cafeteria. Kitou remained perfectly still, his gaze fixed on the lunch he&apos;d chosen, a plate of curry rice.</p><p class=\"paragraph\" style=\"text-align: left\">Would he praise me like Yoshida and Shiraishi, or show disgust and caution like Nishikawa?</p><p class=\"paragraph\" style=\"text-align: left\">It was still easy for me to aim higher given the standard level of this school, and for that very reason, I wanted to grasp in as much detail as possible the effect these fabricated grades had on the class.</p><p class=\"paragraph\" style=\"text-align: left\">If many students thought like Nishikawa and their dissatisfaction was building up, it might become necessary for me to change my pace.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s useless, useless. Just a waste of time asking. He&apos;ll just say he&apos;s not interested and that&apos;ll be the end of it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I have no interest in other people&apos;s OAA ratings.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kitou answered in a quiet, yet firm voice.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;See?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kitou&apos;s sharp gaze swiftly shot over, glaring piercingly at me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I am interested in the reason why you hid this much ability for two years. And also... why you&apos;ve started to get serious now.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The OAA was introduced at the beginning of our second year, after Nagumo became student council president.</p><p class=\"paragraph\" style=\"text-align: left\">My stats at that time were certainly mediocre, to say the least.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Come to think of it, what were Ayanokouji&apos;s old OAA stats like? I&apos;ve looked through all the classes&apos; stats before, but I don&apos;t remember at all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t remember either. Like, I barely even had an impression of you, Ayanokouji-kun. How about you, Asuka?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, that&apos;s right... I don&apos;t recall either.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Apparently, none of the three had any recollection of what my OAA had been.</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t answer, instead recalling the data from a year ago in my mind.</p><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\">Academic Ability C (51)</p><p class=\"paragraph\" style=\"text-align: left\">Physical Ability C+ (60)</p><p class=\"paragraph\" style=\"text-align: left\">Adaptability D+ (37)</p><p class=\"paragraph\" style=\"text-align: left\">Social Contribution C+ (60)</p><p class=\"paragraph\" style=\"text-align: left\">Overall Ability C (51)</p></div><p class=\"paragraph\" style=\"text-align: left\">They were unmistakably the epitome of mediocrity, with not a single noteworthy point.</p><p class=\"paragraph\" style=\"text-align: left\">That was precisely why my overall growth compared to a year ago was undoubtedly among the top of our grade. It was for no other reason than that I&apos;d been intentionally holding back my abilities, but it was only natural for others to find it strange.</p><p class=\"paragraph\" style=\"text-align: left\">However, it was certainly not something to be proud of.</p><p class=\"paragraph\" style=\"text-align: left\">I wouldn&apos;t bring it up here, as it would be a topic about another class&#x2014;moreover, my former one&#x2014;but in terms of pure growth, Sudou&apos;s OAA was the one truly worth bragging about.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I imagine your stats were quite average, which is precisely why your current OAA is so compelling. If you demonstrated your current potential from the very beginning, Ayanokouji-kun, Horikita-san&apos;s Class A would have surely earned more Class Points by now and been in a higher position. I&apos;ve digressed a bit, but why did you start to get serious?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As if intending to let Shiraishi continue her line of questioning, Kitou scooped up a large spoonful of curry and rice and shoveled it into his mouth.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t like to stand out. At first, I wasn&apos;t even interested in graduating from Class A. That&apos;s why I had no intention of getting heavily involved in the class&apos;s ups and downs.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So you&apos;re sayin&apos; your thinking changed before we became third-years? Or after? That&apos;s a huge change, if it&apos;s true. <em>If</em>&#xa0;it&apos;s true.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nishikawa showed strong doubt toward my statement, just like the skepticism she directed at Yoshida.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m aware it&apos;s hard to believe, but it&apos;s the truth.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So then, why did someone like you, who doesn&apos;t like to stand out and wasn&apos;t motivated to be serious, suddenly feel like getting serious?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I believe I&apos;ve already explained this, so it&apos;s a bit late to ask. A major factor was that Hashimoto asked me for help, wanting me to do something about the situation where we could no longer win after Sakayanagi left. I decided that if my power could be useful, I wouldn&apos;t mind becoming the class leader.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Here, I made sure to re-emphasize that the transfer was Hashimoto&apos;s achievement. Hashimoto, who was the subject of great suspicion within the class, had become a figure to be avoided, if anything.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hmm. Somethin&apos; about that doesn&apos;t add up. You feel that way too, right, Asuka?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After thinking for a moment, Shiraishi also nodded in agreement.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even if your true feelings were a desire to be useful and become the leader, I find it hard to believe that &#xa0;he alone would be enough to make you transfer to a lower-ranked class. If you remained in Class A, you could have led them, Ayanokouji-kun, and things might have proceeded more smoothly, don&apos;t you think?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, yeah. There&apos;s no need to take a risk and betray your class, is there~.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, hold on. Don&apos;t go blaming Ayanokouji like that. What&apos;ll you do if he loses his motivation over this?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If he loses his motivation from a little questioning like this, then that&apos;s all he&apos;s got, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nishikawa laughed, lightly brushing aside Yoshida&apos;s defense.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well... but still...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not that simple. Class A has established Horikita as their leader, and her position is secure. If I suddenly threw my hat in the ring, it would just cause confusion. Besides, if I&apos;m going to be a leader for real, there&apos;s no point unless I do something like rebuilding a class from the bottom up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...So you&apos;re sayin&apos; you wanna get to Class A with your own two hands, even if it&apos;s a pain?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I answered with a nod, Yoshida nodded back two or three times as if impressed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I respect that spirit of yours.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you, like, a glutton for punishment or something? Like, super masochistic? And are you forreal, forreal?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nishikawa continued to laugh, but she also kept voicing her lingering doubts without hesitation. My answer probably wouldn&apos;t clear up her suspicions here, but it would be better to keep answering her anyway.</p><p class=\"paragraph\" style=\"text-align: left\">However, before I could open my mouth, Yoshida, his expression hardened, spoke up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Maybe not all of it, but I think what he&apos;s sayin&apos; is true, for the most part.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The words of Ayanokouji-kun&apos;s little follower don&apos;t seem to hold much weight~.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Who&apos;re you callin&apos; a follower?!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then should I call you Hashimoto-kun Number 2?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Anything but that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A short, fast rally of words took place, and Nishikawa deftly spun the chopsticks in her right hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So then, what makes you say you think it&apos;s true?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s like, you can just tell by lookin&apos; at him. No matter how you slice it, he&apos;s a weirdo on the same level as Morishita.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I was grateful that he was defending me, but I was not pleased about being put in the same category as Morishita.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I haven&apos;t been paying attention for a bit, and you&apos;ve already earned this much of Yosshii&apos;s trust, huh~.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh, Nishikawa-san. I also trust Ayanokouji-kun a great deal, you know?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shiraishi replied, a mysterious smile on her face just as Yoshida had described.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Why, why? &apos;Cause he got results in the special exam? Or... is it a personal preference?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nishikawa looked at Yoshida with what could be described as her biggest suggestive smile of the day.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;P-Personal preference...? What the hell is that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida, who took the bait as expected, pressed Nishikawa as he questioned her again.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You totally know what I mean~. The truth is, you just want Asuka to look at you that way, don&apos;t you, Yosshii?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;W-Well... I mean... n-no, that can&apos;t be true!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">During my recent exchange with Shimazaki, the idea that the story of her &quot;100-man slayer&quot; title was a lie had come up.</p><p class=\"paragraph\" style=\"text-align: left\">However, I had to remember that it was strictly Shimazaki&apos;s opinion.</p><p class=\"paragraph\" style=\"text-align: left\">In fact, he&apos;d warned me afterward not to tell anyone about his denial.</p><p class=\"paragraph\" style=\"text-align: left\">A careless student might have let it slip, but Yoshida didn&apos;t show the slightest hint of it, instead framing his words on the premise that the rumor of her &quot;100-man slayer&quot; title was true.</p><p class=\"paragraph\" style=\"text-align: left\">Or perhaps, even while wanting to deny it, he still wasn&apos;t completely convinced by Shimazaki&apos;s statement.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m still holding on to my theory that you&apos;re an assassin sent by Horikita-san, you know.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida&apos;s expression stiffened even more at Nishikawa, who continued to make such blunt remarks.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Knock it off, Nishikawa.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Why? You want me to place my complete trust in him like you, Yosshii? I&apos;m not that easy of a girl, you know.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Complete trust? Don&apos;t be ridiculous. Such a relationship doesn&apos;t exist between us in Class C and Ayanokouji yet. We&apos;re still in the process of feeling each other out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hmm? And yet, you no longer doubt Ayanokouji-kun&apos;s transfer or his future contributions, do you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not it. I&apos;m trying to start from a place of trust. At the very least, Ayanokouji earned that right by getting us through the first special exam, didn&apos;t he? Or are you going to say that the right thing to do is to constantly doubt him and keep asking, &apos;Is he useful? Is he really on our side?&apos;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">No longer bothering to hide his irritation, Yoshida spoke heatedly and forcefully to the frivolously smiling Nishikawa.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s a bit too cool for you, Yosshii, but&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At this, Nishikawa, while still facing Yoshida, glanced over at Shiraishi.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, well, maybe that&apos;s the right way to think about it. I can&apos;t do it right away, but I guess I do hope I can learn to trust Ayanokouji-kun as soon as possible.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nishikawa, who&apos;d been so openly brandishing her suspicions about me, now took a step back.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand how both of you feel very well. So, how about we take this opportunity to dig a little deeper into each other? While visible achievements like the results of the special exam are important, you can&apos;t truly know someone without seeing their private life.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shiraishi brought her hands together as she made the suggestion.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That might be a good idea. It&apos;s true I still don&apos;t really know what kind of person Ayanokouji-kun is.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps because it was Shiraishi&apos;s suggestion, Nishikawa readily agreed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Since we&apos;re having lunch together like this, let&apos;s reintroduce ourselves.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The irritated Yoshida had no choice but to accept Shiraishi&apos;s proposal... no, the corners of his eyes were already drooping with delight.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well then, I shall start. On weekdays, when I&apos;m alone, I usually go straight back to the dorms. When Nishikawa-san or my friends invite me out, I sometimes stop by Keyaki Mall, but that&apos;s at most once or twice a week.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Unless they were short on cash, the vast majority of students went home via Keyaki Mall nearly every day. It was the only place where they could enjoy almost every aspect of their private lives, from daily shopping to having fun.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Asuka, you turn me down quite a lot when I invite you out, don&apos;t you~?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m sorry. If I had to say, I prefer to spend my time alone. But that&apos;s precisely why on my days off, I make a point of going out and increasing my opportunities to interact with people. Even so, I tend to take it easy in the morning and get more active in the afternoon. I often go to caf&#xe9;s or general stores.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In order to let us get to know her, Shiraishi shared her behavioral patterns with me in more detail than I expected. As if to match her, Nishikawa also began to speak.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Okay, my turn~. I guess I&apos;m usually at Keyaki Mall~. I&apos;m there alone a lot, and I go with friends a lot, too~. Like Takanashi-san or Tsukaji-san, you know.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nishikawa, who began talking cheerfully, continued to speak eloquently even after mentioning her friends&apos; names, going into great detail about what they talked about and what they did.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Alright, alright. We get it, that&apos;s more than enough.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida, who&apos;d been listening in silence for a while, seemed to have finally reached his limit as her story stretched on for several minutes, and he forcibly cut in to stop her.</p><p class=\"paragraph\" style=\"text-align: left\">Nishikawa looked like she still had plenty more to say, but she reluctantly passed the baton to me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Honestly, I don&apos;t think I&apos;m that different from any other student. If I had to point out a difference, it would be that I&apos;ve been showing my face at the gym recently whenever I have free time, regardless of whether it&apos;s a weekday or a day off.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The gym? You mean the one on the second floor? I didn&apos;t know any students actually went there.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nishikawa muttered as if she were looking at something rare.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are there any guys from our class who go?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hmm, probably not, don&apos;t you think?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Apparently, no classmates immediately came to mind for Yoshida and the others.</p><p class=\"paragraph\" style=\"text-align: left\">It&apos;s not like I go to the gym all that often myself, but I have no memory of any Class C students.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s true that it might not be very popular, but there should still be about thirty members from the entire school. I&apos;m sure a few new students will be joining soon, too.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In addition, school staff could also use it, so the total number of members, including adults, was probably around forty to fifty people.</p><p class=\"paragraph\" style=\"text-align: left\">Judging from the gym&apos;s floor space and the membership fees, it seemed it would almost certainly be operating at a loss if the rent was appropriate, but it was likely able to stay afloat because the school provided generous subsidies.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Does anyone want to join the gym?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ugh, that was a terrible pitch, Ayanokouji...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A sudden invitation in the middle of this conversation? You&apos;ve got no taste, you know~?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida and Nishikawa looked at me, voicing similar thoughts almost simultaneously.</p><p class=\"paragraph\" style=\"text-align: left\">Just then, Kitou stood up, pulling his chair back a little roughly.</p><p class=\"paragraph\" style=\"text-align: left\">He&apos;d apparently finished his curry, and he then picked up his tray.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I&apos;m going back to the classroom.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Leaving only those words behind, he departed from the group.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In the end, he barely participated in the conversation... Seriously, why&apos;d he even agree to eat with us?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Who knows? It&apos;s hard to tell what Kitou-kun&apos;s thinking. And his face is scary.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I wouldn&apos;t go so far as to say Nishikawa was wrong for just blurting out what she thought, but wasn&apos;t that last part definitely an unnecessary comment?</p><p class=\"paragraph\" style=\"text-align: left\">In any case, it seemed the distance with Kitou was not going to be easily closed after all.</p><p class=\"paragraph\" style=\"text-align: left\">After that, I continued to eat while I considered what to do after school.</p><p class=\"paragraph\" style=\"text-align: left\">I&apos;d been thinking about stopping by the library soon, but as luck would have it, the exam had been announced today. Since I still lacked the information to narrow down the rules, I wanted to devote my time after school to that.</p><p class=\"paragraph\" style=\"text-align: left\">Tomorrow&#x2014;I would make time.</p><p class=\"paragraph\" style=\"text-align: left\">I was sure I&apos;d be able to talk with Hiyori more leisurely that way, too.</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 16,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 18,
    "title": "Chapter 3: Getting to Know the Opponent"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 17
}