{
  "title": "Part 1",
  "content": "<h2 class=\"heading_2\">Part 1</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">DURING THE BREAKS and lunchtime, I meticulously used that time to speak individually with the anxious students of Class A, requesting a discussion after school and securing their permission.</p><p class=\"paragraph\" style=\"text-align: left\">I wanted to let them blow off some steam, even if just a little, so the students who&apos;d been complaining, led by Ike-kun and Shinohara-san, wouldn&apos;t still be agitated when it was time for the after-school discussion.</p><p class=\"paragraph\" style=\"text-align: left\">Sudou-kun said it was an overreaction, but when I saw Chabashira-sensei, who was just as cold as she&apos;d been that morning, I became convinced that I&apos;d done the right thing by acting in advance.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Horikita. As I told you during the lunch break, you have a matter in the Student Council room in one hour. I don&apos;t mind you having a discussion, but don&apos;t forget.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, I understand.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">And just as I&apos;d expected, Sensei left the classroom after coming over to me and saying just that, without ever touching on the details of the special exam during the afternoon homeroom. After seeing her off, I made my move. I wanted to avoid a repeat of the morning&apos;s complaint session.</p><p class=\"paragraph\" style=\"text-align: left\">As I quickly stepped up to the teacher&#x2019;s podium, another student began to move.</p><p class=\"paragraph\" style=\"text-align: left\">He was the one person I&apos;d identified as a potential problem but hadn&apos;t spoken to.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That guy...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sudou-kun, who muttered quietly nearby, clicked his tongue and turned around.</p><p class=\"paragraph\" style=\"text-align: left\">The student who drew a conspicuous amount of attention, Koenji-kun, stood up from his seat alone and quickly left the classroom.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, Koenji&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sudou-kun immediately called out to him in a reprimanding tone, but he walked away without turning back or even stopping for a moment.</p><p class=\"paragraph\" style=\"text-align: left\">That was normal. He wouldn&apos;t interfere with the discussion, but at the same time, he wouldn&apos;t cooperate either.</p><p class=\"paragraph\" style=\"text-align: left\">I knew that, so I didn&apos;t even try to talk to him before school let out.</p><p class=\"paragraph\" style=\"text-align: left\">I resigned myself to the fact that asking for his cooperation would be more trouble than it was worth and would likely just lead to a fight.</p><p class=\"paragraph\" style=\"text-align: left\">Essentially, Sudou-kun, the only one who called out to him, must have felt the same way.</p><p class=\"paragraph\" style=\"text-align: left\">As if to prove it, he too lost interest in Koenji-kun&apos;s disappearing form.</p><p class=\"paragraph\" style=\"text-align: left\">That was fine. We could just start the discussion as usual without him.</p><p class=\"paragraph\" style=\"text-align: left\">The discussion would proceed more smoothly that way, and problems were less likely to arise.</p><p class=\"paragraph\" style=\"text-align: left\">However...</p><p class=\"paragraph\" style=\"text-align: left\">I wondered if it was really alright to keep letting this slide, dismissing it as <em>normal</em>.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hirata-kun, I&apos;m sorry, but could you get started without me? I&apos;ll be right back.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, I understand.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I entrusted the room to Hirata-kun, who readily agreed.</p><p class=\"paragraph\" style=\"text-align: left\">Even though I knew it was pointless to plead with him, I hurried out into the hallway to chase after Koenji-kun.</p><p class=\"paragraph\" style=\"text-align: left\">I followed him at a light jog down the hallway, where he was presumably heading for the shoe lockers.</p><p class=\"paragraph\" style=\"text-align: left\">And when I spotted the large back of the person I was after, I quickly closed the distance and fell in step beside him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Would you mind waiting a moment?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I called out, looking up at his tall figure from close by.</p><p class=\"paragraph\" style=\"text-align: left\">&#xa0;&quot;Well, well, Horikita Girl. Is there something I can do for you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Koenji-kun glanced at me once, but he didn&apos;t so much as turn his head, his face remaining pointed straight toward his destination.</p><p class=\"paragraph\" style=\"text-align: left\">I struggled to match my steps to his long strides as I continued to follow.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I just want you to at least hear me out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t mind listening a bit, as long as we&apos;re walking.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not it. I want you to return to the classroom right now and listen to the discussion.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was a modest request.</p><p class=\"paragraph\" style=\"text-align: left\">Koenji-kun didn&apos;t react extravagantly, just flashed a smile that showed his white teeth.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Wouldn&apos;t that simply be pointless? My time is quite priceless, you see. Besides, you and I have an established contract. I&apos;m under no obligation to lend you a hand, am I?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, I am aware of that. But all I&apos;m asking is for you to listen to the discussion. I&apos;m not asking for your cooperation to win the special exam. I won&apos;t even ask you to say anything.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If I were to ask him to use his potential to contribute to our victory, he would obviously refuse. I recognized the fact that he had every right to do so.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;All you have to do is sit there until we&apos;re dismissed. It&apos;s simple, isn&apos;t it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You seem to be making a passionate case, but I&apos;m afraid I don&apos;t follow. For what purpose, exactly?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s necessary for the class to unite once again. I don&apos;t want you to disrupt that harmony. If even one person breaks the rules, it affects the entire class&apos;s morale.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">My justification and my appeal. Surely, at least some of it had to have gotten through to Koenji-kun.</p><p class=\"paragraph\" style=\"text-align: left\">The next expression to appear on the profile I&apos;d been staring up at was a scornful laugh.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hmph. What a curious thing to say. If the class falls apart simply because I&apos;ve left, that just goes to show the limits of your own abilities, Horikita Girl.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This has nothing to do with my abilities. If there&apos;s even one student doing as they please, we can hardly be described as &apos;united,&apos; can we? If even a single piece is missing, the whole thing is incomplete.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. It seems you&apos;re capable of a somewhat amusing answer. However, you said &apos;once again,&apos; but has the class, excluding myself, ever truly been united as one?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">My expression stiffened for a moment at his merciless words, and I stopped in my tracks.</p><p class=\"paragraph\" style=\"text-align: left\">But I knew I couldn&apos;t let Koenji-kun walk away with a rebuttal like that, so I immediately resumed walking.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Saying we&apos;ve never been united is a bit of an overstatement, don&apos;t you think? Over the past two years, while not every time, there have been more than a few occasions when our class came together as one. That&apos;s why we&apos;re in Class A now.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">We overcame hardships together. It might not have been something to boast about to others, but a fact was a fact.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You should add &apos;in your mind&apos; to that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And you should add, &apos;not in yours.&apos;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even if it was just a tit-for-tat exchange, I couldn&apos;t back down, so I pressed on even if I had to force it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Being in Class A is proof of unity? The only reason the class was lucky enough to win was because Ayanokouji-boy was making his moves. Surely you understand that without me having to tell you, don&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...It&apos;s true that Ayanokouji-kun left our class. But we didn&apos;t win through his power alone.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you truly believe that, then that&apos;s quite the comical tale. You talk of unity, of being as one, but aren&apos;t you just trying to convince yourself that you can win even without Ayanokouji-boy?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">His merciless words felt like a blade stabbing me in the back.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s no point in me returning to the classroom now. No matter how much you struggle, as long as you&apos;re the leader, a victory against the other classes is impossible.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He pointed out my lack of ability without sugarcoating it in the slightest.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m... not good enough?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose-san, who earned enough trust to unite her class. Ryuuen-kun, who brought his class together through fear and violence. And Sakayanagi-san, who produced results and earned recognition with her exceptional abilities.</p><p class=\"paragraph\" style=\"text-align: left\">Ayanokouji-kun, who&apos;d been accepted by the class in the blink of an eye with his overwhelming ability&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">I couldn&apos;t deny that there was a difference when I compared them to myself.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, that might be true. But that doesn&apos;t mean it&apos;s okay for me to just stand still here, does it? I have to start with what I can do. Precisely in order to strengthen our imperfect unity&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I won&apos;t deny that, in itself. It is your freedom to do as you please. And, as I have neither reason nor obligation to follow the class&apos;s instructions, I am also free to persist in my non-participation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re an excellent student; I know that. But with Ayanokouji-kun now on the enemy&apos;s side, our class&apos;s position as Class A will be threatened before long. You&apos;re fine with that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Without his cooperation, we might not be able to graduate from Class A.</p><p class=\"paragraph\" style=\"text-align: left\">I wanted to see if Koenji-kun was prepared for that.</p><p class=\"paragraph\" style=\"text-align: left\">His behavior... So as not to miss any sign that he was acting differently than usual, I focused my gaze from his head to toe.</p><p class=\"paragraph\" style=\"text-align: left\">But even under my testing gaze, Koenji-kun&apos;s attitude didn&apos;t change at all.</p><p class=\"paragraph\" style=\"text-align: left\">In fact, he just laughed back at me, amused.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In the end, it seems you&apos;re the same.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Without slowing his pace in the slightest, Koenji-kun continued to distance himself from the classroom.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...The same? What&apos;s the same?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I speak of this cheap ploy to stoke my sense of crisis and desperately try to make me move.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Does that mean someone besides me has already tried to do the same thing?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Was there anyone in the class now who would blame Koenji-kun for his selfish behavior? Even Sudou-kun would only give him a light warning, and most students avoided even speaking to him. Hirata-kun might have tried to talk to him, but he would never resort to threats.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Now, who&apos;s to say?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While I was trying to figure it out, I realized we were almost at the school entrance.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Chasing after me any further is a waste of your time, so I suggest you stop.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I&apos;d like to take your advice, but I simply can&apos;t.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I would pursue him to the very end.</p><p class=\"paragraph\" style=\"text-align: left\">Until Koenji-kun admitted defeat and said he would return to the classroom.</p><p class=\"paragraph\" style=\"text-align: left\">I certainly felt a new resolve ignite within me, but that flame was extinguished in an instant.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Advice? What a misguided girl you are. Unfortunately, this isn&apos;t advice. It&apos;s a warning.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hk...!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I caught the look from Koenji-kun, and meeting his eyes, I gasped.</p><p class=\"paragraph\" style=\"text-align: left\">It was an irritation from Koenji-kun that he rarely ever showed, tinged with a faint killing intent.</p><p class=\"paragraph\" style=\"text-align: left\">It was a particular glint in his eyes, different from what someone like Ryuuen-kun, who constantly relied on intimidation, would show.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you planning to make an enemy of me too, Horikita-girl?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He was not an ally, but he was neutral.</p><p class=\"paragraph\" style=\"text-align: left\">This was a warning that if I intended to make him abandon that stance, he would show me no mercy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I have no such intention.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">My resolve vanished in an instant, and I stopped. I had no other choice.</p><p class=\"paragraph\" style=\"text-align: left\">Failing to gain his cooperation was one thing, but making an enemy of him was pointless under any circumstances.</p><p class=\"paragraph\" style=\"text-align: left\">He was, for better or for worse, a troublemaker. If he felt like it, he probably wouldn&apos;t think twice about letting the class fall apart.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Good. Well then, I shall be taking my leave.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I felt a gnawing frustration, but ultimately, I was still powerless to stop Koenji-kun from walking away.</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 18,
    "title": "Chapter 3: Getting to Know the Opponent"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 20,
    "title": "Part 2"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 19
}