{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">WITH THE CLASS discussion at a standstill, I left things to Hirata-kun and the others, and hurried to the Student Council room to attend my duties.</p><p class=\"paragraph\" style=\"text-align: left\">I&apos;d hoped to settle on a direction, at the very least, but that wish wasn&apos;t granted.</p><p class=\"paragraph\" style=\"text-align: left\">Truthfully, I wanted to discuss it until we were all satisfied...but it couldn&apos;t be helped. Having accepted the role of student council president, I had to tackle those responsibilities with the same diligence as the special exam.</p><p class=\"paragraph\" style=\"text-align: left\">When I arrived in front of the Student Council room, Nanase-san was already there and bowed her head.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Good work, Student Council President Horikita.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re quite early.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While exchanging pleasantries, we entered the still-empty Student Council room together. Then, as I took my seat at the president&apos;s desk, Nanase-san stood beside me and showed me two printed sheets of paper.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I just received these materials from Mr. Houjou, the homeroom teacher for Class 1-A.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Each paper contained information on a single student.</p><p class=\"paragraph\" style=\"text-align: left\">One was Kusanagi Minato-kun from Class 1-A. The other was Maki Yuuma-kun from Class 1-D.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And here is an overview of the incident.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After looking over their profiles, she handed me another sheet of paper.</p><p class=\"paragraph\" style=\"text-align: left\">It wasn&apos;t particularly complicated, and a quick glance was all I needed to grasp the contents.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;These two got into a big fight, is that it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The date was last Friday, and the location was behind the first-year dormitories.</p><p class=\"paragraph\" style=\"text-align: left\">Maki-kun from Class D called out Kusanagi-kun from Class A, and after a verbal dispute, it escalated into a fight.</p><p class=\"paragraph\" style=\"text-align: left\">Both struck each other multiple times, including blows to the face. Maki-kun&apos;s injuries would take about three weeks to heal, Kusanagi-kun&apos;s about one. The fight came to light when a third party discovered them as they were returning from behind the dorms. Fortunately, they&apos;ve been able to attend school since Monday&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If it was behind the dorms, then there&apos;s no footage of them fighting, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. It was in a blind spot for the security cameras. It seems a third party who was also returning to the dorms discovered the two injured students as they were about to head back.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Where the cameras are, and where they aren&apos;t.</p><p class=\"paragraph\" style=\"text-align: left\">It seems even the first-years, who haven&apos;t been here long, are getting a grasp of such things.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems we should ask the school to install more security cameras.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I agree. I did try to briefly ask Houjou-sensei&#xa0;about it, but he told me to hear the details from the students and didn&apos;t elaborate.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;To maintain fairness, I suppose. That&apos;s likely the reason they&apos;ve tossed the judgment of this case over to us in the student council.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nanase-san, who nodded firmly, seemed to have something on her mind, and began to speak.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Actually, last year, I was also called to the student council for a similar incident.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You, Nanase-san? Were you assaulted by someone?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, that&apos;s not it. It was a problem caused by a classmate&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After a slight, wry smile, Nanase-san explained the details.</p><p class=\"paragraph\" style=\"text-align: left\">Before last summer, when Housen Kazuomi-kun of Class D and Utomiya Riku-kun of Class C passed each other in the hallway, a trivial matter led to an argument, and a tense standoff ensued where they glared at each other from point-blank range. Just when it seemed a fight could break out at any moment, students from their respective classes who were nearby started to argue, and a Class C student, having reached their limit, struck a Class D student. Then, riding that momentum, they charged at Housen-kun and tried to punch him, only to be spectacularly countered.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just as Utomiya-kun was about to throw a punch, the teachers happened to pass by and the commotion was somehow settled, but afterward, the problem was brought before the student council.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The student Housen-kun had struck, suffered injuries that took about three weeks to heal. However, the Class C student threw the first punch and also hit another student. Deciding who was at fault and how to judge the matter dragged on, requiring numerous discussions and taking two weeks to resolve. Nanase-san shared all of the details with me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Nagumo-senpai must have had a tough time.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I think so, too.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Though exasperated, I couldn&apos;t help but laugh.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Was it that funny of a story?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, that&apos;s not it. It&apos;s just that the same kinds of trouble happen everywhere, and I had a similar experience in my first year.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is...that so?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It was similar to your situation. A classmate of mine got into a fight with one of Ryuuen-kun&apos;s classmates.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At that time, my brother was sitting in the very seat I occupied.</p><p class=\"paragraph\" style=\"text-align: left\">Sudou-kun struck a student in the special building and a discussion was held to determine responsibility, such as who threw the first punch. My brother didn&apos;t unilaterally take anyone&apos;s side, but fulfilled his duty as student council president with an impartial eye. I&apos;m sure Nagumo-senpai did the same last year.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s almost become an annual tradition for the new students to cause trouble at least once, and when I imagined it like that, I found it kind of amusing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hearing your story makes it feel more real. I can imagine something similar happening here again next year.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In that case, it will be your turn to pass judgment as student council president.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Eh, m-me?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If things proceed as they are, that&apos;s what will happen. Will you do it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I hope I&apos;m up to the task... Besides, they say all the past student council presidents have graduated from Class A... and I&apos;m currently in Class D.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nanase-san answered without much confidence, but she was without a doubt the leading candidate.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;d do best not to worry about precedents born from chance. Until now, the student council president could only come from Class A or B, yet here I am, serving in the position despite having started in Class D. And while this is a good example, there&apos;s no guarantee that I will even be in Class A at graduation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The current Class A was also a temporary position.</p><p class=\"paragraph\" style=\"text-align: left\">It was a position we wouldn&apos;t have reached without Ayanokouji-kun&apos;s help.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I believe you, at least, are more than qualified to become the student council president. Have some confidence.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Thank you very much. For now, I&apos;d like to focus on producing solid results as a secretary.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Though hesitant, Nanase-san accepted my words earnestly, nodding and lowering her head.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The fact that their fight was brought to the student council is proof that this is a considerable dispute. I&apos;m going to share a few of my thoughts before they arrive. I want you to lend a hand depending on the situation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">One of them was a Class A student. I had the impression that students prone to this kind of violence tended to be concentrated in Class D or Class C, but this time was different. Kusanagi-kun not only had high physical ability of B+, but his academic ability was also a B+.&#xa0;I wanted to consider the possibility that he was quick-witted and take the measures I could.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In the time we had left, I verbally explained a few plans to Nanase-san.</p><p class=\"paragraph\" style=\"text-align: left\">Soon, when the scheduled time came, a dry knock sounded at the student council room door.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems they&apos;ve arrived. Please, come in.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At Nanase-san&apos;s reply, two male students appeared, glaring at each other.</p><p class=\"paragraph\" style=\"text-align: left\">Both had unique hairstyles and an appearance that would make anyone think of them as delinquents.</p><p class=\"paragraph\" style=\"text-align: left\">They showed no signs of remorse whatsoever and seemed to think the other was entirely responsible.</p><p class=\"paragraph\" style=\"text-align: left\">But what caught my eye the most was not their hairstyles or attitudes, but their faces.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Those are some... pretty bad injuries.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The injuries were so bad that even Nanase-san couldn&apos;t help but comment on them.</p><p class=\"paragraph\" style=\"text-align: left\">The one standing to my left was the first-year Class D student, Maki-kun.</p><p class=\"paragraph\" style=\"text-align: left\">The one standing to my right was the first-year Class A student, Kusanagi-kun.</p><p class=\"paragraph\" style=\"text-align: left\">I&apos;d heard that even minor injuries could be diagnosed as taking two or three weeks to fully heal, but they looked quite battered. They must have really gone at it, as both of their faces were swollen. Maki-kun&apos;s injuries were particularly bad, making it clear who got the upper hand in the fight.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I assume you both know why you&apos;ve been summoned to the student council room?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nanase-san coaxed them, as if guiding them to explain voluntarily.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Nah, I got no idea. Why the hell do I gotta get called in here? This guy&apos;s the one at fault.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kusanagi-kun immediately retorted, turning to Maki-kun and baring his teeth.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? Don&apos;t fuck with me! You&apos;re the one who threw the first punch!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Bullshit! You&apos;re the one who came at me first. Well, you missed, though!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A loud shouting match began over who made the first move and who threw the first punch.</p><p class=\"paragraph\" style=\"text-align: left\">Nanase-san and I exchanged a quick glance and listened to the boys&apos; argument for a while.</p><p class=\"paragraph\" style=\"text-align: left\">We judged that it would be easier later if they blew off some steam first.</p><p class=\"paragraph\" style=\"text-align: left\">At first, they just tried to pin the blame on each other for starting the fight, but it gradually devolved into unnecessary verbal abuse, and eventually escalated to irrelevant topics like height and appearance.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;How childish.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Childish, indeed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even though they were only just first-year high school students, they were starting to cross a line that couldn&apos;t be ignored. What&apos;s more, they showed no signs of calming down; on the contrary, they looked like they were about to start brawling right there in the student council room.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s quite enough noise. I&apos;m going to have to ask you both to be quiet for a moment.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nanase-san, unable to watch any longer, warned them as such, but they merely glanced at her and didn&apos;t stop their tirade.</p><p class=\"paragraph\" style=\"text-align: left\">They were clearly underestimating her because she was a girl. That attitude was plain to see.</p><p class=\"paragraph\" style=\"text-align: left\">But as long as I knew Nanase-san&apos;s words reached them, that was enough.</p><p class=\"paragraph\" style=\"text-align: left\">Their complaining was simply a matter of mutual dissatisfaction.</p><p class=\"paragraph\" style=\"text-align: left\">In that case, all I had to do was prepare to hand down a ruling that would be most dissatisfying for them.</p><p class=\"paragraph\" style=\"text-align: left\">I sent a look to Nanase-san.</p><p class=\"paragraph\" style=\"text-align: left\">Our eyes met, and she gave a small nod, having perfectly grasped my intentions.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you&apos;re going to continue arguing as you please, then this meeting is unnecessary. We may have to impose a heavy penalty on both of you. Is that acceptable?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As Nanase-san spoke with a cold, dismissive tone, I silently pulled back my chair and stood up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? Hold on, there&apos;s no way I&apos;m gonna accept that!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This ain&apos;t got nothing to do with the damn student council, especially not some girl buttin&apos; in!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Please use formal language when you speak.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">They glared back at my warning, their gazes filled with discontent.</p><p class=\"paragraph\" style=\"text-align: left\">I suppose they think I&apos;ll back down because of that.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This is ANHS, and the student council is vested with a certain amount of authority. This discussion is a precious opportunity to bring the truth to light. If you two insist on trampling all over it, then we have no intention of wasting any more time. Let us compile a report for the teachers, Student Council President.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t you dare end this on your own!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You two are quite welcome to leave. Or, if you wish to continue your argument, please do so in the hallway.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since they only just enrolled, trying to convince them that this wasn&apos;t for the good of the class would have no effect.</p><p class=\"paragraph\" style=\"text-align: left\">For those two, the worst-case scenario was that neither of their claims would be accepted. I doubt their cheap pride would allow for that.</p><p class=\"paragraph\" style=\"text-align: left\">But little by little, the two of them began to feel the strange atmosphere in the room.</p><p class=\"paragraph\" style=\"text-align: left\">Since they entered the Student Council Office, I hadn&apos;t said a single word to them.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Why is the Student Council President just staying quiet? Say something.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I guess because I gave a speech at the entrance ceremony, they do recognize that I&apos;m the student council president.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;ve been watching this whole time, so you get which one of us is in the wrong, don&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Each of them pointed at the other, continuing to insist that they weren&apos;t at fault, only the other was.</p><p class=\"paragraph\" style=\"text-align: left\">They&apos;d likely intended to continue until I gave my answer.</p><p class=\"paragraph\" style=\"text-align: left\">But I continued my silence.</p><p class=\"paragraph\" style=\"text-align: left\">I conveyed to them with my silence that the situation was not worth speaking about.</p><p class=\"paragraph\" style=\"text-align: left\">Eventually, my scheme began to bear fruit, and the noisy Student Council Office fell silent.</p><p class=\"paragraph\" style=\"text-align: left\">It was proof they realized they were the only ones making a ruckus.</p><p class=\"paragraph\" style=\"text-align: left\">They still opened their mouths as if to protest, but their words were too quiet for me to hear, and eventually, their lips sealed shut. Both of them, at nearly the same time.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What are we supposed to do...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">And then, with a strained voice, he asked for my judgment.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems they have the will to resolve this. What will you do, Student Council President?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I gave a quiet nod and signaled for Nanase-san to proceed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Alright then, first, Kusanagi-kun, would you please tell us your side of the story again? In the meantime, no matter how dissatisfied you may be, Maki-kun, I must ask that you absolutely refrain from speaking. I assure you that you will be given an equal opportunity to speak next. Is that understood?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Upon hearing Nanase-san&apos;s admonition, Maki-kun bit his lip hard and gave a slight nod.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This guy... Maki was givin&apos; me a nasty look. So when I asked him what his problem was, he just suddenly snapped. After that, he called me out to the back of the dorms. I wasn&apos;t gonna back down, so I went, and he immediately came at me swinging. Well, I had a hunch I was stronger, y&apos;know, so I dodged it easily and fed him a counter.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">One side of the story. Of course, for Maki-kun, who had to listen, it probably wasn&apos;t a story he could accept.</p><p class=\"paragraph\" style=\"text-align: left\">He tried to speak, not hiding his irritation, but his eyes met mine and he stopped himself just in time.</p><p class=\"paragraph\" style=\"text-align: left\">There was a risk that if he interrupted, he would be unilaterally branded the bad guy.</p><p class=\"paragraph\" style=\"text-align: left\">If he stayed quiet, he would be given a chance to explain himself.</p><p class=\"paragraph\" style=\"text-align: left\">It seemed he had instinctively sensed that this was how the proceedings worked.</p><p class=\"paragraph\" style=\"text-align: left\">For a while after that, Kusanagi-kun continued his complaint that Maki-kun was entirely at fault, and when we determined that no further testimony would be forthcoming, we passed the turn to the long-suffering Maki-kun.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He can just run his mouth all he wants. This guy conveniently left out everything that makes him look bad. In the first place, it&apos;s &apos;cause that bastard Kusanagi called me &apos;defective&apos; or whatever! I just wanted to make him take it back! And a &apos;hunch&apos;? No way, I was clearly the stronger one! You think I didn&apos;t notice your legs trembling when you took that shot to the gut?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He yelled near Kusanagi-kun&apos;s ear, his voice carrying all the irritation he&apos;d been bottling up.</p><p class=\"paragraph\" style=\"text-align: left\">Looking slightly uncomfortable at Maki-kun&apos;s words, he feigned ignorance, turning to look off in another direction to ignore him.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Defective goods</em>. Now that&apos;s a rather nostalgic phrase, isn&apos;t it.</p><p class=\"paragraph\" style=\"text-align: left\">As first-years in Class D, we were called the exact same thing. I wonder if that part of it, like some vile tradition, had been passed down at the school this year too.</p><p class=\"paragraph\" style=\"text-align: left\">Putting their stories together without emotion&#x2014;-</p><p class=\"paragraph\" style=\"text-align: left\">First, Kusanagi-kun made a remark mocking Maki-kun, calling him defective. Hearing this, an enraged Maki-kun called him out, went behind the dorms and demanded he take it back. However, Kusanagi-kun refused, and Maki-kun, unable to stand his attitude, couldn&apos;t hold back and threw the first punch. The first blow didn&apos;t land; instead, Kusanagi-kun&apos;s counter hit its mark. From there, it became a fistfight of grappling and punching. As for the outcome, it seemed from the extent of his injuries that Maki-kun lost to Kusanagi-kun, but Maki-kun refused to admit it. He insisted that he&apos;d been the one with the upper hand. On the other hand, Kusanagi-kun said that he won and that he stopped fighting the moment the victor was decided&#x2014;or so he claimed.</p><p class=\"paragraph\" style=\"text-align: left\">Because their claims were complete opposites, it was impossible to judge either way.</p><p class=\"paragraph\" style=\"text-align: left\">Kusanagi-kun glared again at Maki-kun, who&apos;d just finished speaking, then his expression changed and he looked at me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, how should I say this... Student Council President, you understand my side of things, right? I mean, we&apos;re both in Class A, after all. It was perfect self-defense.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This was the first time he used proper polite language with me, but I wasn&apos;t so soft as to let my impression of him improve over something so simple.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The title of Class A is meaningless on its own. A fool in Class A will be punished, just as someone in Class D will be rewarded for good deeds.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;W-What? But&#x2014;!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As if mentally slapping himself for trying to suck up to me, Kusanagi-kun&apos;s attitude instantly changed again.</p><p class=\"paragraph\" style=\"text-align: left\">So even Class A has such violent-tempered students this year, huh.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It may be true that Maki-kun called you out, but that doesn&apos;t mean it was right for you to retaliate so thoughtlessly. Especially since you immediately intuited that you were the stronger one, correct?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That is...!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, for someone so convinced of his own strength, you seem to have sustained some rather nasty injuries yourself, haven&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even if Kusanagi-kun had a slight edge, they looked to be on about the same level.</p><p class=\"paragraph\" style=\"text-align: left\">Though he looked displeased, Kusanagi-kun averted his gaze at the remark.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&apos;Course you can&apos;t answer that. You didn&apos;t even win.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Shut the hell up, Maki. No matter how you slice it, I&apos;m the stronger one.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If they didn&apos;t apologize and reconcile as things stood, I would have to assign penalties based on the severity of their injuries&#x2014;a ratio of four for Maki-kun and six for Kusanagi-kun.</p><p class=\"paragraph\" style=\"text-align: left\">It was just as I&apos;d begun to think that.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In the first place, I didn&apos;t even hit Maki this bad... Shit.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was a slip of the tongue that escaped his lips unintentionally, rather than something he&apos;d meant for us to hear.</p><p class=\"paragraph\" style=\"text-align: left\">Normally, I would have taken it as an act just to save his own skin, but Maki-kun, standing beside him, didn&apos;t object to the remark at all; in fact, he made a gesture as if to ignore it. Given how things had gone up to this point, he absolutely should have argued back.</p><p class=\"paragraph\" style=\"text-align: left\">At that baffling behavior, Nanase-san and I exchanged a brief glance.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you mean by that? When you say you &apos;didn&apos;t hit him this bad&apos;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Nah, it&apos;s nothin&apos;.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It can hardly be <em>nothing</em>. Violence is violence, but it&apos;s clear that Maki-kun has sustained more severe injuries. Combined with the school&apos;s judgment, you may be the one to receive a harsher punishment. If that&apos;s the case, shouldn&apos;t you explain yourself properly?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The two of them, who never made eye contact except to glare at each other, momentarily met gazes.</p><p class=\"paragraph\" style=\"text-align: left\">It looked like the kind of eye contact Nanase-san and I occasionally exchanged.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s nothin&apos; more to say... What I just said is everything. Right, Maki?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah... Still, you&apos;re definitely the one who&apos;s worse, Kusanagi.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? Are you seriously still saying that?!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I supposed this was what one would call being back to square one.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If no new testimony is forthcoming, we will have to conclude matters here. Are you two really okay with this?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I also felt, from what I&apos;ve heard, that both of you are equally at fault.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I restated the student council&apos;s opinion, both showed their dissatisfaction and retorted, but they gradually fell silent. It seemed they understood that without new information, there would be no progress.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Fine, I get it. We just have to take the same punishment, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Tch... Then fine. This was a complete waste of time...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Following Maki-kun&apos;s lead, Kusanagi-kun also reached that conclusion, albeit with some reluctance.</p><p class=\"paragraph\" style=\"text-align: left\">At the very least, when they first showed up in the Student Council Office, they&apos;d been trying to pin the blame on the other.</p><p class=\"paragraph\" style=\"text-align: left\">It was clear that both sides hoped for a lighter punishment for themselves.</p><p class=\"paragraph\" style=\"text-align: left\">I had Nanase urge them once more to speak if they had anything to say, but their hardened attitudes didn&apos;t soften. As the student council couldn&apos;t hold them indefinitely, we dismissed them for the day, sent them home, and told them the results would be delivered later.</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 19,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 21,
    "title": "Part 3"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 20
}