{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">AS THE THREE of us headed toward a cafe in Keyaki Mall, a female student standing by the entrance spotted us and gave a light wave. After Hashimoto and I exchanged a glance, we approached her.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I thought I would join you all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The one who answered was Shiraishi, who I thought had left the classroom earlier with Nakajima.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Where&apos;s Nakajima?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We were just chatting for a bit, then we parted ways. You&apos;re well aware that I was with Nakajima-san, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, Ayanokouji Kiyotaka is always ogling Shiraishi Asuka from afar, so it&apos;s a piece of cake for him. Right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita patted my shoulder and gave me a firm thumbs-up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Could you not make me out to be a pervert?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you afraid of being disliked? Even though you&apos;re being hated by everyone in your previous class?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Whoa, whoa, just &apos;cause it&apos;s true doesn&apos;t mean you have to say it out loud. Besides, he&apos;s got us now. I mean, as a guy, I totally get wanting to stare at Shiraishi,&quot; he said, patting my other shoulder and giving a firm thumbs-up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He may be like this, but please try not to hate him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">No matter how I looked at it, Morishita seemed to be leading the effort to make me disliked.</p><p class=\"paragraph\" style=\"text-align: left\">If I were to say, at that moment, that I was just trying to keep track of the entire class, it would only be taken as an excuse.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh my, I&apos;m actually very happy. It&apos;s quite the honor to have someone you&apos;re interested in keep their eyes on you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;For real? Good for you, Ayanokouji. Sounds like you&apos;ve got a shot.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This probably wasn&apos;t the first time he&apos;d heard that kind of reply from Shiraishi. Hashimoto also played along, knowing it was half a joke.</p><p class=\"paragraph\" style=\"text-align: left\">As for me, I was at a loss for how to respond either way, so I just let it slide.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You get it, right, Morishita?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll be quiet for the discussion, so rest assured. Just make sure you treat me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Now a group of four, we each placed our orders and took an empty table.</p><p class=\"paragraph\" style=\"text-align: left\">It was what you&apos;d call &apos;our usual spot&apos;.</p><p class=\"paragraph\" style=\"text-align: left\">It was a strange thing, but people have that sort of natural habituation, like a routine.</p><p class=\"paragraph\" style=\"text-align: left\">They feel a sense of security in places they&apos;ve been before, and they subconsciously choose seats that meet detailed criteria, such as the view from the seat, the way the light comes in, or the distance to the next table.</p><p class=\"paragraph\" style=\"text-align: left\">It was likely influenced not only by physical aspects, but also by the consolidation of memory.</p><p class=\"paragraph\" style=\"text-align: left\">Positive factors, such as having a pleasant time with the people you were with, an enjoyable conversation, or coming up with a good idea, couldn&apos;t be ignored. Conversely, if one had bitter memories associated with that seat, there would be a tendency to avoid it.</p><p class=\"paragraph\" style=\"text-align: left\">A rational psychological mechanism. I could guess that Hashimoto and Morishita had a similar feeling.</p><p class=\"paragraph\" style=\"text-align: left\">Shiraishi joined us, but I couldn&apos;t see any change in the atmosphere, for better or for worse.</p><p class=\"paragraph\" style=\"text-align: left\">Shiraishi was good at blending into the atmosphere; that was the impression she gave.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Jeez, you really made me buy you an expensive drink. You know my financial situation, yet you still ordered the most insane thing without a second thought...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As payment for her silence, Hashimoto treated her to a new frapp&#xe9; made with a generous amount of strawberries. Just at a glance, it looked like it contained about five whole strawberries. While most cafe drinks were between 500 and, at most, 800 Private Points, this strawberry frapp&#xe9; was 1,300 Private Points.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My mother taught me to go all out when someone else is paying. I was simply following her teachings faithfully.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">She answered nonchalantly with a statement that was exquisitely hard to judge, though I figured it was probably a lie.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;To be honest, my instincts were telling me I just wanted a regular caff&#xe8; latte, but... <em>sigh</em>.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">She added those words with a look of distaste and unenthusiastically plunged her straw into the strawberry frapp&#xe9;.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then you should&apos;ve just ordered the caff&#xe8; latte...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While watching their exchange out of the corner of my eye, I had a sip of my coffee and took a breath.</p><p class=\"paragraph\" style=\"text-align: left\">I moistened my throat in anticipation of the upcoming discussion with Hashimoto.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Alright, time for a serious discussion.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Upon hearing that, Morishita mimed zipping her lips from right to left.</p><p class=\"paragraph\" style=\"text-align: left\">It was probably a signal to reassure us that her lips were sealed tight.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You seem fired up, but to be honest, I don&apos;t intend to be particularly concerned with winning or losing this exam,&quot; I stated quietly, as all three of them turned their gazes toward me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you mean by that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto&#x2014;no, almost every student&#x2014;intended to win every single exam for the coming year.</p><p class=\"paragraph\" style=\"text-align: left\">That was why his question, laced with suspicion, was a normal reaction to hearing I wasn&apos;t concerned with the outcome.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This was true for the last special exam as well, but the changes in Class Points weren&apos;t exactly astounding, and they didn&apos;t have a major impact. As for this exam, the reward is only about half of the previous one.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, yeah, it&apos;s true that even if we were to lose this one by some chance, the damage might not be that bad. But what do you mean you&apos;re not concerned with winning or losing?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He greedily aimed for even a single rank higher.</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto looked disgusted by my statement, which went against that stance.</p><p class=\"paragraph\" style=\"text-align: left\">However, I had no intention of taking a harsh stance on this exam.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;To be precise, it may be more accurate to say that it&apos;s not that I don&apos;t care about winning or losing, but rather that I can&apos;t.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps finding some sense in that simplified explanation, Shiraishi smiled and nodded.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I believe I have some understanding of what you wish to say. You think that the information you shared with us, Ayanokouji-kun, is what&apos;s most likely the real focus of the exam, correct?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The details of the exam were kept hidden. Therefore, all the third-year students had to spend the week considering several possibilities for the exam&apos;s content. Some of those possibilities, such as a written test, were directly tied to one&apos;s abilities, so normally, one should&apos;&apos;ve adopted Hashimoto&apos;s mindset of wanting to win and taking action to increase their odds. Simply studying for a week would have brought one closer to victory.</p><p class=\"paragraph\" style=\"text-align: left\">But the exam I considered most likely was based on &apos;everyday conduct&apos;.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You can avoid obvious demerits, but you can&apos;t earn merits. The only thing we can do is wait for the other classes to make a mistake. That&apos;s why I think it&apos;s pointless to get all worked up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So you don&apos;t think this&apos;ll be a battle of academics or athletics, huh? But if that&apos;s the case, wouldn&apos;t it be better to let everyone know that from the start? There are plenty of guys gettin&apos; all worked up so they&apos;ll be ready for whatever exam comes, y&apos;know?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s fine to let them put in the effort. Since the rules are unclear, it&apos;s not like they can overdo it by focusing on just one thing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto&apos;s expression remained somewhat stiff, as if he was still unconvinced. Morishita was silent as usual, so I thought our conversation about the current exam was coming to an end, but Shiraishi unexpectedly took an interest.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;May I ask a small question? You&apos;ve concluded that the exam is based on our everyday conduct, Ayanokouji-kun, but what would you say the probability of that is?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Over 90%. At least, that&apos;s my assessment.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Damn, that&apos;s crazy high. Guess I should be more on board with this, then. The day this turns out to be right is the day my faith in Ayanokouji goes through the roof.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What led you to determine that probability? It&apos;s impossible to clearly tell if this week is a preparation period or the exam itself, which is exactly why everyone is speculating on all fronts. It seems you based your judgment on Mashima-sensei&apos;s comment to &apos;try to act in a way that befits a student,&apos; Ayanokouji-kun, but I feel that alone is insufficient grounds for such a conclusion.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed Shiraishi was demanding to know the basis for my assertion of over 90%, given the few hints we had.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If it was only Mashima-sensei&apos;s comment, the probability wouldn&apos;t even have reached 50%.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But were there any other remarks that caught your attention? We didn&apos;t miss anything, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto sought confirmation from Shiraishi and Morishita as he recalled his exchange with Mashima-sensei from the previous day.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I can&apos;t think of anything.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As Shiraishi denied it, Morishita also nodded, her lips sealed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In reality, no other hints were given. Not from Class C, that is.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Whaddya mean by that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;For this exam, what some students latched onto was Mashima-sensei&apos;s phrasing, &apos;try to act in a way that befits a student.&apos;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, that stuck out to me too. But we can&apos;t be sure if it&apos;s actually related to the exam, can we?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If it&apos;s ambiguous and unclear, then we should verify it. What I focused on was the next step: whether or not those words themselves held any meaning. And if they did, the next thing to investigate is whether that statement was common to all classes. If the school instructed them to convey the message without changing a single word, then you can be confident that the words themselves are meaningful.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You mean what the teachers of the other three classes said&#x2014;is that it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. We have no information on Sakagami-sensei, but Hoshinomiya-sensei apparently said, &apos;You&apos;ll be fine as your usual selves.&apos; Chabashira-sensei supposedly said, &apos;I want you to show me that you&apos;re different from when you enrolled.&apos;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If one added Mashima-sensei&apos;s statement to those, the rule being used for the exam became clear. The three others present would likely be able to figure it out as well.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A single statement shouldn&apos;t have been enough to narrow it down, but adding the information from the other classes feels like it&apos;s removing all the static.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, you&apos;re dead on... At this point, I can&apos;t even imagine the rules being about anything other than our conduct.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto let out a breath with a wry smile, making no attempt to hide his admiration.</p><p class=\"paragraph\" style=\"text-align: left\">Horikita&apos;s class, which lost all its Class Points at the start of the year due to their poor conduct.</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose&apos;s class, which, despite receiving a certain number of demerits, had steadily produced results.</p><p class=\"paragraph\" style=\"text-align: left\">And Sakayanagi&apos;s class, which had been more stable than any other.</p><p class=\"paragraph\" style=\"text-align: left\">One could interpret them as pieces of advice from the teachers that corresponded to their respective results.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;By the way, how I procured information from the two classes is a trade secret.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto and Morishita could probably guess that the information about Hoshinomiya-sensei&apos;s statement came from Ichinose, but because Shiraishi was also here and because it also included information about Horikita&apos;s class, I kept the sources hidden.</p><p class=\"paragraph\" style=\"text-align: left\">As for the alliance, I could just announce it when the time was right.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Everyday conduct is something you practice all the time; it can&apos;t decide the outcome. So that&apos;s why you&apos;re not hung up on it this time&#x2014;it&apos;s all startin&apos; to make sense.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m glad you seem to understand. More than that, I want the three of you to focus, not on this current exam, but on the <em>next</em>&#xa0;special exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The next one? You think the next special exam is likely to be a huge battle?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. Considering the last exam and this one, it wouldn&apos;t be strange for a high-stakes one to come next.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you considering the possibility that someone might be expelled?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I can&apos;t say for certain, but I wouldn&apos;t be surprised if that was included in the rules with a fairly high probability.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sure, not every exam is gonna be risk-free, but aren&apos;t the high-stakes ones supposed to be rare?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto posed the question, wondering if it was really something to be so cautious about.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, I wouldn&apos;t say that&apos;s necessarily the case. It was clear from observing the upperclassmen over the last two years that the third-years&apos; risk of expulsion is higher compared to the other grades.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The one who offered a reply was Morishita, who&apos;d properly remained silent up to that point.</p><p class=\"paragraph\" style=\"text-align: left\">Her tone suggested she understood what happened with Horikita Manabu&apos;s and Nagumo Miyabi&apos;s generations.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Come to think of it, last year, didn&apos;t a pretty big number of students get expelled by the time the second term started?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s correct. About fifteen students were expelled. Nagumo Miyabi did as he pleased, you see. Even if that was an extreme case, it&apos;s unlikely that this year alone will see everyone pass through unscathed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Getting expelled during a time like this would seriously suck, but damn, you&apos;ve got a good memory.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This is merely common sense. Common sense.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto kept several sensitive antennae tuned to information about his own grade, but it seemed he paid little attention to the other years.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, I thought you were just gonna listen quietly? What happened to zippin&apos; it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh? When did I ever say such a thing? At what hour, what minute, what second, and after how many of the Earth&apos;s rotations?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? What the hell is that supposed to mean? The Earth&apos;s what-now...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Good grief. Do the youths of today truly not know the statements conceived by the great figures of the past?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I was confident that my knowledge of great historical figures and their statements was fairly comprehensive, but I had no memory of that one.</p><p class=\"paragraph\" style=\"text-align: left\">The Earth took about twenty-four hours to make one rotation. More precisely, the twenty-four-hour day was defined based on the time it took to make one rotation. With that as a premise, the Earth was about 4.5 billion years old. If I were to start calculating that out, with 365 days in a year plus leap years and so on&#x2014;no, this was a completely useless calculation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you&apos;re truly that dissatisfied, I shall return your drink.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Return it, you say?... It&apos;s empty!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That was because while she wasn&apos;t talking, she&apos;d been silently and diligently drinking her strawberry frapp&#xe9; by herself.</p><p class=\"paragraph\" style=\"text-align: left\">I wondered if she chugged it all just so she could start talking.</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 29,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 31,
    "title": "Part 3"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 30
}