{
  "title": "Part 5",
  "content": "<h2 class=\"heading_2\">Part 5</h2><hr/><p class=\"paragraph\" style=\"text-align: left\"><em>AT 7:40 P.M. on Monday</em>, Kaneda, having finished dinner in his dorm room, arrived in front of the karaoke parlor where they were to meet at 8:00, looking restless.</p><p class=\"paragraph\" style=\"text-align: left\">He occasionally looked around, let out small sighs and paced about the area.</p><p class=\"paragraph\" style=\"text-align: left\">That strange behavior came to an abrupt halt with the appearance of a certain person.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;T-Thank you for coming today, Shiina-shi.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With a nervous expression, Kaneda bowed his head, quickly adjusted his crooked glasses and offered a stiff smile. Then, he let out a long breath as he looked at Shiina in her casual clothes.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The pleasure is all mine, Kaneda-kun. This feels somewhat refreshing, doesn&apos;t it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, it really is. I wonder what Ryuuen-shi&#xa0;is thinking.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Together, the two of them looked up at the karaoke parlor, which was brilliantly beckoning customers.</p><p class=\"paragraph\" style=\"text-align: left\">But Kaneda, out of the corner of his eye, burned the sight of Shiina into his memory.</p><p class=\"paragraph\" style=\"text-align: left\">He arrived much earlier than the meeting time because he anticipated that Shiina, who now stood beside him, might also arrive early. And that hunch was correct.</p><p class=\"paragraph\" style=\"text-align: left\">That meant they would have nearly twenty minutes alone together at most.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We still have a little time, what should we do? Personally, I think it would be best if we went inside to wait&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just as he was about to suggest that, a loud voice echoed through the mall.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What the heck?! I thought I&apos;d be the first one here, but you two already beat me to it!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With an exaggerated reaction to something not particularly surprising, Ishizaki arrived.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Hello, Ishizaki-shi.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Whether he was put off by his attitude or for some other reason, Kaneda greeted him with a somewhat displeased look.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re here early. I had the impression you were the type to be late.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You look pretty bummed, Kaneda. Don&apos;t tell me you&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As if he&apos;d an inkling about Kaneda&apos;s suspicious behavior, Ishizaki grinned slyly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;W-What is it...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s my job to greet Ryuuen-san, got it? I&apos;m not gonna let you look cool!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see... So that&apos;s why you arrived early, Ishizaki-shi.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The three of us got here at pretty much the same time. There&apos;s no first or last place here, so remember that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Rest assured, I don&apos;t place any importance on such things.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Man, I wonder what Ryuuen-san&apos;s thinking. He said he&apos;s not just callin&apos; you, Kaneda, but that Tokitou guy too. They ain&apos;t got the rank to be called to a meeting, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t know about Tokitou-shi, but I have regular meetings with Ryuuen-shi, so I would appreciate it if you didn&apos;t lump us together.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kaneda pointed it out sharply, pushing up the bridge of his glasses with his middle finger.</p><p class=\"paragraph\" style=\"text-align: left\">In reality, Kaneda did have regular conversations with Ryuuen while the exams were underway, but a large portion of those cases involved them speaking one-on-one.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The strategy for the special exam&apos;s already been decided, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. We haven&apos;t received any additional orders as of now. Or, it&apos;s also conceivable that this is a meeting to report on some other possibility he&apos;s discovered...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Or maybe he needs our power. Like, we all get together and come up with some amazing ideas.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand what you&apos;re trying to say, but that doesn&apos;t mean just any talent will do... Don&apos;t you agree, Shiina-shi?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was just a proverb, after all. Kaneda added that simply having more people wasn&apos;t enough and was about to ask for Shiina&apos;s opinion.</p><p class=\"paragraph\" style=\"text-align: left\">At that moment, however, Ryuuen appeared and the atmosphere instantly grew heavy. Ishizaki also put on a tense expression, bowed his head deeply in greeting and immediately began to move inside the karaoke parlor.</p><p class=\"paragraph\" style=\"text-align: left\">The four of them were led to a room in the back that&apos;d been reserved in advance.</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen slid a menu across the table and had the other three order food and drinks.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems Katsuragi-shi and Tokitou-shi haven&apos;t arrived yet. Is that all right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;They let me know they&apos;d be late. More importantly, Kaneda, have you heard anything from that Hashimoto guy?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Without even looking at him, Ryuuen asked the question, and Kaneda slowly shook his head from side to side.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, I have not. We were in frequent contact until just before we became third-years, but since Ayanokouji-shi&apos;s class transfer was finalized, he&apos;s been ignoring my messages.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Upon hearing that report, Ryuuen closed his eyes and the left corner of his mouth curled up slightly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So he&apos;s made up his mind, huh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems he holds Ayanokouji-shi&apos;s abilities in very high regard. Of course, I&apos;ve also been observing the recent developments objectively and have had to revise my own evaluation of him two or three times&#x2014;but even so, I thought Hashimoto-shi would leave open the possibility of transferring to another class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, Sakayanagi probably would&apos;ve found Hashimoto&apos;s two-timing diplomacy amusing, but with Ayanokouji, you never know how things will turn out. If he makes a clumsy move to secure his own escape route, he&apos;ll be cut off without mercy. Even he doesn&apos;t have the guts to cross that bridge.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Either risk it all and keep his ties to other classes, or commit fully and go down with Ayanokouji. Ryuuen answered that it was the decision he made after weighing those options.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...You truly do hold him in high esteem.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kaneda acknowledged his ability, but he still didn&apos;t rate him as highly as Ryuuen did.</p><p class=\"paragraph\" style=\"text-align: left\">Because he&apos;d only ever seemed like an ordinary student, Kaneda perceived him as having some kind of weakness and failed to sense the sharpness&#x2014;the kind that made one feel they would get hurt just by touching him, like with Sakayanagi or Ryuuen.</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen turned his gaze to Shiina, who hadn&apos;t said a word since entering the room.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What&apos;s your read on Ayanokouji right now?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Me?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;His actions since transferring classes. Including what the hell he&apos;s aiming for.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A little surprised, Shiina recalled how he&apos;d been when she ran into him in the elevator the other day.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I wonder... I can&apos;t really give a good answer.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s impossible, Ryuuen-san. It&apos;s &apos;cause Shiina sees Ayanokouji through a filter.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A filter? What do you mean by that, Ishizaki-shi?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kaneda retorted to the strange expression.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s a special filter, man. A special one. The kind ya call the Ayanokouji Filter.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At Ishizaki&apos;s answer, Kaneda&apos;s facial muscles tensed slightly and his expression grew grim.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even Shiina, who was dense about such things, understood what Ishizaki was trying to say and looked down awkwardly.</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen, on the other hand, didn&apos;t change the way he looked at Shiina in the slightest.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t give a damn what kind of feelings you have for Ayanokouji. But as long as you&apos;re a member of my class, you need to work to make us win. Got it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, I understand.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Anyway, you managed to talk to Ayanokouji after he transferred, right? Tell us about that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No... Actually, I haven&apos;t been able to speak with him properly yet.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? How come? I definitely told him to go see you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As Ishizaki tilted his head in confusion, Shiina&apos;s spirits sank at the mention of Ayanokouji.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll get in touch with Ayanokouji right now and&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s enough out of you. Just sing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As if to say there was no need for any more pointless talk, Ryuuen gripped the microphone and tossed it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;W-Whoa, r-roger that!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishizaki, who caught the mic to keep it from falling, seemed to think he&apos;d been appointed to liven things up, grinning determinedly as he psyched himself up. Then, after he selected a song, the introduction began to play.</p><p class=\"paragraph\" style=\"text-align: left\">Just as he began to sing, the door to the room opened, and Katsuragi and Tokitou appeared in the karaoke room.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry for the wait.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Immediately after Katsuragi spoke, Tokitou cut in and confronted Ryuuen.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you think you&apos;re doing, calling even me out here?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I figured I&apos;d listen to a useless guy&apos;s opinion for once. It&apos;s just a whim.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While Ishizaki belted out his song, sparks already flew between Ryuuen and Tokitou.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Now, calm down. First, why don&apos;t you tell us why you&apos;ve gathered us here today? I was under the impression our policy for the current special exam had already been decided.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Tearing down Ayanokouji and the next special exam. Figured I&apos;d touch on that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Hoh. That sounds like a rather interesting topic.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Got any new information on Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, I don&apos;t. I haven&apos;t really been able to speak with him lately. There&apos;s always someone from Class C by his side, starting with Hashimoto. I&apos;ve been avoiding any careless attempts at contact.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Beside Katsuragi as he answered, Tokitou also averted his gaze, responding with silence.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Um, Ryuuen-shi. If you would permit me, would you allow me to look into Ayanokouji-shi? Since I haven&apos;t tried to get close to him before, I might be able to learn something new.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do as you like.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen replied without expectation, and then, the moment Ishizaki finished his song, the conversation shifted to the next special exam.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In my opinion, the results of the current special exam aren&apos;t that big of a deal. However, judging by the lackluster rewards, it wouldn&apos;t be surprising if the next special exam causes a major shift in Class Points. We absolutely cannot afford to fail that one.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As if agreeing with Kaneda&apos;s assessment, Katsuragi nodded firmly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;d say so. Even though we&apos;re Class B and Horikita&apos;s is Class A, that doesn&apos;t mean we&apos;re in a safe zone. Our last loss narrowed the gap and now we&apos;re under heavy pressure from the classes below. If we suffer two or three consecutive losses, we&apos;ll inevitably be neck-and-neck with them. And if that happens, many of our classmates will see it not as being on equal footing, but as falling into a disadvantage.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The outcome of that special exam is our class&apos;s final line of defense, isn&apos;t it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was still only May. Assuming the next major special exam would be held in either June or July, the worst-case scenario might await them before they even reached the halfway point of the year.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If there is any silver lining, I suppose it&apos;s that we can assume the probability of an academics-centered special exam is not very high. While studying is an inseparable part of being a student, if we&apos;re constantly forced to compete in that area, our class has no chance of victory from the outset. I&apos;m sure the school wouldn&apos;t be so consistently unfair.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At the time of class assignments upon enrollment, many honor students were placed in Class A.</p><p class=\"paragraph\" style=\"text-align: left\">While one could accept that as a large head start, if that alone were to decide everything, there would&apos;ve been no need to make them compete from the very beginning, as it would&apos;ve been entirely superfluous.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If the rewards are worth it, we should use anything at our disposal, including the Private Points we saved last time. I don&apos;t want to recommend it, but that includes acts that border on breaking the rules.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So you&apos;re finally starting to get it, Katsuragi. But I have no intention of fighting within the rules. Fouls, whatever, I&apos;ll use any means necessary to win.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand. But I will stop you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Katsuragi didn&apos;t change his stance of strictly adhering to the rules.</p><p class=\"paragraph\" style=\"text-align: left\">They continued their fruitless discussion, and a silence fell between them.</p><p class=\"paragraph\" style=\"text-align: left\">It was a disconnected moment, especially as other students were getting rowdy in the next room.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ryuuen-kun... you&apos;re not trying to force me to talk about Ayanokouji-kun, it seems...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s just that I don&apos;t think I&apos;d get any useful information out of you anyway.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Is that really the only reason?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? What do you want me to say? Do you want me to order you to &apos;find his weakness by any means necessary&apos;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2014;That&apos;s...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen already had the answer to that question.</p><p class=\"paragraph\" style=\"text-align: left\">What Shiina felt for Ayanokouji went beyond mere friendship.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll make damn sure you&apos;re useful. Not for Ayanokouji, but for this class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even if it meant exploiting those feelings, Ryuuen envisioned a future where he defeated Ayanokouji.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. That resolve&#x2014;I intend to form it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ever since the transfer, she hadn&apos;t been able to have a proper conversation with Ayanokouji.</p><p class=\"paragraph\" style=\"text-align: left\">Because of that, Shiina was trying to come to a certain resolution.</p><p class=\"paragraph\" style=\"text-align: left\">To Ayanokouji, she was just a friend, or perhaps even less than a friend.</p><p class=\"paragraph\" style=\"text-align: left\">If that were the case, even her faint feelings would become heavy shackles.</p><p class=\"paragraph\" style=\"text-align: left\">Kaneda quietly continued to watch Shiina, whose sorrowful profile looked as if she might vanish.</p><p class=\"paragraph\" style=\"text-align: left\">It was the first such experience for a man who&apos;d lived his life devoid of any fighting spirit.</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 37,
    "title": "Part 4"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 39,
    "title": "Chapter 6: Fortune and Misfortune Are Intertwined"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 38
}