{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">WE SAT FACING each other in the empty seats of the library.</p><p class=\"paragraph\" style=\"text-align: left\">Then, as if to fill the one-month blank, we began to string together words little by little. At first, Hiyori, who had a somewhat distant atmosphere, gradually returned to her usual smooth and gentle tone.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, even after becoming a third-year student, the bookworm remains unchanged.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. In fact, I just finished reading another one last night.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">She looked once at the bookshelf lined with mystery novels and replied that she&apos;d just returned it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, actually, I&apos;ve made one more friend who&apos;s a fellow reader.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hiyori clasped her own hands together and her eyes narrowed with joy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ever since I became a third-year, Kaneda-kun has been visiting me often at this time.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Kaneda? Well, I can picture him reading a book, so I&apos;m not particularly surprised...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Still, until the end of the second year, I&apos;d never once seen Kaneda in the library.</p><p class=\"paragraph\" style=\"text-align: left\">If he was considering going to university, the library was also an excellent environment for studying.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, speak of the devil.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hiyori, whose back was to the library entrance, noticed Kaneda&apos;s arrival before I did and waved.</p><p class=\"paragraph\" style=\"text-align: left\">I also turned around and raised my hand in response to Kaneda, who was looking this way.</p><p class=\"paragraph\" style=\"text-align: left\">Kaneda showed a slightly surprised face but immediately started walking and came to our table.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Hello, Shiina-shi. I&apos;ve come again today.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">My guess was correct; along with the library books, he also had academic books in his hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Kaneda-kun, you really do love books, don&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was clear from Hiyori&apos;s words that he was a frequent visitor. When I gestured with my eyes for him to sit in the seat next to me, he gave a slight nod and sat down.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, well. I&apos;ve heard that you, Ayanokouji-shi, also used to frequent the library. It seems you haven&apos;t shown your face recently, though.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">For the past month. It was precisely when Kaneda started coming to the library that I&apos;d been unable to come.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems like we&apos;ve been swapping places. I think we&apos;ll have more chances to meet from now on.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I see. As a fellow reader, that&apos;s nothing but delightful.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He showed a welcoming stance, but his expression showed no joy. It was no surprise, since my presence had no direct bearing on him. The only one who would be truly happy about gaining another reading companion would probably be Hiyori right in front of me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Be that as it may, you seem to have been busy. The matter of your transfer from Class A to Class C surprised me a little&#x2014;no, quite a bit&#x2014;hmm?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A sudden shadow fell over us, its source being the librarian.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m sorry to interrupt your conversation. Shiina-san, this is sudden, but could you lend me a hand? I don&apos;t think it will take long&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If I&apos;m the one you need, of course I&apos;ll help. You two, if you don&apos;t mind, please wait just a little. I&apos;ll recommend some books to you later.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Leaving us with those words, Hiyori left her seat with the librarian.</p><p class=\"paragraph\" style=\"text-align: left\">Now, just the two of us, Kaneda and I, who were not particularly close, were left behind.</p><p class=\"paragraph\" style=\"text-align: left\">It was often the case that the atmosphere became a little awkward when a mutual acquaintance left. I learned such things through my school life.</p><p class=\"paragraph\" style=\"text-align: left\">I suppose I would try to take the lead in the conversation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What kind of books do you usually read, Kaneda?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not very good at such meaningless small talk.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A clean rejection. It&apos;s like I threw him the conversational ball, and he just chucked it out into left field. I thought I started a natural topic since he liked books, but it seemed to be a question Kaneda disliked. Or perhaps my throw was clumsy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My bad. I apologize if my wording offended you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Was it an unbefitting overestimation to think that I could hold my own in a situation like this?</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...No, my apologies as well. There&apos;s no need to be so down about it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was just trying to connect the conversation smoothly. Really.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I got that sense, somehow.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you don&apos;t want to talk to me, you don&apos;t have to force yourself.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...This is rather unsettling. It&apos;s not that I dislike it, but I don&apos;t often have the opportunity to talk with you face-to-face like this, Ayanokouji-shi, so I couldn&apos;t help but think about various things. Until Shiina-shi comes back, shall we talk for a bit, if you&apos;d like?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I was a little happy to see Kaneda showing a positive attitude toward conversing with me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If there&apos;s anything on your mind, you can ask me. Of course, I can&apos;t give unlimited answers regarding class problems.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I thought Kaneda would understand that, but I told him just in case.</p><p class=\"paragraph\" style=\"text-align: left\">Kaneda took off his glasses, breathed on the lenses, and wiped both of them with a cleaning cloth he took from his pocket. Then he slowly put his glasses back on.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;With Shiina-shi&#x2014;you seem to be on good terms.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hm? Oh, it&apos;s because she&apos;s a fellow bookworm, like you, Kaneda. I have her keep me company.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A fellow bookworm, you say? That may certainly be true, but the expression I saw on Shiina-shi&apos;s face from a distance just now was one I haven&apos;t been able to see this past month. When I saw you two from the entrance, I was frankly surprised. It was the first time in a long while I&apos;d seen her genuine smile.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That might have been my fault. I just apologized to Hiyori and she forgave me. So from now on, I imagine you&apos;ll be able to see her smiling in class and in the library, just as she did before.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I kept to myself the part about her inviting me to transfer classes. It wouldn&apos;t have been pleasant to tell Kaneda, who was not only from a rival class, but also close to Ryuuen and I had no idea how that information would be interpreted.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do you realize just how amazing that is?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Amazing?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You don&apos;t understand? No... are you pretending that you don&apos;t? Ayanokouji-shi, have you ever felt like you&apos;re blessed?&quot; he asked me as if to test me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Blessed? That&apos;s far too broad a definition for me to answer.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My apologies. It seems my words were insufficient. Even from my perspective as a man, your features are quite excellent, Ayanokouji-shi. You&apos;re also taller than average and well-built, yet you don&apos;t give off a needlessly intimidating air. More than anything, you have an impeccably clean-cut appearance. And on top of that, it seems you were dating Karuizawa-shi until recently and lately, I&apos;ve even been hearing rumors about you and Ichinose-shi. The more other men learn about you, the more they will look at you with admiration and, at the same time, feel a fierce jealousy at the immense gap between you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">My interest was piqued by Kaneda&apos;s unexpected words and I listened intently.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not just your appearance. In terms of academics, you&apos;re increasingly being called the number one student in our year by those with high academic ability. I was once proud to think that my own academic ability was not inferior to yours, Ayanokouji-shi, but I&apos;m now ashamed of that and couldn&apos;t help but laugh at myself. Furthermore, concerning your physical abilities, it seems you&apos;ve been achieving excellent results in PE since April. As for me, someone who is poor at sports, I could stand on my head and still not come close to your potential&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">So this was Kaneda Satoru, a student who could speak so eloquently and passionately.</p><p class=\"paragraph\" style=\"text-align: left\">He praised me while simultaneously disparaging himself.</p><p class=\"paragraph\" style=\"text-align: left\">When looking at student values across the entire year, Kaneda was in the top thirty percent. I saw no reason for him to needlessly belittle himself, but...</p><p class=\"paragraph\" style=\"text-align: left\">While forcefully heaping praise upon me, Kaneda continued.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And now, you&apos;ve unleashed the true abilities you&apos;d hidden for two years and have even taken up the position of leader to rebuild Class C now that Sakayanagi-shi left. Even that somewhat dangerous mind of yours must surely captivate many. You&apos;re the very picture of a hero, are you not? I envy you from the bottom of my heart.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Envy me? I&apos;m a traitor who abandoned Class A and objectively speaking, not using the power I possessed and hiding my true abilities would more likely be judged as villainous.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That just makes you an anti-hero, which is still a hero.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With a hint of a dry, exasperated laugh, Kaneda glanced behind him.</p><p class=\"paragraph\" style=\"text-align: left\">My eyes followed his and I saw Hiyori, who seemed to be working on a computer with the librarian. It looked like it would be a while longer before she returned.</p><p class=\"paragraph\" style=\"text-align: left\">One thing I could tell for certain from Kaneda&apos;s attitude and words, was that he held feelings for me that were stronger than I&apos;d imagined. I was aware that transferring classes would lead to various opinions being directed at me, but his ranked high among them. At first, I thought his comments were out of consideration for his class leader, Ryuuen, but it didn&apos;t seem to be only that.</p><p class=\"paragraph\" style=\"text-align: left\">And one thing was for certain: Kaneda didn&apos;t like me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah... my apologies. It seems I&apos;ve gotten carried away and talked too much.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed Kaneda realized how his words must have sounded to me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s nothing to apologize for. People are free to think what they want of others.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even that part of you is so cool it&apos;s infuriating, Ayanokouji-shi. Even if you&apos;re prepared to be hated, I&apos;m sure it doesn&apos;t feel good to actually be hated by someone. Or is it simply because it&apos;s me, you don&apos;t care what I think of you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not it. I would say the same thing in the same way to anyone.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I&apos;d proceeded this far on the assumption that I would be hated.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2014;Then, what if that person were Shiina-shi...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">And then, Kaneda brought up Hiyori&apos;s name.</p><p class=\"paragraph\" style=\"text-align: left\">She was, indeed, one of the most appropriate students to use as an example in that situation.</p><p class=\"paragraph\" style=\"text-align: left\">I intended to reply immediately just as before, but the words caught in the back of my throat.</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t mind if Hiyori hated me.</p><p class=\"paragraph\" style=\"text-align: left\">Yes, in essence, that was true.</p><p class=\"paragraph\" style=\"text-align: left\">I knew that was a possibility after I rejected Hiyori&apos;s invitation and transferred to Class C.</p><p class=\"paragraph\" style=\"text-align: left\">The reason I hadn&apos;t gone to apologize right away was because I needed to prioritize other matters.</p><p class=\"paragraph\" style=\"text-align: left\">What she thought was a secondary, or even tertiary, concern that I placed low on my list of priorities.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Please, forget I asked. That was an indelicate question.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Without waiting for my reply, Kaneda quietly pulled back his chair and stood up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I think I will be leaving for today.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you sure? Hiyori looked like she wanted you to wait.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s quite all right. It makes no difference whether someone like me is here or not right now. I apologize for the one-sided conversation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, don&apos;t worry about it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that so? Then I am grateful for your magnanimity.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Leaving behind an air of resolution, Kaneda departed.</p><p class=\"paragraph\" style=\"text-align: left\">A short while later, Hiyori returned, looking around curiously.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh? Are you all alone, Ayanokouji-kun?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Apparently, he hadn&apos;t called out to Hiyori, who was near the entrance, before he left.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah. He left, apparently on urgent business. He asked me to tell you he&apos;ll be back again soon.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that so? That&apos;s something to look forward to.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Seeing her gentle smile, it seemed she was genuinely looking forward to his next visit.</p><p class=\"paragraph\" style=\"text-align: left\">I arbitrarily assumed that Hiyori spent the past month all alone.</p><p class=\"paragraph\" style=\"text-align: left\">But in reality, she&apos;d been gradually expanding her circle of friends and found time to spend with Kaneda in the library.</p><p class=\"paragraph\" style=\"text-align: left\">When I thought about it, there was nothing strange about it at all.</p><p class=\"paragraph\" style=\"text-align: left\">Just as I&apos;d changed classes and friends, the number of people I interacted with slightly increased, Hiyori, too, changed since we first met.</p><p class=\"paragraph\" style=\"text-align: left\">She&apos;d met someone new somewhere and was growing closer to that person.</p><p class=\"paragraph\" style=\"text-align: left\">A mere classmate. A mere underclassman, an upperclassman.</p><p class=\"paragraph\" style=\"text-align: left\">From such relationships, they become friends and then best friends.</p><p class=\"paragraph\" style=\"text-align: left\">People much closer to her than I was would appear one after another in Hiyori&apos;s future.</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps someone else might be sitting in the empty seat next to her tomorrow&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Looking at her as she lowered her gaze to her book, I was surprised by my own arbitrary thoughts.</p><p class=\"paragraph\" style=\"text-align: left\">Who was getting close to whom was nothing more than a piece of information.</p><p class=\"paragraph\" style=\"text-align: left\">Something to be judged solely on whether or not it could be used in the future.</p><p class=\"paragraph\" style=\"text-align: left\">And yet, I was indulging in useless and arbitrary speculation.</p><p class=\"paragraph\" style=\"text-align: left\">I was trying to see an invisible someone next to Hiyori.</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t know why I&apos;d become unable to see her in the same way I saw other students.</p><p class=\"paragraph\" style=\"text-align: left\">Same sex, opposite sex. Friend, best friend.</p><p class=\"paragraph\" style=\"text-align: left\">I interacted with many students without being bound by things like gender or how close we were.</p><p class=\"paragraph\" style=\"text-align: left\">While there were varying degrees of compatibility, like whether our hobbies matched or if we seemed likely to get along, I basically never accepted or avoided someone for those reasons alone.</p><p class=\"paragraph\" style=\"text-align: left\">However, with this much noise interfering with my thoughts, I had no choice but to admit it.</p><p class=\"paragraph\" style=\"text-align: left\">That Hiyori was perhaps a little different from the frameworks I&apos;d used until then.</p><p class=\"paragraph\" style=\"text-align: left\">It was different from willfully moving a category from right to left.</p><p class=\"paragraph\" style=\"text-align: left\">Something that&apos;d been on the right side until yesterday moved to the left before I knew it.</p><p class=\"paragraph\" style=\"text-align: left\">Just reading books and sharing the same space together filled me with a sense of fulfillment.</p><p class=\"paragraph\" style=\"text-align: left\">If I were to describe it in a word, it was &apos;happiness&apos;.</p><p class=\"paragraph\" style=\"text-align: left\">That expression was probably the closest fit.</p><p class=\"paragraph\" style=\"text-align: left\">It wasn&apos;t as if the time we&apos;d spent together was particularly long, nor had we exchanged many conversations in a short period.</p><p class=\"paragraph\" style=\"text-align: left\">But thinking back, I naturally felt a sense of familiarity with her from early on.</p><p class=\"paragraph\" style=\"text-align: left\">Her name too&#x2014;it wasn&apos;t like I started calling her Hiyori because she asked me to.</p><p class=\"paragraph\" style=\"text-align: left\">In other words, it wasn&apos;t a name I used with a purpose.</p><p class=\"paragraph\" style=\"text-align: left\">Before I knew it, I&apos;d been staring intently at Hiyori&apos;s face as her gaze fell upon her book.</p><p class=\"paragraph\" style=\"text-align: left\">Hiyori didn&apos;t notice my gaze for a while, but in a brief moment, she looked my way and our eyes met as if it were the most natural thing in the world.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is something the matter?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Looking at Hiyori&apos;s face calmed my heart.</p><p class=\"paragraph\" style=\"text-align: left\">There was no doubt that saying something like that would only make her uncomfortable.</p><p class=\"paragraph\" style=\"text-align: left\">Around just after 6:00 p.m., Hiyori and I left the library and then the school.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is it okay if I stop by the library again tomorrow?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course it is. Besides, you don&apos;t need my permission, you know?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps finding my attempt to ask for confirmation amusing, she placed a hand to her mouth and chuckled softly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Maybe it&apos;s because I kind of see the library as your home.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s... not entirely wrong, I suppose. I&apos;m here every day unless I have other plans.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I felt like I would mistakenly assume she caught a cold if she wasn&apos;t there. After thinking that, I recalled a time when Hiyori had stopped appearing in the library for a while. It was around when the news that Karuizawa and I were dating spread around school. While it was true we were merely reading companions, Hiyori had been considerate by doing things like changing the times she visited.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At the end of Hiyori&apos;s gaze, I found a small pull cart, wheels rattling, slowly making its way toward the main gate.</p><p class=\"paragraph\" style=\"text-align: left\">Many colorful flowers were lined up on its bed, beautiful even from a distance.</p><p class=\"paragraph\" style=\"text-align: left\">As the two of us stood there watching it pass by, the middle-aged woman pulling the cart noticed us and stopped right in front of us.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I got special permission to sell here today. Would you like to take a look?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is it alright?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After being spoken to so kindly, Hiyori happily narrowed her eyes and approached the cart&apos;s bed. I also stood beside Hiyori and looked down at the flowers.</p><p class=\"paragraph\" style=\"text-align: left\">Keyaki Mall didn&apos;t have a flower shop. If you wanted to give flowers for a birthday or the like, you had to get artificial flowers from the general store or order them online. So, it was refreshing to see them being sold like this. From cut flowers like baby&apos;s breath to potted hydrangeas. A small number of other assorted plants were also there.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;They&apos;re beautiful...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hiyori said to the flowers beside me, looking hesitant, as if deciding which one to buy. After waiting a little while, she reached out her hand as though she&apos;d found the one she wanted.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;May I have this one, please?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">What Hiyori pointed to as she spoke was a single, carefully wrapped corn poppy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just one?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. I thought it was lovely, precisely because it&apos;s a single flower.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not about the number of flowers, young lady.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The clerk said so with a bright smile and explained that it was called a &apos;single wrap.&apos;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then I&apos;ll take one of these.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I took out my phone and asked to pay for it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, um, no, Ayanokouji-kun. I&apos;ll buy it myself&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s fine. I want to give this to you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I told her that, and just as Hiyori looked up at me, I continued.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s an apology for making you wait a month. Though this might not be much of one.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just a single corn poppy. Price-wise, it didn&apos;t even cost 400 points; it was a very cheap purchase.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not true at all. I&apos;m very happy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After she bowed her head, it seemed to me that her face was slightly flushed when she looked up.</p><p class=\"paragraph\" style=\"text-align: left\">The sky had been dyed by the sunset in an instant; perhaps that was the reason.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Then, I gratefully accept.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A voice of gratitude so quiet, one might have missed it if not close by.</p><p class=\"paragraph\" style=\"text-align: left\">After I paid, the clerk handed it to me instead of Hiyori, looking back and forth between us, and then said, &quot;Thank you very much.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">We just stood there and quietly watched the pull cart until it was out of sight.</p><p class=\"paragraph\" style=\"text-align: left\">After we were alone again, I handed the single corn poppy I was holding to Hiyori.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you so much.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No need to thank me. It&apos;s just for my own satisfaction, a selfish apology.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That&apos;s how I answered, but the truth was a little different. I simply wanted to give Hiyori a present.</p><p class=\"paragraph\" style=\"text-align: left\">I genuinely want her to be happy.</p><p class=\"paragraph\" style=\"text-align: left\">The corn poppy&#x2014;a gift given from such an impulsive action.</p><p class=\"paragraph\" style=\"text-align: left\">Clutching that single small flower to her chest, Hiyori stared intently at me.</p><p class=\"paragraph\" style=\"text-align: left\">She was certainly smiling with joy the moment our eyes met.</p><p class=\"paragraph\" style=\"text-align: left\">But as we continued to gaze at each other, her expression gradually began to change.</p><p class=\"paragraph\" style=\"text-align: left\">She showed an unexpected expression.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Why are you crying?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps Hiyori, whose eyes were faintly glistening with tears, hadn&apos;t noticed it herself.</p><p class=\"paragraph\" style=\"text-align: left\">She hurriedly wiped at the corners of her eyes with her slender, white fingertips.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;For me, this was supposed to be just another ordinary day until I met you, Ayanokouji-kun. But it&apos;s now become such a happy and fulfilling time... it feels like a dream, I can&apos;t believe it...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Her voice, which sounded as if it were squeezed from her very heart, continued.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m so happy... I&apos;m so very happy. That we didn&apos;t end up drifting apart, Ayanokouji-kun.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Strangely enough, I was in the exact same state of mind as Hiyori.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s much the same for me. This was supposed to end as just another ordinary day. But it&apos;s turned into a very fulfilling one&#x2014;it&apos;s true.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If Hiyori&apos;s words weren&apos;t false, then it meant our feelings were mutual.</p><p class=\"paragraph\" style=\"text-align: left\">For some reason, this supposedly meaningless synchronization felt ticklish and it made me happy.</p><p class=\"paragraph\" style=\"text-align: left\">Beneath the sunset-dyed sky.</p><p class=\"paragraph\" style=\"text-align: left\">I deeply burned the image of her into my mind&#x2014;clutching the corn poppy, her eyes glistening.</p><p class=\"paragraph\" style=\"text-align: left\">So that, from now on, I could remember it at any time&#x2014;</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 40,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 42,
    "title": "Part 3"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 41
}