{
  "title": "Part 1",
  "content": "<h2 class=\"heading_2\">Part 1</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">ICHINOSE INVITED ME to have a little discussion about the exam results after school, so for the first time in a week, I headed to the front of the gym on the second floor of Keyaki Mall. There, I spotted Watanabe from behind, standing near the entrance and looking up at the gym. He then paced back and forth, crossing the gym&apos;s entrance over and over again. But he never went inside; I could see him repeat this behavior.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What are you doing?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Wh-whoa, Ayanokouji!? H-hey, long time no see. Wh-what a coincidence... haha.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Showing blatant agitation with slightly broken speech, Watanabe raised his hand and answered.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was just thinkin&apos; about maybe joinin&apos; the gym, y&apos;know? Like, I&apos;ve got this newfound desire to work out and get lean? And I was wonderin&apos; if going to the gym with Amikura would mean we could spend more time together. Well, a mix of things like that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Neither was a bad thing, but it was clear that the latter objective was the bigger one.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If that&apos;s your plan, you should just go ahead and join. It&apos;d be nice for me, too, since having you join would mean another person to talk to.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;R-really? In that case, can I just say you were the one who invited me!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed he didn&apos;t so much want to take the final step himself as he wanted someone to give him a push.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I have no problem with that at all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I readily agreed, Watanabe seemed genuinely happy, his eyes sparkling with delight.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m meeting Ichinose after this, but do you want to join right now, maybe do a trial run? I&apos;m guessing Amikura will probably be there, too.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A-a trial by fire right off the bat, huh...!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">For a moment, it crossed my mind that he might flinch, but Watanabe nodded as if he&apos;d made up his mind.</p><p class=\"paragraph\" style=\"text-align: left\">However, as he faced the gym, his brave advance came to a halt.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Isn&apos;t this a little too obvious?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, I can&apos;t deny that. Girls especially seem to be perceptive when it comes to romance. If you, who&apos;s had nothing to do with the gym until now, suddenly joined the group, it&apos;s conceivable that Ichinose, or in some cases, Amikura herself, might get suspicious.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I explained this to Watanabe, mixing in my own analysis, which was gradually improving.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s no good! S-seriously, I can&apos;t have Amikura finding out at this stage!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After letting his imagination run a little, he seemed to have concluded that he couldn&apos;t hide how suspicious he looked.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Letting her know you like her is also a valid strategy, you know.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;M-maybe, but I&apos;m not a veteran like you, Ayanokouji... I&apos;m like a hero in an RPG who hasn&apos;t even left the first village yet, you know? It&apos;s impossible at level one...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t quite understand his analogy, but it seemed he still wanted to avoid letting Amikura know his feelings.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Should you hold off on joining then?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ugh... If I can, I wanna have as many chances to talk to Amikura as possible... but still...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In that case, it&apos;s a bit roundabout, but there is a way to camouflage your objective.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Camouflage?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s an exaggeration to say &apos;hide a tree in a forest,&apos; but you could just get two or three other people besides yourself to join the gym at the same time. If you&apos;re just one of several people who were invited, it&apos;ll be harder for her to figure it out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ooh, that&apos;s a great idea. Is there anyone from your class you could ask, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, it&apos;s better to avoid Class C. To join Ichinose and Amikura&apos;s circle naturally, it&apos;s best to select people from the same class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Besides, involving Class C would make problems more likely to arise when the framework of the alliance was removed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see... It&apos;s true that it&apos;s more natural to get close to a classmate... but is there anyone who&apos;d join if I asked...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This was the first time I&apos;d interacted with Watanabe since my class transfer, but he didn&apos;t mention my move from Class A to C at all. It seemed less like he was deliberately avoiding a sore subject and more like he wasn&apos;t that concerned about it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t know much about Class D, but what about Shibata? As a member of the soccer club, he probably doesn&apos;t mind physical activity and at the gym, he could further build up his body&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s absolutely impossible.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Watanabe&apos;s eyes flew open as he grabbed both my shoulders, cutting me off as if to say, &quot;Don&apos;t say another word.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s impossible?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s just cruel, Ayanokouji... The fact that you&apos;re sayin&apos; it without even knowing why just makes it more infuriatingly impossible... If Shibata saw you and Ichinose together, he&apos;d cry...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hm...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After saying it was impossible, he muttered something in a very quiet voice, but I couldn&apos;t quite catch it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Look, he could become a rival for Amikura&apos;s affection, right? Shibata&apos;s surprisingly popular with the girls.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. I hadn&apos;t considered that perspective.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I had next to no information on who in Class D was interested in whom.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But I can&apos;t think of anyone else who&apos;d do it. It costs money to join, too.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was true that joining out of inertia or just to be sociable, without any real interest, carried its own risks.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In that case, I have a clever idea. Provided he won&apos;t be a potential rival for you, of course.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Who is it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Kanzaki and Himeno. Then Hamaguchi. Should be okay with these three, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What a mismatched trio, huh? Himeno&apos;s a girl, and it&apos;s not like Kanzaki and Hamaguchi are the type to be rivals in love. But I can&apos;t picture them going to the gym at all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not as surprising as you might think. Especially if Kanzaki&apos;s motivated, there&apos;s a chance the negotiation could work out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that... so?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Watanabe tilted his head, not quite understanding.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If it&apos;s alright with you, Watanabe, I was thinking of talking to them. Is that okay?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, sure.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I intended to use Kanzaki and the others to bring about a change in Ichinose, but the fact that she evolved beyond his expectations would surely be a joyous thing for Kanzaki as well, though he probably strongly doubted how genuine that evolution was.</p><p class=\"paragraph\" style=\"text-align: left\">The fact that he hadn&apos;t approached me despite hearing about the alliance served as proof of that.</p><p class=\"paragraph\" style=\"text-align: left\">Up until now, we only exchanged occasional pleasantries, but from here on, it would be desirable to get closer and spend as much time as possible talking over the next few months.</p><p class=\"paragraph\" style=\"text-align: left\">No matter how much Ichinose cast aside her hesitation, she couldn&apos;t win on her own.</p><p class=\"paragraph\" style=\"text-align: left\">It was essential to raise the level of students like Kanzaki, Himeno, and of course, Watanabe and Amikura.</p><p class=\"paragraph\" style=\"text-align: left\">Using the gym as a meeting place with Class D was an on-the-spot idea, but if it worked out well, it might not be a bad thing.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;For now, hold off on joining today and give me a little time. I&apos;ll somehow get Kanzaki and the others to join the gym and try to create an opportunity for you to naturally get closer to Amikura.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;O-oh. Thanks, Ayanokouji. You&apos;re a good guy, you know that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He tried to suppress his happiness, then went down the stairs from the second floor, where the gym was, to the first floor.</p><p class=\"paragraph\" style=\"text-align: left\">The fact that his steps seemed to have a little skip in them was probably proof of his anticipation.</p><p class=\"paragraph\" style=\"text-align: left\">There was still a little while before Ichinose would arrive, but I decided to change and start my workout.</p><p class=\"paragraph\" style=\"text-align: left\">As I was showing my membership card at the reception to check in, a student came in behind me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Hey...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was Utomiya from Class 2-C. I&apos;d never seen him at the gym before, but was he perhaps a member? As if he thought he was being scrutinized, he spoke uncomfortably.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was just a little curious, so I came to have a look. Are you... a member here, senpai?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Was he hoping to join? Perhaps a new breeze was blowing into the sparsely populated gym.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah. A friend invited me a little while ago and I started coming.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see... I get it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was painfully obvious from his attitude that he had no interest in the fact that I came here or what impression I had of the gym.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;They offer a free trial, so if you&apos;re interested, you should give it a try.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I told him anyway, even though I thought it might be meddling.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll think about it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">And, just as I&apos;d imagined, the reply came back with a cold expression, one that looked like he had no intention of thinking about it at all.</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps he was displeased at being seen considering joining the gym, because he turned right back around and left.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That was Utomiya-kun, right? Are you two on bad terms? It looked pretty tense.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Akiyama-san, who happened to be passing by, asked me with a wry smile.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t mean for it to be, but I can&apos;t say we&apos;re on friendly terms, to be polite.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In most cases, when I talked with Utomiya, Tsubaki was often with him and we rarely ever spoke one-on-one.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But I&apos;m surprised you knew Utomiya&apos;s name.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He&apos;s been coming here for the last two days straight, and I&apos;ve seen him at the reception desk or the entrance like just now, so I&apos;ve had a few chances to talk to him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So he&apos;s really considering joining?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I wonder. That might be part of it, but I think he&apos;s probably more concerned about his kouhai-chan.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;His kouhai?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s a first-year girl who was brought here by Utomiya-kun and joined recently. She just joined two days ago, but they seemed pretty close. Maybe he was worried about her?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Rather than having met after he became a second-year, perhaps they were acquaintances from before who ended up enrolling at ANHS?</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Looks like she hasn&apos;t come yet today, though~&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">However, if he was acquainted with this kouhai, there was no need to come all the way to the gym to see her.</p><p class=\"paragraph\" style=\"text-align: left\">If he had some business, he could just contact her on his phone. Considering that, it could be that they had only just met and hadn&apos;t yet exchanged contact information directly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;By the way, that girl is an amazing athlete. The first day, a crowd gathered when she was on the treadmill, so I took a look too, and she was maintaining a 20-kilometer pace for several minutes. And she was perfectly fine training after that. Mashima-sensei got really into it, too.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Well, normally, you wouldn&apos;t come to a gym and run at 20 kilometers per hour.</p><p class=\"paragraph\" style=\"text-align: left\">If your timing was off by even a single step, there was a risk of falling, and since it didn&apos;t stop immediately even when the stop button was pressed, the emergency stop couldn&apos;t keep up. It seemed to have limited applications, such as for those with experience in track and field, soccer, or martial arts to use for a moment of intense sprint training.</p><p class=\"paragraph\" style=\"text-align: left\">For a first-year high school student, fifteen or sixteen years old&#x2014;and a girl at that&#x2014;to be able to handle it meant she was remarkably talented.</p><p class=\"paragraph\" style=\"text-align: left\">In fact, there&apos;d been children in the White Room who dropped out, unable to achieve that level.</p><p class=\"paragraph\" style=\"text-align: left\">In any case, it probably meant that an interesting talent joined the gym.</p><p class=\"paragraph\" style=\"text-align: left\">But what was Utomiya&apos;s reason for taking an interest in that girl?</p><p class=\"paragraph\" style=\"text-align: left\">As I made some unkind speculations about it&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Perhaps a storm of love is brewing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Akiyama-san said so and laughed, her eyes narrowing happily.</p><p class=\"paragraph\" style=\"text-align: left\">I see. It might have been another one of those things, like Watanabe&apos;s feelings or the boys&apos; maneuvering for Shiraishi.</p><p class=\"paragraph\" style=\"text-align: left\">Romance, something I would never have known about if I hadn&apos;t started dating Karuizawa.</p><p class=\"paragraph\" style=\"text-align: left\">And then, the image of Hiyori surfaced in my mind.</p><p class=\"paragraph\" style=\"text-align: left\">Through experience, I was becoming more sensitive to the romantic developments concerning myself and those around me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, right... Um, there&apos;s just something I wanted to ask, if that&apos;s all right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What is it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Um, about Mashima-sensei... How should I put it... Is my impression of him the right one? It&apos;s not like he&apos;s actually a player, is it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;While I cannot definitively deny the possibility that he possesses such a side, I do believe he&apos;s a reliable teacher. I don&apos;t think he&apos;s so different from the impression you have of him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I-Is that so? Thank you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It wasn&apos;t as if there&apos;d been any major developments between the two. Rather, Akiyama-san&apos;s demeanor was such that it made me think there might be some progress between them in the future.</p><p class=\"paragraph\" style=\"text-align: left\">Inside the gym, there was no sign of Koenji or the notable first-year and the gym was deserted.</p>",
  "prevChapter": {
    "volumeId": "y3v2",
    "chapter": 43,
    "title": "Chapter 7: The Observer"
  },
  "nextChapter": {
    "volumeId": "y3v2",
    "chapter": 45,
    "title": "Part 2"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 2",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Nanase Tsubasa's Monologue",
      "href": "monologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Fitting In",
      "href": "ch-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "ch-1-p-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "ch-1-p-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 3",
      "href": "ch-1-p-3.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 2: A Gentle Exam",
      "href": "ch-2.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "ch-2-p-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "ch-2-p-2.xhtml",
      "index": 17
    },
    {
      "label": "Chapter 3: Getting to Know the Opponent",
      "href": "ch-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 1",
      "href": "ch-3-p-1.xhtml",
      "index": 19
    },
    {
      "label": "Part 2",
      "href": "ch-3-p-2.xhtml",
      "index": 20
    },
    {
      "label": "Part 3",
      "href": "ch-3-p-3.xhtml",
      "index": 21
    },
    {
      "label": "Part 4",
      "href": "ch-3-p-4.xhtml",
      "index": 22
    },
    {
      "label": "Part 5",
      "href": "ch-3-p-5.xhtml",
      "index": 23
    },
    {
      "label": "Part 6",
      "href": "ch-3-p-6.xhtml",
      "index": 24
    },
    {
      "label": "Part 7",
      "href": "ch-3-p-7.xhtml",
      "index": 25
    },
    {
      "label": "Part 8",
      "href": "ch-3-p-8.xhtml",
      "index": 26
    },
    {
      "label": "Part 9",
      "href": "ch-3-p-9.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: The Quest for Knowledge",
      "href": "ch-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "ch-4-p-1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "ch-4-p-2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "ch-4-p-3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "ch-4-p-4.xhtml",
      "index": 32
    },
    {
      "label": "Chapter 5: Yamamura's Courage",
      "href": "ch-5.xhtml",
      "index": 33
    },
    {
      "label": "Part 1",
      "href": "ch-5-p-1.xhtml",
      "index": 34
    },
    {
      "label": "Part 2",
      "href": "ch-5-p-2.xhtml",
      "index": 35
    },
    {
      "label": "Part 3",
      "href": "ch-5-p-3.xhtml",
      "index": 36
    },
    {
      "label": "Part 4",
      "href": "ch-5-p-4.xhtml",
      "index": 37
    },
    {
      "label": "Part 5",
      "href": "ch-5-p-5.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: Fortune and Misfortune Are Intertwined",
      "href": "ch-6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "ch-6-p-1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "ch-6-p-2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "ch-6-p-3.xhtml",
      "index": 42
    },
    {
      "label": "Chapter 7: The Observer",
      "href": "ch-7.xhtml",
      "index": 43
    },
    {
      "label": "Part 1",
      "href": "ch-7-p-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 2",
      "href": "ch-7-p-2.xhtml",
      "index": 45
    },
    {
      "label": "Part 3",
      "href": "ch-7-p-3.xhtml",
      "index": 46
    },
    {
      "label": "Epilogue: Another Story Begins",
      "href": "epilogue.xhtml",
      "index": 47
    },
    {
      "label": "Part 1",
      "href": "epilogue-p-1.xhtml",
      "index": 48
    },
    {
      "label": "Part 2",
      "href": "epilogue-p-2.xhtml",
      "index": 49
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 50
    },
    {
      "label": "Ichinose Honami’s Short Story: To Love Too Much…",
      "href": "ss-1.xhtml",
      "index": 51
    },
    {
      "label": "Morishita Ai’s Short Story: Ear Gun",
      "href": "ss-2.xhtml",
      "index": 52
    },
    {
      "label": "Shiina Hiyori’s Short Story: A Wavering Heart",
      "href": "ss-3.xhtml",
      "index": 53
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Voice Hidden Within",
      "href": "ss-4.xhtml",
      "index": 54
    },
    {
      "label": "Special Short Story: The Six First-Year Students",
      "href": "ss-5.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 56
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 57
    }
  ],
  "currentSpineIndex": 44
}