{
  "title": "Chapter 2: Signs of Momentum",
  "content": "\r\n<p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_13\"><span style=\" font-size: 1.00em;\">“Do you have something particular in mind, Kiriyama?” Nagumo said. “You’ve been hounding me about that incessantly since this morning.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It doesn’t matter whether or not I have something specific in mind, does it?” Kiriyama replied. “Well, now that I’ve brought it up, I’ll add that I have no intention of standing still in regard to ‘this matter’ anymore.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiriyama’s words were heavy with meaning, and an unspoken </span><span style=\" font-style: italic; font-size: 1.00em;\">“Am I wrong?”</span><span style=\" font-size: 1.00em;\"> hung in the air between the two third-years. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo smiled and nodded. “Sorry, Kiriyama. But this is a personal decision that I need to take care of while I’m still in school here.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, I hope you can understand my desire to get this over with quickly,” said Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There had been some arguing going on in the student council office before I entered. If Kiriyama had been on Nagumo’s case about it since this morning, “this matter” couldn’t be something Kiriyama was pleased about. The same was probably true of me, though.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, okay,” said Nagumo. “I’ll leave the chitchat to a minimum. Sound good?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo confirmed with Kiriyama that, for all intents and purposes, there was no other choice but to proceed with this chat. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There is another student council matter that we need to discuss after this, so please keep it brief,” said Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, come to think of it, you did say there was something to talk about,” agreed Nagumo. “All right, I understand. Let’s make this quick, then.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In the end, it sounded like Kiriyama had given in, and Nagumo began what he had apparently deemed a necessary chat.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You second-years seem to be really closing the gap with each other,” he remarked. “A race that close is almost unprecedented.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, it seems that way,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Both in my generation and in Horikita-senpai’s, by the time we were at the midpoint of our respective second years, Class A’s lead was already huge. I have to say, I’m a little envious that you can enjoy such a close competition at this stage.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d heard that, in the past, the class battles had usually been settled, with a huge disparity in Class Points, between the end of the first year and the middle of the second. The class that had started out as Class A would go on to graduate above those in Class B and below, leaving them in the dust. There was occasionally a case where Class B and Class A switched places, like President Nagumo’s class had, but still, one class typically took a commanding lead by the middle of the second year. Meanwhile, in our grade level, there was a small enough gap in points that it was possible that even Class D might cause an upset—though, of course, it would be difficult.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It looks like it’s possible that any of the four classes could take the lead, at least theoretically, but that’ll probably only be true until the final exams,” said Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, that sounds about right,” said Nagumo. “At that point, two…or perhaps three classes, at most, will still be in the running for Class A.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The two of them made their judgments without any hesitation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re saying that’s how intense the finals are going to be for second-years?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah,” Nagumo said. “The specifics of your final exam will be completely different from ours, of course, but the results for us were pretty disastrous. Last year, I was in charge of the second-years when our final exams came around, and I was able to take control of the exam. I managed to keep the damage to the bare minimum possible, but even so, three people ended up getting expelled.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though he had tried to prevent them from happening, casualties had been unavoidable.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There was a way we could have had zero expulsions,” he added, “but we weighed the amount of Class Points we could gain against the decrease in Private Points, and decided losing them was our only option.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">His story was probably true, but whether it would be a helpful reference for us was another matter. It was impossible to imagine that the details of our final exams would be the same as the ones Nagumo and the other students from the previous generation had taken in their time. However, the scale would be roughly the same. After you’d spent some time at this school, you could tell that much. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Surely that’s enough idle chitchat?” Kiriyama cut in, quietly urging Nagumo to move on. “I think it’s time you get down to business, Nagumo.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo, realizing he had no other choice, shrugged his shoulders and flashed his white teeth. “It’s time for my rule as student council president to come to an end. But before that, we need to decide who’ll take up the position next.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve held the position longer than any previous president, haven’t you?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From Horikita Manabu to Nagumo Miyabi… The baton of student council president should have passed a bit sooner. I remembered Nagumo himself saying that he would extend his own term.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That was the plan, to stay in office, but the school has approached me about the issue several times now,” he admitted. “They told me that if I put this off for too long, I’d be depriving my kouhai of the opportunity to gain experience. Well, they certainly have a point.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All of the third-year students except for me and Nagumo have already completed the proceedings to step down from their roles in the student council,” said Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Which means that all that’s left to do is decide upon the next student council president, and then these two will be relieved of office, huh?</span><span style=\" font-size: 1.00em;\"> Still, I understood now. This meant that Nagumo had given in and decided to hand over the position of student council president. That would also explain why they had brought up those two names earlier.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Suzune or Honami? We need to determine which of them would be most suited to serve as the next student council president,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You have the power to nominate someone, correct, Student Council President Nagumo?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. I have that authority.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, shouldn’t you be having this discussion with Horikita and Ichinose, rather than with me?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was stating the obvious, and he seemed to have considered this already, because he didn’t react with surprise.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It would be a waste to make a decision just like that, though, wouldn’t it?” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Considering that you invited me here, then… Well, I suppose I can guess what that means.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You and I are going to decide on the next student council president,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But that’ll involve more than simply cheering one of them on, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve thought about ways for you and me to compete, and this will work well enough. Horikita and Ichinose are both second-years, same as you. I’m sure that you have just as much information about the two of them as I do.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was understandable that Nagumo, who didn’t have a lot of time left at this school, wanted to settle things with me as quickly as possible. I was sure this wasn’t the ideal venue Nagumo would have picked for our showdown, but he must have decided it was better than not having any showdown at all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s still possible that we could put this off until later, though,” I said. “For example, what about the mixed camp last year? I wouldn’t be surprised if there’s another special exam like that, where different grade levels come together and compete with each other.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If and when that time comes, we can just call this particular matter a preliminary round,” said Nagumo. He didn’t seem to have any intention of putting this off longer. He was boxing me in so I couldn’t get away.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I did agree to have a showdown with you, but I didn’t agree to compete against you more than once,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While there was a certain amount of interest in Nagumo in the back of my mind, it wasn’t like I could devote all of my time to him forever. There were other things I wanted to do in the days to come.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You think you have the right to refuse?” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t want to be challenged to a contest that’s simply a game. If you really want to fight me by deciding on who will be the student council president, then I ask that you be prepared to make it a serious competition.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, that’s fine with me. But it’ll be a fight you’ll have a high chance of losing. You understand that, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Since all currently enrolled students have the right to vote, all of the votes cast by third-year students will be in line with your wishes, Student Council President Nagumo,” I said. “Which means that a third of all votes in the school have already been decided. That’s what you’re telling me, yes?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Exactly. Even if you somehow managed to band the entirety of your grade together, all we’d manage is to cancel each other out. Not that you’d be able to pull that off.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Considering that the person running opposite Horikita would be Ichinose, someone from our same grade level, it was inevitable that votes amongst the second-years would be split.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you can listen to one request, I think this could be a good contest,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Very interesting. Let’s hear it,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Make the voting anonymous. That’s all. If the school officials are the only ones who see who voted for whom, then I think it’ll be an even match.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t understand. You think that, if we do that, the third-years won’t vote for the candidate I support?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can imagine how the possibility of that happening would increase, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If anonymity were guaranteed, then there would be no need to follow the rules. Even if Nagumo did promise Private Points or something as a form of reward, it would be impossible for him to prove who obeyed and who didn’t, even if he ended up with close to zero votes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if I agree to that, do you really think that you could get half of the third-years on your side? That’s impossible.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We won’t know unless we try,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiriyama watched silently as Nagumo and I argued. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re saying that you’re willing to compete, as long as I add that condition?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. I wouldn’t mind at all in that case.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve always got that weird confidence… But whatever, it’s fine. If you’re so sure of yourself—if you really think you can compete with me on even ground—then I don’t have any complaints. However, before we finalize this deal, there’s something I wanna talk about first. I’d&#160;like to have some kind of stakes in this competition.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had figured as much. If there weren’t any stakes, then it wouldn’t matter who lost. I was sure that Nagumo would definitely want to avoid being outmaneuvered by me, and so it was inevitable that he’d propose a bet that he’d be guaranteed to win.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is anything fair game for stakes, Ayanokouji?” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Would it be all right if I turned around and asked you the exact same question?” I asked in return. “For example, even expulsion?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d like to say yes to that, but it’s a difficult proposition,” he admitted.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure it is. You hold not only your own fate, but the fate of the entire third-year grade level in your hands, Student Council President Nagumo. No one would accept the risk of expulsion just like that. I’m willing to put up expulsion as my stakes, though. So, with that in mind, please allow me to ask for commensurate stakes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Commensurate stakes?” repeated Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I win, President Nagumo, what I want from you is Private Points. If possible, enough to buy my way into another class. Even under the rules of special exams, you need that many Private Points to prevent an expulsion. That shouldn’t be too high an asking price, by any stretch.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I suppose that’s worth the cost, if you’re willing to put up expulsion as the stakes on your end,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since both parties’ interests were aligned in this case, we were reaching a consensus on the stakes of this competition. However, Kiriyama, standing by and listening to the discussion unfold, put a stop to it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I heard beforehand that you would be competing against Ayanokouji, but I cannot agree to the terms at stake here,” he cut in. “There is no way I can allow you to gamble with such a large sum on a game.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait a minute, Kiriyama,” Nagumo said. “Do you really think that I’ll lose with those rules in place? Ayanokouji may have said that just having an anonymous vote would make it an even fight, but he’s wrong about that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t think you’ll lose. But even so, it’s not like there’s a zero percent chance it could happen. The probability would fluctuate depending on whether you endorsed Horikita or Ichinose. More importantly, twenty million points is too large in scale. If you’re fine with paying it to Ayanokouji, use that money to save a third-year student instead.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was only natural that Kiriyama would strongly object to this, but Nagumo showed no signs of backing down.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m free to use the money I’ve obtained through my real power how I want, on whatever I want. That’s the way it always has been and always will be.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…You’re insisting on this, no matter what?” asked Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No matter what,” Nagumo confirmed. “I’m going to win this contest and get Ayanokouji expelled.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t understand. You can just leave these second-years alone. I can’t agree with this approach.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, though, Nagumo had no intention of listening to Kiriyama’s arguments any longer. “I’ll grant your wish, Ayanokouji,” he said. “If you beat me, you’ll officially be set for Class A.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you very much,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you really sure you’re okay with this?” he asked. “If you were asking for less, then maybe if you got down on your hands and knees and begged, we’d forget about it if you lost. But if you’re asking for twenty million, you’re going to have to keep your promise about expulsion, even if you don’t want to. Y’know? If you want to lower your asking price, now’s the time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that what you want?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Ha</span><span style=\" font-size: 1.00em;\">. I thought you’d be a little freaked out if I threatened you like that, but you didn’t flinch.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was counting on that level of risk from the very beginning if I wanted to get a large sum of money from you,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll prepare the written contract,” Nagumo said. “There will be one of two outcomes: expulsion or twenty million.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">All that was left now was for each side to decide which candidate they would support; with that, the competition would be set.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand that you’re going to compete. But whether this is viable or not, that’s—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just as Kiriyama was about to make one final attempt to stop Nagumo from gambling away a huge number of points, a knock was heard at the door of the student council office.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hello, Nagumo-senpai. This is Ichinose. I’m here with Horikita-san.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We could hear Ichinose’s clear voice from the other side of the door. Apparently, both of the prospective candidates had arrived.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Nagumo, if possible, do not tell the two of them about this competition,” Kiriyama warned. “And keep quiet about the bet, of course.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was entirely reasonable for Kiriyama to make that request, and this probably wasn’t something that Horikita and Ichinose should hear. I was sure they wouldn’t feel good knowing that they were the subject of a bet.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You have no objections to the proposal, then, Ayanokouji?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s fine,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…are you really sure you’re okay with this?” he pressed. “Once we call those two in here, that essentially means that the game has begun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In an attempt to stop me, Kiriyama looked over at me, emphasizing that this was my last chance to back out. “There’s no need for you to go so far as to risk expulsion in playing Nagumo’s game.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But getting your hands on a ticket to Class A is no simple matter, right?” I returned. “In that case, it’s only natural to take on an appropriate level of risk, isn’t it?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems like you’re no longer doing anything to hide your true nature, either.” Kiriyama, angry to the point of exasperation at this point, took out his cell phone and looked at the screen again. “I understand. In that case, do whatever you want… Ichinose, Horikita—come on in, you two.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiriyama opened the door and urged the two of them to come inside. It seemed, since Nagumo was always selfishly doing whatever he pleased as an individual, there were a lot of difficulties that came with the position of vice president. In that sense, it was a good thing we’d be getting a new president soon. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose and Horikita noticed my presence as soon as they entered the room. It was already obvious that I was an outsider, though, as someone who clearly wasn’t a member of the student council, so there wasn’t any need to mention it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sit next to Ayanokouji,” ordered Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right, then. Please excuse us,” said Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita sat down next to me, and then Ichinose sat next to her. Horikita shot a quick glance at me out of the corner of her eye, her gaze asking me, </span><span style=\" font-style: italic; font-size: 1.00em;\">“Are you involved in something strange again?”</span><span style=\" font-size: 1.00em;\"> </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The conversation resumed once everyone—with the exception of Kiriyama, who went back to standing behind Nagumo—was seated.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve decided that I’d like the two of you to hold an election to determine the next student council president,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“An election?” repeated Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Isn’t that common practice in junior high?” asked Nagumo. “You give a speech and let the students determine which of you they think is best suited to the position of student council president by way of a vote. Whoever gets the most votes will be the next president.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. I don’t recall there having been an election like that last year, though,” Horikita said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. In past years, the sitting student council president—in other words, me, in this particular case—would decide the next president. As long as the person that the baton is being passed to directly accepts, the matter is settled, and the position is decided. Of course, I would never nominate anyone who hadn’t accomplished enough to convince the rest of the student body that they’re capable.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo’s last point, that the student council president wouldn’t be decided at random, wasn’t added on a selfish whim, but rather, based on solid grounds. He stressed that point so we wouldn’t forget it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“However, the situation is a little different for you second-year students, compared to how things were in the past,” he added. “We’ve always had at least two, but ideally three or more, students from the same grade level serving as members of the student council. However, only Honami has been serving since last year. Suzune, who joined after starting her second year, hasn’t been on the council for a full year yet.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand that no other students joined at the same time, but even so, I don’t think there would be any problem nominating Ichinose-san as the next student council president,” said Horikita. “I can’t think of anything that constitutes a flaw in her case.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita showed no hesitation in saying that she would hand over the position of student council president to her opponent. I supposed that was because she hadn’t joined the student council with the goal of becoming president in the first place.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you not interested in becoming president?” Nagumo asked her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, it’s not like that. I feel positive about the idea of that now, even if it means following in my older brother’s footsteps. If the current students wish it, I am willing to run in an election. But at the same time, I don’t have any problems with Ichinose-san.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s certainly true that Honami doesn’t have any glaring faults,” Nagumo agreed. “She’s a reasonable choice. But there are other things that make me feel uneasy.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In response to that, Ichinose’s shoulders shuddered slightly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As of right now, the chances of Honami being able to graduate from Class A have dropped dramatically,” said Nagumo. “That is a problem. All of the student council presidents in this school’s history have graduated from Class A, without fail. This may not be an official tradition or anything, per se, but it’s one that is understood implicitly—a common understanding. Of course, I am included amongst those graduating from Class A.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly true that, if your only consideration was whether she could graduate from Class A, Ichinose’s position could be in jeopardy. Horikita, on the other hand, was currently in Class B and was hot on Class A’s heels, so she was awfully close to being in that group, fulfilling that unwritten rule.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, we have Honami, who has an impeccable track record, and Suzune, who doesn’t have as many achievements under her belt, but is close to Class A. After taking various factors into account, I’ve decided that you two are just about even right now. That is why I’ve decided that there will be an election.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since Nagumo had the authority to make decisions as student council president, we had no other choice but to agree with him as long as he showed a clear basis for his decision, regardless of any objections. All that remained was for the two people in question to decide whether they would accept this proposal or not.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand. In that case, I will run for the position,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then it’s decided,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This meant that Horikita and Ichinose would have a one-on-one battle to determine who would be student council president. Now, all that was left was for Nagumo and I to decide which candidate we’d each support.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji, I’ll let you choose which candidate you’re going to back up,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you sure?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll give you at least that much,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita or Ichinose? To be honest, it didn’t really make any difference to me which one of them I endorsed, but… If he was telling me that he was giving me the right to choose, I supposed that it’d be better for me to consider which would benefit me later. However, before I could name my choice, Horikita quickly stood up.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please wait a minute, President. Ayanokouji-kun being here is—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s here because I wanted to have a contest with him to see which one of you would become student council president. You, or Honami,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He wasn’t supposed to be talking about this in front of them. That wasn’t the plan. Kiriyama put his hand to his forehead, but I was sure there was no way that Nagumo was going to listen to him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…You… Again…?” huffed Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, I wasn’t the one who initiated this, okay?” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But even if that’s true, there’s still a problem with the process of how you reached this point, isn’t there?” she said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What insight. I couldn’t deny that. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps even someone like Nagumo had a conscience, because he didn’t make any mention of the stakes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay then, choose which one you want,” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had decided who I was going to pick and was about to say the name out loud. Just then, Kiriyama, who had been standing by as a listener up until now, interjected, and I was made to wait again.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hold on,” he said. “This is an unprecedented endeavor. We probably should add a few things, as an addendum.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What? Are you still dissatisfied with the direction of this conversation?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is a student council election,” Kiriyama replied. “This is going to be a significant mental burden, for both sides. I would like to make sure that they both truly wish to run for the position, and that they have the appropriate qualifications.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’ve already made plenty sure of that, haven’t we?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. We’ve gotten a response from Horikita, but we still haven’t heard from Ichinose.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I figure we probably don’t even need to bother asking,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It doesn’t work that way,” Kiriyama protested. He directed his gaze at Ichinose, but just then, without warning, the door to the student council office was suddenly thrust open.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry to interrupt, Nagumo.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiryuuin, a student from Class 3-B, entered the office without permission, almost as though she were coming to a friend’s room to hang out. It was the first time I had seen her in close proximity since summer, but she didn’t have that usual easygoing smile on her face. If anything, it looked like she was in a bad mood.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“An unexpected guest. Didn’t you think to knock, at least once?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We were finally about to start discussing the student council election. I was sure that this wasn’t a visitor Nagumo welcomed seeing.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m in the middle of something right now,” he said, trying to drive her away. “Save this for later.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But Kiryuuin didn’t seem to be listening. “I put in a request to Kiriyama in advance to make time for me,” she said. “And you’re telling me you want me to save this for later?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry, but I didn’t hear anything about your issue,” said Nagumo. Irritated at Kiryuuin’s appearance, he looked to Kiriyama for confirmation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry, Nagumo, but technically, what Kiryuuin’s saying is correct,” Kiriyama said. “It was an error in time management on my part.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s a careless mistake for you to make,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I will make no excuse for that. She’s been involved in another incident and was hoping that you would resolve it for her today.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whatever it was Nagumo and Kiriyama were discussing, I didn’t know the details.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And there you have it,” Kiryuuin said. “So, do you mind hearing me out, Nagumo?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand the situation, but we’re having an important discussion about student council business right now,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can see that you’re in the middle of something, yes, but it’s not like I have all the time in the world, either. I made an appointment for this time, so I need you to honor that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly true that Kiryuuin had no reason to back down. It was Kiriyama’s fault for making the mistake in managing the scheduled appointments.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My priority right now is talking to Suzune and Honami,” Nagumo told her, brushing her off. “If you insist that you have to talk to me about this issue right away, then sit there, be quiet, and wait.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was giving the impression that Kiriyama was the only one who knew the reason why Kiryuuin had shown up here. However, Kiryuuin seemed to think that wasn’t exactly true, and couldn’t hide her irritation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I refuse,” she declared, in a slightly more emphatic tone this time, and put her foot down on one of the empty student council office chairs.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you think you’re doing?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First, I’m going to ask you a question,” Kiryuuin said. “Depending on your answer, you will be sacrificing this chair.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Was she going to kick it and send it flying? Or smash it? From the sounds of it, the fate of the chair that Kiryuuin had placed her foot on was at stake. Kiriyama looked at Kiryuuin, who showed no signs of leaving, and offered his apologies to Nagumo once again.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Considering the fact that it’s Kiryuuin, trying to turn her away might backfire,” he said. “It would probably be safer to listen to what she has to say and have the second-years wait for a moment.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Horikita and Ichinose had priority, if Nagumo asked them to wait, they’d wait. On the other hand, it was obvious that if he asked Kiryuuin, who appeared to be in a bad mood, she wouldn’t be willing to. If&#160;Nagumo couldn’t turn her away or make her wait, then it would be quicker to just hear her out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t worry about us. Please, go ahead and focus on Kiryuuin-senpai first,” said Ichinose. “That’s okay, right, Horikita-san?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I think that would be better,” agreed Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since both Horikita and Ichinose had come to that conclusion without even needing to wait for direct confirmation from Nagumo, it seemed like he had no other choice but to deal with Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good grief… All right, I’ll hear what you have to say. What’s your business in coming here?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you didn’t tell Nagumo that either, did you, Kiriyama?” Kiryuuin said. “You really were sloppy about this.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand your desire to blame me for this, but I also have a great deal on my plate right now,” Kiriyama replied. “Besides, I decided it would be better for you to relay your ridiculous story directly to Nagumo yourself.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, Kiriyama had purposely not passed on the reason for Kiryuuin’s visit. Kiryuuin shot an icy look at him, but she seemed to have no other choice but to let it go.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I’ll get straight down to business, then,” she said. “Now, personally, I don’t want to just arbitrarily jump to conclusions. That is why I’m going to ask you outright. Who is the one who decided to viciously harass me via a third party?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Harass you? You’re not giving me enough information here,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, I’ll be a little more specific. Something despicable and contemptible was done to me, and… Was it you who planned to frame me for shoplifting, forcing one of your friends to do it?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Shoplifting. An entirely unexpected word. Ichinose was the first to show any reaction—although she was trying to appear calm, it was obvious that inside, she was quite startled. It was understandable to feel that way, if&#160;you had engaged in that kind of criminal activity in the past, even if it was for the sake of family.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Shoplifting? I feel like I’m understanding this conversation less and less,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Allow me to elaborate,” said Kiriyama. “Kiryuuin was accused of shoplifting at Keyaki Mall after class the other day. Kiryuuin claims that while shopping at a cosmetics store, a student from Class 3-D, Yamanaka, approached her from behind and tried to secretly slip some unpurchased merchandise, a stick of lipstick, inside her bag. When Kiryuuin noticed and confronted Yamanaka about it, Yamanaka told her that you, Nagumo, were the one who ordered her to do it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiriyama’s statement made Kiryuuin’s earlier words of condemnation much easier to understand.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. So, that’s why you barged in here with such bravado, eh?” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The reason why I didn’t tell you the details of this matter directly was because I knew that there was no way you would order something like that. Right?” said Kiriyama. Apparently, he trusted Nagumo on this point—but Nagumo looked like he didn’t really care about what either of them was saying, like he didn’t feel anything about one or the other.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can you state with certainty that you’re not involved?” asked Kiryuuin. She clearly suspected Nagumo was behind this.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who knows?” Nagumo replied. “At the very least, you seem to assume it was on my orders.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because Yamanaka, the perpetrator, testified such. Isn’t that enough?” asked Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She might just have used me as some half-baked excuse so she could get away with it, though. Right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiryuuin lightly shook her head. “Yamanaka wouldn’t get away with it just by mentioning an unrelated person’s name, though. It would’ve been less trouble for her to pin the blame on another side. Am I wrong?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The train of thought Kiryuuin was describing certainly made sense. Almost the entirety of the third-year students were in Nagumo’s grasp. It didn’t matter if they had a ticket or not. I couldn’t immediately think of any benefit in lying about being given orders by Nagumo. If Nagumo held this incident against Yamanaka, it would become a major hindrance to her. That was precisely why it wasn’t unreasonable to suspect that Nagumo really was the one behind it, considering that his name had been mentioned. If I were to suffer the same thing, Nagumo would’ve been the very first person I suspected too, after all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, you seem very angry over one simple shoplifting incident,” Nagumo said. “That’s not like you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t understand me well enough to be able to say that it’s not like me,” snapped Kiryuuin. “Unfortunately, I have an intense hate for acts like shoplifting. People have this mindset that as long as they don’t get caught, it’s not a problem. I hate the idea of only thinking of yourself and hurting others in the process. I hate it so much it makes me want to vomit.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Judging from the way that she was speaking, it was likely that Kiryuuin didn’t know about Ichinose’s past. While Kiryuuin was openly talking about how much she loathed shoplifting, Ichinose’s face grew sadder and sadder. Perhaps Nagumo noticed this change in Ichinose’s behavior and understood the situation, because he interrupted Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I get it. I understand what you’re trying to say,” said Nagumo. It seemed like he might have deliberately chosen to take this shoplifting matter lightly out of consideration for Ichinose, but it had backfired.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, do you admit it? That you tried to frame me?” demanded Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s another matter,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiryuuin, sensing Nagumo’s unwillingness to admit it, replied, “Relax. If I hear an apology from you right here and now, I promise to forget it and leave things be.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Nagumo was the one who’d given the order, then that meant he was the instigator. In cases like this, the instigator would obviously receive a weightier punishment than the person who had carried out the order. It was clear that even if it was true that Nagumo, the representative of the third-years, was behind this scandal, even someone like Kiryuuin would have the discretion not to make a big deal out of it. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“On the other hand, what will you do if I don’t apologize? Will you be satisfied with breaking that chair?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’ll show that, as far as you’re concerned, I’m not owed an apology over this,” said Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. In that case…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo averted his gaze from Kiryuuin and turned his attention back toward us second-years. “I’m finished talking with you, Kiryuuin. Please leave.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Forget about an apology; Nagumo didn’t even admit it or deny it—he just brought the conversation to a close and swept it away.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I never imagined you’d respond like </span><span style=\" font-style: italic; font-size: 1.00em;\">this</span><span style=\" font-size: 1.00em;\">,” said Kiryuuin, stunned.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo replied rather coldly. “You said that you made Yamanaka tell you the truth, but how much credibility is there in statements you extracted by threatening her? Do you really think that the school officials would take your story seriously if we took this past the student council and reported it to them?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yamanaka’s attempt to frame me for shoplifting was almost definitely caught on camera, though,” Kiryuuin pointed out. “They can’t just ignore that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, get that footage first,” Nagumo said. “But that’s the end of this conversation. If you don’t find something that directly links me and Yamanaka, it’s pointless.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yamanaka would be the only one punished. There would be no evidence of his involvement. Nagumo was showing his confidence in that right now. As for the school, if they heard Kiryuuin’s complaint, they would likely put the utmost effort into investigating the issue, but there were limits. Yamanaka had lied in an attempt to discredit Nagumo, the student council president and leader of the third-years. Unless irrefutable evidence was produced, that kind of conclusion was inevitable. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We got sidetracked for a moment there, but returning to our earlier conversation—I take it that you have no objections to an election, then?” Nagumo must have&#160;seriously intended on ignoring Kiryuuin, because now he was asking for a final confirmation from Horikita and Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Correct,” said Horikita. “No problems on my end.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though Horikita was concerned about Kiryuuin, who still had her foot on the chair, she agreed. I wondered if Kiryuuin was going to kick the chair and send it flying any moment now, but instead she continued observing, as though she were trying to see into Nagumo’s mind. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now Nagumo turned his attention to Ichinose. If things had been progressing in the proper way, he might have gotten an affirmative response from her immediately, but… </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps the word “shoplifting” was lingering in her mind, because Ichinose’s expression still hadn’t brightened.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Honami, you’re okay with running in the election too, right?” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Um, about that… May I say something, Nagumo-senpai?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A completely unexpected statement came out of Ichinose’s mouth. “I…do not intend to run in the student council election this time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t want to become president?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, no, it’s not like that,” Ichinose said. “Rather, I think it’s a problem that goes beyond that. Up until now, I’ve always believed that being a part of the student council and striving to become president was for both my own good and the good of people around me. But I’ve realized that thinking was just arrogance on my part. The fact that my class is far from Class A, as you stated earlier, Nagumo-senpai, is also proof of that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, she was pulling out of the election after taking into account the disappointing position of her class, then, huh?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, someone like me could never serve as student council president. I’m a criminal, so…” said Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiryuuin’s choice of words may have been unintentional, but they seemed to have cast a long shadow over Ichinose regardless.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Criminal?” Kiryuuin, who didn’t know Ichinose’s situation, sounded puzzled, but obviously we couldn’t step in and explain things to her at the moment.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s irrelevant,” Nagumo told Ichinose. “That has nothing to do with who you are now.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t think that’s true. No matter how much time passes, past crimes won’t disappear,” answered Ichinose. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She must have still had something on her mind, because she continued speaking. “Also, even apart from running in the election, I…I would like to step down from the student council, effective today.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, Ichinose-san,” said Horikita. “Don’t you think that’s a rash decision? You’re…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, it has nothing to do with what’s happened today. I’ve actually been thinking about this since shortly before the school trip,” confessed Ichinose, with a sad, forced smile. Apparently this wasn’t a decision she had only come to just now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure you understand this as well as the rest of us, but serving on the student council is more than just a simple burden on us students,” Nagumo said. “While there can be somewhat tedious routine duties, it is something that essentially only works as a positive at school. Even if the opportunities haven’t been very visible, you have benefitted from it too, at the very least.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What Nagumo said was correct. Being a part of the student council wasn’t a bad thing. If you had spent any time at this school, you would know that just by being on the student council, you got something back, with contributions to your Class Points, even if just slight ones. For a class like Ichinose’s, which was in quite a predicament right now, this was like Ichinose was throwing away one of their weapons.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry, but I have no intention of changing my mind on this,” Ichinose said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Not only did she not want to run for president, she also wanted to resign from the student council. Even Kiriyama seemed to be surprised by that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You sound serious about this, Ichinose,” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry,” said Ichinose. “I apologize for not being able to help all the way to the end, even though you’ve helped me in so many ways, Vice President.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, whether someone will continue serving on the student council or not is their own choice, of course,” said Kiriyama. “I don’t have any right to object…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiryuuin seemed to have figured out what was going on, to some extent, based on everything that had just happened, but it probably would have been more illogical for her not to have connected what Ichinose was saying now with her own shoplifting incident. All she could do was resent the unlucky coincidence of bringing such an unpleasant topic up at exactly the wrong time. Still, even if the shoplifting incident hadn’t happened, it seemed like Ichinose’s intention to resign would be firm.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I sincerely apologize for not being able to live up to expectations in my duties,” said Ichinose solemnly. She stood up and bowed her head deeply to Nagumo and Kiriyama. “I’m sure you’ll be a wonderful president, Horikita-san. I’m rooting for you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ichinose-san…” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though Ichinose was supposed to have been Horikita’s rival in the election, she encouraged her with a smile on her face.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m afraid I’m feeling a little under the weather, though, so I’ll excuse myself here. If there are any forms that need to be filled out, I’d like to ask that I please be allowed to take care of them at a later date.” She turned to me. “See you later, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Saying that, she gave a gentle wave of her hand, and left the student council office without hesitation. While the shoplifting incident had undoubtedly opened emotional scars for her, she had shown no signs of wavering in her determination to resign throughout, and I couldn’t feel any sense of lingering regret from her, either. This must have been something that she really had been thinking about, rather than something that she had just blurted out now. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t just me and Nagumo who felt like this was an unexpected development. Horikita, who had announced her candidacy for student council president, felt the same way.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ichinose-san just resigned from the student council,” she said. “What should I do?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With Ichinose’s withdrawal from the student council, even the battle that had been brewing between Nagumo and I had automatically been swept away. Still, now that this had happened, not even Nagumo could do anything about it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s impossible to get a substitute for Honami now,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t know what the rules were at other schools, but at this one, it sounded like a student who hadn’t served on the student council in at least some way didn’t have the qualifications to become president.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t like the way this conversation has developed, but I’m going to go ahead and allow you to become president, Suzune,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The biggest thing that they needed to avoid was the absence of a student council president altogether, I guessed. It would also be quite unreasonable to just suddenly select someone from the second-years who didn’t have any experience.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have to admit, I feel a little disheartened that there isn’t going to be an election, but… Yes, understood,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since she was now unopposed, Horikita’s inauguration as student council president was swiftly decided. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Before getting into that, though, I have one more task for you,” Nagumo told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What is it?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Fill the vacancy left by Ichinose’s departure as soon as possible. Bring in at least one new student council member from among the second-years.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Indeed, now that Ichinose was gone, Horikita was the only second-year student left. There was the risk that the&#160;student council could be rendered completely dysfunctional if some unforeseen incident happened.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are there any conditions to keep in mind in appointing someone?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just one,” Nagumo replied. “Whether or not the people around them think they are someone fit for the student council.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. That sounds perfectly reasonable,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed that meant Nagumo couldn’t allow a notorious troublemaker like Ryuuen to be brought onto the student council, although I felt guilty that he was the first example I thought of. Also, I could see that this meant there were really no restrictions on who to recruit, whether it was someone from Horikita’s own class, or another class…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, it doesn’t matter whom I bring onto the council, as long as that requirement is met, correct?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To put it in plain and simple terms, you’re free to bring anybody you want, even someone from your own class. You do know that the previous president, Horikita-senpai, brought someone from his class onto the student council, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, that’s true. I understand.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, and one more thing,” added Nagumo. “Appoint one student from the first year to the council, too. There’s been an opening created by Yagami’s unexpected expulsion, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita’s expression hardened when Nagumo gave her this somewhat daunting order. “Soliciting one person is the same as soliciting two people. I’ll try as best as I can,” she said obediently, as there was no way that she could’ve refused him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it seems like you’ve wrapped things up here, then.” Kiryuuin addressed Nagumo once more, having been watching this whole time.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiryuuin might have been thinking that he couldn’t say what really happened with us second-year students present. Horikita, who had been given new duties, read the writing on the wall and stood up.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, I think I’ll excuse myself as well,” she announced. “I will report back as soon as I’ve found two people.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right. When that time comes, I’ll officially hand over the position of student council president to you,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita bowed gently to everyone, even Kiryuuin, and left the student council office. Now that the student council election wasn’t happening, the battle between Nagumo and me should’ve naturally drifted away, too. If&#160;I was going to leave, this was likely the best time to do it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry, but I think it’s about time I be leaving, too,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, Ayanokouji.” Nagumo cut me off suddenly, stopping me in my tracks. He wasn’t letting me go so easily. “I’m still not finished speaking with you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t hold him up any longer,” Kiriyama said. “This issue with Ayanokouji ended with Ichinose’s resignation. I think it’s best to let it go, and clear up Kiryuuin’s issue as soon as possible instead.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve got your fair share of faults, but I’ll give you credit for that proposal,” said Kiryuuin, who clearly approved of Kiriyama’s thinking on this matter. She turned to Nagumo. “I hope you make the wise decision here, Nagumo.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Tch…” Nagumo clicked his tongue in apparent dissatisfaction, but he recognized that he had no other choice in the matter. Still, he must not have liked the idea of just letting me go, so he added something at the very last minute. “You’re a student from Suzune’s class. Help her find people for the student council,” he ordered. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Me?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There aren’t any other student council officers from your grade. And we have a new student council president from Class 2-B who’s coming into the position unconditionally. I’m not willing to let you get off so easy.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I think he could have said that to any of my classmates, not just me, but… Well, first of all, that had nothing to do with me helping. I had to assume that he was simply taking things out on me indiscriminately, but trying to argue that would probably have been futile.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I’m not sure how much I can be of help, but I’ll try,” I replied. “Maybe.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I tried to leave myself an escape route, but Nagumo didn’t overlook what I’d said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll make sure to let Suzune know that you’ll be helping her after I’m done here,” he said. “No slacking off on this, okay?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had been hoping that by saying what I did with that air of innocence, there might be a possibility of not having to accompany Horikita on this task, but Nagumo cut me off and dashed my hopes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Understood, I’ll help,” I conceded. “Is that satisfactory?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, Nagumo finally showed me sympathy, and his resistance toward letting me go vanished.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, that reminds me. Just before I go, here are a few souvenirs for you, in case you’re interested.” I took out some of the extra souvenirs that I’d bought in Hokkaido and handed each bag to Nagumo individually.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re really disciplined, in a strange sort of way,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I knew I was meeting the student council president. I thought it was best to at least bring souvenirs.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t know when the right time was to hand souvenirs over, but waiting until the very last minute had been a mistake.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“None for me?” asked Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, because I didn’t know you would be here, Kiryuuin-senpai. If you would like some, please ask President Nagumo to share.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo handed the souvenirs over to Kiriyama, who was still close by. But he must have remembered something, because he muttered, “Speaking of the school trip, now that it’s over… It’s about time they announce the next special exam, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He must not have been in the mood to talk with Kiryuuin yet, because he was still addressing me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It was just announced today, actually,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s customary for a special exam to be held after the school trip, I guess. That would mean your opponent will be Sakayanagi’s Class A, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can predict all of that?” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Judging from what Nagumo was saying, it seemed like this was an annual event, and the matchups were always between the top two and bottom two classes respectively.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, does that mean that last year, your classes fought against one another, President Nagumo, Vice President Kiriyama?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, we did,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What were the results?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I recall, it was your class that won, Kiriyama.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Yes, it was.” Kiriyama didn’t sound especially thrilled about it; he answered with a tone of indifference. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiryuuin, who was also in Class B, must not have had any particular thoughts on the matter, as she just quietly let it pass.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Normally, it’s tough to win a fight against Class A, but I think you’ve got a surprisingly good chance at it, considering what the exam is,” Nagumo said. “Don’t you?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think it depends on how you think about it, but you might be right,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I figure the special exams held at this time of year are designed to keep all of the classes locked in a struggle for supremacy and make them more competitive, and that’s why they give advantages to the lower-ranked classes. It&#160;also means they’re designed so that the lower a class’s original rank was, the easier it is for them to win.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly true that, in this special exam, it was Horikita’s class and Ryuuen’s class respectively that held the keys to victory in their matchups. Both were originally lower-level classes. So, in other words, Nagumo had allowed Kiriyama and his lower-ranked classmates in Class B to get the upper hand in their grade’s fight.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I thought that someone like you would always win, no matter the circumstances, President Nagumo,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t say that,” he scoffed. “I mean, I can’t even take things seriously in a case where, regardless of who wins, it doesn’t affect the outcome.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Hunh.</span><span style=\" font-size: 1.00em;\"> So, he was saying that his class had already been far in the lead back then, and he wasn’t concerned with trivial victories.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just as was typical in Horikita-senpai’s day, Class&#160;A got the lead near the start and just took off, getting further and further away from the rest of the pack,” he said. “Granted, I was originally in Class B, but after moving up to Class A early on, we outpaced them pretty quickly. Ultimately, the gap between my class and the classes below at that time was huge. But it’s different for you guys. Yes, it’s true that your Class A is in the lead, but it’s not like they’re in a definite safe zone like in the past.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that right now, Horikita’s class had a lot of motivation, because Class A was clearly in sight. What would things have been like if, instead, the gap between our Class A and Class B right now was closer to a thousand points? In that case, we wouldn’t be able to catch them, even if we won.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Give it your best,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I will. I’ll be in touch.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And with that, since I was finally given permission to exit the student council office, I took my leave.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Phew… Finally free,” I muttered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose’s resignation from the student council had resulted in the whole matter of that twenty-million-point bet over the election going down the drain, but that was okay; it didn’t impede my plans. My relief was short-lived, however, because someone who had been watching me from close by approached.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You couldn’t get away immediately, hm?” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You were waiting for me?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There were a lot of things that bothered me in that discussion,” she said. “Were you ordered to do something?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, I was dismissed.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seemed like you were talking for quite a long time, though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I gave away souvenirs from the school trip, and we talked about unrelated things.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Right now, I wasn’t going to bring up how I’d been instructed to help Horikita. My thinking was that I’d get away with not helping for the time being, until Nagumo actually passed the message on to Horikita and I was told directly to help.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, as for you, Horikita, I guess this means you’re one job away from becoming student council president,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I just never imagined that Ichinose-san would drop out of the race like that—or, rather, that she would just leave the student council.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I agree. Putting aside the question of whether she would’ve won or lost the race for president, I was expecting her to stay on the student council until the end.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had not anticipated that she would give up her position of her own volition. I supposed that the tears she’d shown me on the school trip might have been at least partially related to this matter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, Kiryuuin-senpai is staying behind to continue the discussion with President Nagumo and Vice President Kiriyama after all, then?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Seems that way, yeah,” I replied. “I’m sure even you could tell that she was pretty ticked off.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. I don’t know very much about her, but it seems like she’d be trouble if you made her your enemy. I got the impression that President Nagumo was at a loss as to how to deal with her.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed it was perfectly understandable that a student council member would have an impression like that, since they usually only saw Nagumo in a favorable position.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How much of the story do you think is true?” Horikita asked. “About President Nagumo supposedly ordering a third-year student to frame Kiryuuin-senpai for shoplifting?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who knows? But at the very least, the fact is that this Yamanaka student tried to pin the crime on her.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whether a third party was involved still remained unclear.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whether Nagumo is involved in this or not, I don’t see any reason or purpose in trying to lay a trap for Kiryuuin,” I added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you think it could be…out of revenge?” Horikita suggested. “As retaliation for a fight someone had with her?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That is possible, of course. It’s not unusual for people to be disliked by an unspecified someone.” At any rate, there wasn’t any point in us dwelling on it. “More importantly, shouldn’t you be focusing on the student council thing?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re right. If you would become a member of the student council, Ayanokouji-kun, that would solve half the issue, wouldn’t it? And considering who you are, I’m sure you would fulfill the criteria that President Nagumo is looking for, without a doubt.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not so sure about that,” I said. “I’m not liked by Nagumo, at the very least.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This isn’t an issue of like or dislike.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t think that’s true. I’m sure it would be unpleasant, from Nagumo’s point of view.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s simply that you don’t want to join the student council, isn’t it?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s exactly right,” I replied. When you joined the student council, you ended up with a lot less free time. I wanted to avoid that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, at least help me find someone capable. You’re the one who was responsible for bringing me onto the student council in the first place, so I trust you won’t refuse,” said Horikita, quickly and definitively, as though she were blocking off my escape route.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, well, that kind of thing sounds like a bit of a hassle,” I said. “Sorry, but I’m going to pass. You’re the one involved with the student council, so you should be the one to take care of student council business.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps Horikita had gotten used to my uncooperativeness, because she let out a sigh and backed off. “Personally, I really think I’d like to bring on one of my classmates, after all. Just as the president himself said, joining the student council is a positive for the class.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think Yousuke would be more than happy to help with most things in times like these,” I pointed out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, you’re right. But that would mean taking his club activities away from him.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You couldn’t be involved with the student council and a club at the same time, and Yousuke had achieved a certain degree of success in the soccer club. There were probably fewer benefits to be gained by purposely pulling him from his club and putting him on the student council.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m going,” I announced.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just as I tried to escape, Horikita wrapped around and blocked my way before I could leave.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Enough about student council business for the time being. Ayanokouji-kun, regarding the special exam—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry, but there’s nothing you can do to make me take the lead on that matter either,” I said, cutting her off.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, someone on the student council should solve student council issues. Those were your words. But the special exam is a class problem. If you’re my classmate, then shouldn’t you cooperate with me on that?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are other allies you should rely on. You have close to forty classmates.” There was no need for her to specifically come to me for help with anything.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, for crying out loud. You don’t want to help me with anything after all,” huffed Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if I do help, it’s not going to dramatically change the situation,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t you think you’re being too modest? It would be very reassuring to me if you could lend a hand. Our enemy is Sakayanagi-san. If you were to help me by providing wisdom during the planning stage, we’d have a better chance of beating her, like with the Sports Festival.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we were to lose, the gap between our class and Class&#160;A would widen by a hundred points, so losing would be a pretty big blow. But really, even if we were to lose, we’d be able to recover from it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t have any advice to give you,” I told her. “But I will follow your orders, as your classmate. If you order me to answer a difficult question correctly, I will do so.” I wasn’t going to help her with planning during the preliminary stage, but I had every intention of cooperating with her on the exam itself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…You’re saying that you’ll solve any problem, regardless of subject or difficulty level?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. My Academic Ability score in OAA was B as of December. While you won’t get a lot of points from me answering correctly, whether you ask me to clear just the minimum requirement of two questions or the maximum of five questions, I’ll answer them correctly, for&#160;sure.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure that would be an important issue for Horikita. I could guarantee that part alone.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re telling me that you don’t mind if I count on you as an individual. But you can’t help me during the preliminary stage. Right?” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s what I’m saying.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are the chances you’ll get the questions wrong?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As close to zero as possible.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There wouldn’t be any issue unless they were problems unrelated to the normal curriculum, or miscellaneous trivia questions.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait a minute,” said Horikita. “Didn’t you say that the only thing you’re supposed to be exceptional at is mathematics?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t remember that,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good grief,” Horikita muttered under her breath, but afterward, she nodded, showing that she accepted my proposal. “Then we have a deal. Just being able to count on a student with an Academic Ability ranking of B reliably answering five questions correctly, regardless of difficulty, is something that will most definitely reduce my burden.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure that this was going to be one of the key experiences for Horikita when it came to conducting herself as a leader. I hoped that, in the course of this special exam, she’d learn that there were things more important than winning or losing.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You have my sympathy, though, to a degree. You’re being appointed student council president at a tough time,” I remarked. I was sure that she would’ve preferred to take care of this during a less busy time, if possible. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s nothing I can do about it. This is just the kind of thing that happens when you decide to join the&#160;student council.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Technically, it was because I (well, actually, it wasn’t really me) had led her to the student council. Although she had some concerns, Horikita seemed in a relatively good mood as she walked next to me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s no point in thinking about this in a negative way,” she went on. “So, I’m going to be positive, and look at this as a good thing. If I become student council president, I’ll be more highly regarded at school than I am now, and I’ll be granted some degree of authority. I can’t abuse my position, of course, but I intend to get as close to it as possible, within that gray area.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was determined to get to Class A by any means necessary—at least to a point. That was fine. In Horikita’s case, becoming much greedier might be just what she needed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can help me too, okay?” she added. “You can help select new student council members.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t repeat yourself,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was thinking you might’ve already forgotten.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m going to stay far, far away from this.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo had also told me to help Horikita, so I was hoping that she’d find people before she discovered that truth herself.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_TEXTBODY_CENTERALIGN\"><span><span style=\" font-weight: bold; font-size: 1.27em;\">2.3</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">E</span><span style=\" font-size: 0.80em;\">VEN THOUGH IT WAS</span><span style=\" font-size: 1.00em;\"> a seed that I had sown myself, I found myself caught up in something I had almost nothing to do with. While I would’ve liked for this student council election or whatever to go ahead so I could settle things with Nagumo, no one could have predicted Ichinose’s resignation, so I supposed that there was nothing to be done. I decided to call my girlfriend, who was waiting for me at the dormitory, to give her a report.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“You’re still not back yet?!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As soon as the call connected, Kei’s very frustrated voice came through on the other end of the line.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I just left the student council office now,” I answered. “I’ll be back in about fifteen minutes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I thought she would still be angry, but her happiness over being given a clear time seemed to win out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“Okey dokey! You know, I waited for you all nice and proper, without pestering you. Aren’t I great?” </span><span style=\" font-size: 1.00em;\">she asked, suddenly switching over to a much gentler tone.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yep, you’re great, all right,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Girls like Kei were skilled at using their cell phones—that was probably why sending messages every few seconds, one after another, was her specialty. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“Eh heh heh heh.”</span><span style=\" font-size: 1.00em;\"> It wasn’t that much of a compliment, but she seemed happy about me telling her that she was great.</span><span style=\" font-style: italic; font-size: 1.00em;\"> “Okay, I’m waiting.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After finishing that brief conversation, I put my cell phone away in my pocket. Our romance had progressed further, and I felt that we’d established a relationship where we didn’t need to have lengthy conversations. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Only people who were very close could detect slight changes in one another, but it didn’t mean they were particularly clever or sharp. They were able to notice changes merely by spending a prolonged period of time together. It wasn’t a matter of trying to read the other person’s thoughts, imagining them in your head. Rather, it was like an intuitive sense that both sides could feel. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A tense moment could turn into a tender one. Two sides of the same coin. That probably applied to many other things as well, aside from the circumstances I just described. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The remaining number of pages in my textbook was decreasing by the moment. However, the final part of the textbook was going to grow more difficult as I got further in, and it would take more time than it had at the start. </span><span style=\" font-style: italic; font-size: 1.00em;\">Now then…the next lesson is…</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v9",
    "chapter": 13,
    "title": "Chapter 13"
  },
  "nextChapter": {
    "volumeId": "y2v9",
    "chapter": 15,
    "title": "Chapter 3: A New Student Council Member"
  },
  "toc": [
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Nagumo Miyabi’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Signs of Momentum",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: A New Student Council Member",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 4: How to Spend Time with People in Ichinose’s Class",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 5: How to Spend a Day Off",
      "href": "Text/section-0022.html#auto_bookmark_toc_22",
      "index": 23
    },
    {
      "label": "Chapter 6: Approaching the Special Exam",
      "href": "Text/section-0025.html#auto_bookmark_toc_25",
      "index": 26
    },
    {
      "label": "Chapter 7: The Expected and the Unexpected",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 8: A Tinge of Anxiety",
      "href": "Text/section-0033.html#auto_bookmark_toc_33",
      "index": 34
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0035.html",
      "index": 36
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0036.html",
      "index": 37
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Postscript",
      "href": "Text/section-0038.html#auto_bookmark_toc_38",
      "index": 39
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0039.html",
      "index": 40
    }
  ],
  "currentSpineIndex": 14
}