{
  "title": "Chapter 3: A New Student Council Member",
  "content": "\r\n<p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_18\"><span style=\" font-size: 1.00em;\">The other first-year students were only acquainted with Amasawa, and they seemed a little nervous to be in the presence of second-year students like Horikita and me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“May I help you?” Ishigami asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve come here to request something of you,” Horikita told him. “I was wondering if you’d consider joining the student council.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“………”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishigami, rendered silent by Horikita’s favor, turned once more to his friends.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry, but you go on ahead,” he said. “I’ll catch up right away.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wondered if they had plans to hang out together or something afterward.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry. I don’t plan to take up too much of your time,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t mind. But why me, if I may ask?” Ishigami spoke politely when addressing his senpai—quite unlike the casual way he’d spoken to me that time before.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have little interaction with first-year students,” said Horikita. “You’re one of the very few I’ve spoken to. On top of that, you’re in Class A, and you excel in Academic Ability in OAA. I wouldn’t think it’s so surprising that I’m inviting you to join.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly true that there were no issues whatsoever when it came to those abilities of his that were disclosed publicly. Just like Horikita had said, he was undoubtedly the sort of capable person who could very easily find himself called upon by the student council.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, you don’t appear to be in any clubs at the moment,” she added. “What do you think?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishigami immediately turned her down without hesitation. “I’m sorry, but I am afraid that I have no interest in the student council.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Does that mean it would be too much to ask for you to at least consider it?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I do not wish to join any clubs, nor do I wish to join the student council. Please look elsewhere.” With that, Ishigami turned his back to us and walked away. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita seemed to hesitate for a moment over whether to call out to him, but she seemed to decide that she couldn’t force him into doing it, given his clear lack of interest.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re not going to get anywhere with him, I guess,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I thought he’d be a good candidate, but I suppose this means I have to give up on him,” she agreed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are lots of other excellent students in Class A, y’know,” Amasawa cut in, “so, isn’t it possible you could find someone even if you just go around asking people randomly?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d like to think so,” said Horikita, “but…I’m not so sure about that. Ambitious students, like Ichinose-san last year, or Yagami-kun this year, would have requested to join the student council early on, right? If a student hasn’t acted by this time, that essentially means that they don’t want to get involved.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was true. If this were something a student was interested in, they would already have come knocking on the door during Nagumo’s administration.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So…what happens now?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now I intend to go for Class 1-D,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Class D? That’s another surprising choice on your part,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The wise course of action, from the student council’s perspective, would be to select someone from A or B, which both had a high percentage of competent and serious students. Yet she was deliberately going for Class D?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s only a difference of about two hundred points between Class 1-C and Class 1-D, so there’s a chance for them to turn things around. From Class 1-D’s perspective, having one of their students join the student council could create a tailwind for them. It’s fair to expect that some students in their class will interpret that as a positive thing. They just need to be made aware of that advantage.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How about inviting somebody like Housen-kun? That’d probably be interesting.” Perhaps Amasawa wanted to stir up some chaos in the student council, because she recommended an outlandish candidate.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t imagine he’d want to do it,” said Horikita. “And besides, even if he did want to, there’s no way I would allow him to join, given how violent he is now. We need to show proper results over the next year and a half.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa’s suggestion had only been made for the fun of it, but Horikita was sure that Housen didn’t meet the minimum requirements and flatly refused the idea. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When we stepped into our old classroom, Class 1-D, Horikita looked around for students still in the room. One of the students immediately took notice, stood up from her chair, and approached us.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good day to you, Horikita-senpai, Ayanokouji-senpai. Oh, and hello, Amasawa-san.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was none other than Nanase Tsubasa—rather a poor fit for Class 1-D, which had many poorly behaved students.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Heya,” replied Amasawa.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s a little surprising to see you with Amasawa-san, I must say.” While I wouldn’t go as far as to say she seemed alarmed, Nanase did give me and Amasawa rather pointed looks.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems like most of the students have already left after all,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Actually, there are especially few people around today,” Nanase said. “Usually there are a few more.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that so?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. One of my classmates is having a birthday, and people are celebrating at Keyaki Mall. I was actually invited to come join later, as well… Anyway, why are you here, by the first-year classrooms?” It was only natural for her to ask.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yagami Takuya-kun’s expulsion has created a vacancy on the student council,” Horikita replied. “I’m here to fill that opening.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Meaning you’re recruiting someone for the student council?” asked Nanase.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s been decided that I will be taking the position of next student council president, and this is my first task, yes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase nodded in admiration, and then looked around Class 1-D herself. “Can even students from Class&#160;D apply for the position?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course,” said Horikita. “I was originally in Class&#160;D to begin with, so there’s no reason for me to refuse anyone.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, does that mean… Could I please be allowed the honor of assisting in the position?!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…You, Nanase-san?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. That is, of course…only as long as someone such as I wouldn’t be a hindrance to you. I would very much like to help the student council.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not sure what sort of decision the outgoing president, Nagumo-senpai, will make,” Horikita pointed out, letting Nanase know that she wouldn’t go against him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured I should speak up with some supplementary information, since there was a possibility that Horikita didn’t remember Nanase’s OAA scores in detail.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nanase would be fine, though, wouldn’t she?” I said. “She has excellent OAA scores, and she’s diligent, so I think she’d be suited to the student council.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re right. There don’t seem to be any issues at all with her as a candidate,” Horikita agreed. This would also be a quick solution to her problem, since she had been turned down by Ishigami. “Very well. Can I count on you, then, Nanase-san?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, of course!” Nanase said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had my own thoughts about Nanase, but that was one matter, and this was another. If Nanase was willing to accept a role on the student council, then I had absolutely no reason to get in the way.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sounds like you don’t have any issues if it’s Nanase-chan joining, hm?” remarked Amasawa.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right,” said Horikita. “Unlike you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I kinda get the feeling you’re making fun of me a little.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I hold your abilities in high regard. It’s just that your blunt attitude, your way of thinking, and your personality aren’t suitable for the student council.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Having confirmed a spur-of-the-moment candidate, Horikita nodded in apparent satisfaction.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um, if I may ask, what should I do starting tomorrow, then?” asked Nanase excitedly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t think there will be any problems, but tomorrow, I’m going to talk to Student Council President Nagumo first,” Horikita told her. “Once that’s settled and your appointment to the council is official, I’ll contact you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita and Nanase exchanged contact information. With that taken care of, Nanase smiled happily. “I’m happy to get more contacts in any way that I can.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, tomorrow then,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I’ll be eagerly awaiting your call!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase sent us off with a smile, and Horikita, Amasawa, and I left Class 1-D’s room.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At any rate, this means that I’ve gotten my candidates,” Horikita said. “All that’s left now is to wait for an answer from President Nagumo.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, think I’ll be headin’ on back myself. See you later, you two!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa had come rushing in like a tempest and left in the same fashion. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita and I watched her go.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As usual, I can never tell what she’s thinking,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve got that right,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks for your hard work today.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I was accompanying you, but in the end, I really didn’t do anything. You made it easy for me, so thanks.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s not true. At the very least, in Kushida-san’s case, it seemed to me like your words had an effect on&#160;her. I’ll&#160;be sure to report that you did your part properly.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I guessed she was referring to how I coaxed Kushida into coming up with a condition for accepting the deal.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t think I’ll get any compliments from Nagumo, but what you just said makes me so happy I feel like I’m going to cry,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, what? Oh—that reminds me, there’s a study group session happening at Keyaki Mall later. Want to go see? Your girlfriend is supposed to be participating, too.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A study group session? Sure. I can pop my head in for a bit, I guess.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?” Horikita looked shocked, even though she was the one who invited me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s just, I was sure you were going to refuse. Is Karuizawa-san’s presence that significant after all?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That wasn’t it, but I supposed it was the sort of scenario where it was inevitable someone would perceive it that way. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess so,” I said. “I do have concerns about whether she’s being taught to study properly.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, I headed to the café along with Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Chapter_Header\"><span><span style=\" font-weight: bold; font-size: 1.00em;\">3.3</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">“S</span><span style=\" font-size: 0.80em;\">ORRY TO HAVE KEPT</span><span style=\" font-size: 1.00em;\"> you waiting, everyone,” said Horikita as the two of us arrived at the meeting place for the study group, whose members got together in the café after class. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She naturally went over and joined her classmates. I was curious about how she was doing when it came to interacting with the other members of her class, and I had to say, I was impressed with how much she’d improved.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh! Kiyotaka, you came too?!” Kei had been looking down at her notebook with a perplexed expression on her face, but she smiled when she noticed me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry, but I just came to check up on things,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Aww, really?” She pouted, obviously displeased, but she didn’t continue complaining beyond that. I was sure that was because I had told her well in advance, up until the day before, that she needed to proactively show up to study sessions, and that I wasn’t going to help her with studying. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Shortly after Horikita and I had arrived, Sudou appeared.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whoa, sorry I’m late!” His voice was strained; he was out of breath from running to the café.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It must be difficult for you, Sudou-kun, doing this on top of your club activities,” remarked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, it ain’t no big deal,” he replied. “I do this stuff all the time anyway.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou’s attention had been momentarily captivated by the sight of Horikita, but then he went ahead and sat down in an empty chair nearby. He placed his bag on his lap and took out his study materials, including some kind of oblong case, from which he produced a pair of glasses.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Sudou-kun, you wear glasses?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, just recently a little, yeah. I thought I’d put ’em on while I study. Oh, but, um, the prescription strength is like, practically nothin’.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Generally, if someone had good eyesight, they wouldn’t use corrective implements such as glasses. However, it wasn’t as though having good eyesight dictated whether it was okay to wear glasses. Unlike basketball, which required you to look out within a wide field, studying was an up-close battle. Adjusting your eyes when focusing on specific things caused significant strain, after all. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Many students, Kei included, seemed shocked to see Sudou in study mode. That was probably because he hadn’t really attended many of these study sessions until now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What the hell are y’all starin’ at?” asked Sudou.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s just, it’s like you give off a completely different vibe just by putting on glasses. And it’s also like you really have started studying more,” said Shinohara. Impressed with Sudou, she jabbed Ike, her boyfriend, in the side.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-hey, I’m tryin’ my best too now, y’know!” said Ike, sitting next to her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know that. But Sudou-kun has a huge lead on you in that area.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s—come on, I mean… Well, yeah…” Ike tried to object, but ultimately, he ended up hanging his head low after his girlfriend’s sobering comment.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, sorry,” Shinohara said. “I know I’m not really one to talk in that area, either. But I have to ask, are there like, any tips on how to keep studying for longer? You used to be at the same kinda level, Sudou-kun, and I was just thinking it’d be neat to know if you had any helpful tips, y’know, as reference. It’s gotta be super difficult for you to balance playing basketball and studying at the same time, right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Several other students nodded in agreement. It was certainly true that, from the perspective of students with a low level of academic ability, students like Yousuke, Mii-chan, and Horikita seemed like they had always been prodigies and geniuses with exceptional intellects from the very beginning. Even if they tried asking such high-level students for tips and tricks, they probably wouldn’t feel like they could actually put those things into practice themselves. Those students were already smart to begin with, so the lower-level students couldn’t help thinking they must be able to handle anything, no matter the obstacle. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On the other hand, Sudou had started out with the lowest level of academic ability in the class. It was only natural that they would want to know what had caused Sudou to mature.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Tips… Hmm,” said Sudou, thinking. He crossed his arms, rather at a loss. Horikita was the main reason Sudou had started studying originally. His motivation was that he wanted to become smarter so he could be worthy of Horikita. However, he must have been highly reluctant to talk about that here. “Hmm, yeah… Okay.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For a while, he seemed like he didn’t know what to say, but then he must have finally gotten his thoughts in order. He started speaking, though he still seemed to feel awkward, his words spilling out clumsily. “Weirdly enough, I started to enjoy studyin’. And when that happened, basketball started gettin’ more fun, too… It’s like, y’know, that kinda feeling.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He started to tell the other students the reason he was able to do both things well—and also, something else good about it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s like, at first, I hated studyin’. It put me to sleep, and I couldn’t solve the problems right away. But y’know, the more you learn, the more you realize how useful this stuff is in school.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, hold up, Ken,” said Ike. “Isn’t studying, like, completely useless in the future? Depending on the kind of job you do, it’s not gonna help at all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure that was a question that everyone had wondered about at least once.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I used to think, ‘Well, I’m gonna be a pro basketball player, so studyin’ is just a waste of my time,’” said Sudou. “But then I asked myself, ‘What if I can’t go pro? What kind of job could I do if I can’t even study?’ Maybe the only job I’d get would be the kind that anybody could do. You know?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While there wasn’t any need to name specialized professions, it was true that his choices would be more limited than the average person’s in that case.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, even if my wish of goin’ pro doesn’t come true, I’ll get more options if I study, right? I could even go to college and study some kinda specific field or somethin’. I mean, I don’t have anything concrete in mind yet, though.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You didn’t have to have only one dream. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Studyin’ is an investment in your future,” Sudou concluded. “That’s how I see it, anyway.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if the dream of becoming a professional basketball player, something Sudou had been chasing for years, was closed off to him, he wouldn’t fall behind in life, provided he could find and hold on to one more big dream. This was a little story about Sudou, whose thinking had improved a notch or two through his studies. In the past, the people around him might have sneered when they heard his story—but now everyone here was listening to it with total sincerity, without poking fun. That was proof of just how much weight had been given to his words, and how much truth there was to what he was saying. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Feeling embarrassed and bashful, Sudou shifted in his seat and hurriedly opened his notebook. “A-are we done with this now? Come on, let’s get started with the studyin’ already.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He should have been exhausted, because he worked harder than anyone else with his club activities, but Sudou didn’t show even the slightest hint of fatigue. He wasn’t the type of person who was good at making speeches, which was precisely why his words and actions had truth to them, without a hint of lies, and they moved people’s hearts. I was sure that it was a moment that resonated very strongly with the lower-level students, like Shinohara and Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Chapter_Header\"><span><span style=\" font-weight: bold; font-size: 1.00em;\">3.4</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">T</span><span style=\" font-size: 0.80em;\">HE DAY AFTER HORIKITA</span><span style=\" font-size: 1.00em;\"> selected the new student council members and the study sessions for the special exam began, she was called by Nagumo to come to the student council office right away, so she headed to the office after class. I wasn’t expecting I’d be called again, too, but…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita walked up to me and showed me the message on her phone’s screen. “I was told that you are to come with me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My stomach is in pretty rough shape, like yesterday, so I’ll pass,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, I suppose there’s no helping it. But you know, if you can’t come, you will probably be called at a later date, yes?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Let’s hurry up and meet and get it over with.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was entirely conceivable that I’d be forced to go through this hassle again after some time had passed. Horikita looked like she was determined to march right into the student council office straight away, but she&#160;stopped.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kushida-san should be coming too,” she said. “Let’s wait a minute.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, Horikita wanted to take care of introducing the new members right away as well. Kushida was in the classroom too, so… Well, that’s what I’d thought, but when I looked around, I noticed that she was nowhere to be found.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks like she must have gone ahead to wait by the office,” said an exasperated Horikita, shoulder-to-shoulder with me as we left the classroom.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess she didn’t want to go together with you, then, Horikita?” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She’s going to be spending more time with me once she starts getting student council work, whether she likes it or not,” huffed Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, I supposed that meant Kushida wanted to take every opportunity she had to avoid spending time with Horikita, even if only for a moment.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s also a hassle when another person just automatically resents you for no reason, and yet you keep having to interact with each other,” Horikita sighed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, we don’t know how things would’ve turned out if you were a little more gentle-mannered yourself,” I pointed out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It would’ve been different, yes, but in a worse way, wouldn’t it? It’d be dangerous to let her seize the lead all the time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita was certainly right that she needed to rein Kushida in to some degree. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When Horikita and I arrived outside the student council office, we saw Kushida and Nanase waiting there, standing side by side, in the distance. Whether or not the two of them had actually been acquainted before, they seemed to be having a rather good time talking, perhaps because they had the ability to talk with people naturally.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They’re sure getting along well,” I observed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, they certainly are,” Horikita agreed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Somehow, as I watched the two of them talk, it didn’t seem like they were going to stop. They both seemed to have a calm, gentle air about them and were constantly smiling. It felt like, if we left them be, they’d keep on talking forever.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure the student council can get along fine without you, Horikita,” I said. “Don’t you think? I’m sure those two would be well-received by the student body, too.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Shut up. Let’s hurry inside.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps to stop Nanase and Kushida from having even more fun than they already were, Horikita quickly approached them.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good day to you, Horikita-senpai.” Nanase greeted Horikita politely and bowed to her while Horikita gave her a sidelong glance.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kushida smiled openly too. “I was a little relieved when I heard that Nanase-san would also be joining the student council starting today. I’ve been so nervous this whole time, I haven’t been able to calm down.” She patted her chest and let out a sigh of relief. I hadn’t expected to hear things like that from her. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The student council candidates went inside first. I felt a little uncomfortable about following them, but since I had been invited, I supposed I didn’t have much choice in the matter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“President Nagumo,” announced Horikita on behalf of her group. “I’ve invited Kushida Kikyou from Class 2-B and Nanase Tsubasa from Class 1-D to join the student council as new members. I’ve brought them with me here today.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo and Kiriyama welcomed them inside.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You seriously picked one of your own classmates? You’re a pretty shameless person yourself, eh, Suzune?” Nagumo laughed, making it feel like he intended to sound as if he was half joking.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I chose people impartially,” Horikita replied. “Perhaps you disapprove, though?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was the official story, but it was a bald-faced lie on Horikita’s part to keep from admitting that she had selected Kushida for own class’s sake. There was no conceivable way that Nagumo didn’t see right through her the moment he saw she was bringing Kushida onto the council, but at least on the surface, he showed his approval.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have no problems with your choices,” he said. “I’m not complaining.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We were looking at the new, complete makeup of the student council. Now, Nagumo, Kiriyama, and Ichinose were out, and Yagami had been expelled, resulting in the unfamiliar arrangement we were seeing. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is probably the first time that the ratio of male to female student council members has been reversed,” Kiriyama, the now-former vice president of the council, observed after looking at the new lineup.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s not a problem,” said Nagumo. “Men and women are equal nowadays. It’s just that the next generation’s best and brightest are disproportionately women. Isn’t that right, Ayanokouji?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t have anything to say back to that,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The rise of girls wasn’t a bad thing. However, if the ideal ratio was supposed to be one to one, then you could say that this result reflected how pathetic the latest crop of boys was.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo addressed Horikita. “Serve as president from an impartial perspective.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Understood,” she replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, I guess this means I’m officially dismissed from my role as president.” Nagumo patted the student council president’s chair once, as though he were reluctant to part with that, before getting up from his seat. “It&#160;feels like it went on for ages, and at the same time, like it’s hardly been any time at all. I can’t really put the feeling into words.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you have any regrets?” asked Horikita, seeing Nagumo’s seemingly sad expression.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wanted to create an environment where capable students could cross class boundaries and graduate from Class A,” he replied. “But in the end, I couldn’t attain my ideal vision.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When Nagumo took up the position of president, he had emphasized that he was going to push that ideal strongly. As a result, the current batch of third-year students had created a situation close to what he had envisioned, but that was mainly made possible by the rules that Nagumo had personally created, rather than his achievements as student council president. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The student council here has more authority than at a normal high school, but even so, it’s impossible to do anything to overturn the school’s decisions,” said Nagumo. “I guess I thought I could do more, somehow.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even so, I think that you undoubtedly had some effect, Nagumo-senpai,” Horikita said. “Policies such as Class Transfer Tickets and Protect Points never existed in the history of ANHS until now, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess so,” he conceded.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whether those things would produce good results or not would be something for future generations to discover. Horikita Manabu had protected the Advanced Nurturing High School’s traditions and served as an admirable student council president. Then, Nagumo Miyabi had created OAA, introducing new winds of change that seemed to revolutionize the system and place even more importance on merit. And now Horikita Suzune was succeeding him. What kind of president would she be, in the one year she’d serve in the position?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, the most obvious, and also most difficult, goal was…to successfully graduate from Class A after starting in Class D. If she could pull that off, then she would most definitely make her mark as student council president.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are some procedures we have to take care of that will require a little paperwork, so we’d like to ask that everyone except for Ayanokouji stay,” said Kiriyama. While he was telling the others what to do, at the same time, he was also telling me that I was in the way.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, if you’ll please excuse me, I’ll be going now,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“See you, Ayanokouji. Remember, our game isn’t over yet.” Apparently, Nagumo had purposefully asked that I come here just to remind me of that one more time.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand.” I gave a slight bow and left the student council office.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After leaving Horikita and the rest behind, I took out my cell phone. It had vibrated in my pocket a few times earlier—apparently, I had received a message. I thought it’d be from Kei, but it wasn’t. It was an invitation to meet up on our day off, from a certain someone who I didn’t often hear from.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, this person wanted to meet up with me on either Saturday or Sunday, if I had the time. Since I had a date with Kei on Sunday, I sent a message back saying that Saturday would work. By the time I reached the front entrance, I’d received another message offering a specific time and place to meet: in Keyaki Mall at 2:00&#160;P.M. on Saturday. I responded once more to say that time and place worked for me and there wouldn’t be any problems.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although the person contacting me hadn’t mentioned anything about the nature of the conversation we’d be having, it wasn’t difficult for me to guess what it would be about once I saw the name of the other person who would accompany us. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just as I was leaving the building, I passed by a female student.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Were you called to the student council office again?” Kiryuuin asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see you have business with the student council yet again yourself, Kiryuuin-senpai,” I replied. “Is it about what happened the other day?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. After you left, we couldn’t see eye to eye, unfortunately… In the end, the situation’s still unresolved.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sounds like quite a disaster,” I said. From the sounds of it, their last meeting had ended without Nagumo giving a definite yes or no.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was planning to take a slightly more aggressive approach today,” said Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“While you’re free to do that, they are in the middle of something right now,” I told her. “They’re going through the process of having Horikita take over the position of student council president, and registering the new student council members, and so on.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured that even though she might say that she didn’t care about that, and just force her way in anyway, I’d go ahead and tell her what was going on, just in case. Perhaps what I said was unexpectedly effective after all, because Kiryuuin stopped in her tracks and began to ponder.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, if you’ll please excuse me.” My intuition was telling me that I should hurry up and leave, but it was already too late.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m wondering if I can ask for a little bit of your time, Ayanokouji,” said Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…This wouldn’t be about your unresolved issue, would it?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, because even if I challenge Nagumo about it again, however strongly I press him, he probably still won’t talk that easily.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Didn’t you say you could just take a more aggressive approach or something?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t exactly traumatize the new president and council members, can I?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t care about that. Besides, if she was determined to avoid something like that, she could just wait until Horikita and the others left.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You simply thought that using me would more likely lead to a solution than trying to bulldoze your way through,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Mhm</span><span style=\" font-style: italic; font-size: 1.00em;\">, </span><span style=\" font-size: 1.00em;\">I should have expected as much from you, Ayanokouji,” said Kiryuuin, snapping her fingers. “You certainly are quick-witted.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was complimenting me, but anyone would have arrived at the same conclusion.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, you were just heading back to your dorm room now anyway, right?” she said. “Accompany me instead.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was planning to have a stay-in date with my girlfriend,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just let her wait. It’s a girlfriend’s job to quietly wait for the head of the household to come home.” Coming from Kiryuuin, who didn’t seem like she would ever wait quietly, the words weren’t convincing.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can we walk and talk?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm. I suppose that’s fine.” Kiryuuin turned back around and started walking, matching my stride.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did you get the chance to discuss things with Yamanaka-senpai again?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nagumo and Kiriyama forcefully made sure that didn’t happen,” she said. “I don’t think I could’ve gotten a better result, though, after she named Nagumo as the one behind it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s bizarre. Stopping you from contacting the perpetrator?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re absolutely right, but I agreed with them, actually,” she said. “I can’t expect Yamanaka is going to name a third party if I verbally threaten her. Besides, when I questioned her the first time, I went as hard as I possibly could. I threatened everything short of violence and torture.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, in other words, she had gotten Yamanaka to spill everything she possibly could already. Yamanaka had given Nagumo’s name, regardless of whether he was really the one who’d given the order. From the sounds of it, Kiryuuin must have decided it was unlikely she’d get any other big names from Yamanaka, even if she threatened her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thinking it through logically, then, shouldn’t that mean President Nagumo is definitely the one?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I do suspect him, of course,” said Kiryuuin. “That’s exactly why I wanted to march into the office. But without proof, I can’t press him any further, can I?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Did that mean, after thinking the situation over, she was seriously planning on threatening Nagumo?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At any rate, there’s still a possibility that Nagumo isn’t the one behind this,” she said. “Do you know what that possibility is?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The possibility that Yamanaka-senpai had a grudge against you without your knowledge, I suppose,” I said. “If that’s the case, then it wouldn’t be difficult to understand trying to frame you for shoplifting out of a desire for revenge. While I don’t know much about the goings-on of third-year students, it seems like there are people who dislike you, Kiryuuin-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That sure hits home, yeah. It’s painfully true, actually.” She wasn’t angry. Rather, she didn’t deny it at all, just nodded and smiled. “Nagumo or Yamanaka? Or&#160;perhaps someone else entirely, a third party lurking in the background?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What about just leaving things be?” I suggested. “Maybe if the culprit has learned their lesson, they’ll just sneak away and pretend this whole thing never happened before their identity is discovered.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. My pride won’t let me turn the other cheek to someone trying to frame me for a crime.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the sounds of it, it didn’t seem like she was going to stop pursuing this investigation until the culprit was caught, no matter what.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t help but stand out,” she went on. “So, I thought maybe you could do some investigating on my behalf.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t feel like I have any obligation to help with this,” I replied. “Besides, I have hardly any interaction with third-year students. It’s pretty much just you, Kiryuuin-senpai, and student council members like Nagumo-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You could hardly say I was the right person to play detective and gather information for her, even as flattery.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s exactly why I want you,” Kiryuuin insisted. “You have an unbiased perspective, you know?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It would make sense if you were asking someone who had some degree of communication skill, but…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, it’s certainly true that I can’t expect much of you in that area,” she admitted. “However, the rest of your abilities are great. In particular, I’d say that your sense for fighting is unrivaled. No one else has made me feel so convinced that I would be completely and utterly defeated if I had to go up against them, even before actually facing off directly.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That may have been intended as a compliment, but it didn’t really feel like one to me. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are people with violent temperaments even among the third-years,” Kiryuuin went on. “That’s why nothing beats having strength on your side.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even before getting to whether I’d win or lose, I don’t want to get into fights with third-year students in the first place.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come on, don’t say that, help me out. I don’t have a single person I can call a friend. And besides, there’s no way I could pull off playing detective on my own.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">How self-centered.</span><span style=\" font-size: 1.00em;\"> I sympathized with Kiryuuin-senpai being set up like this, but I figured it’d be best if I declined her request.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know, I think that you owe me for what happened on the uninhabited island, though,” she insisted. “I mean, I think you probably could have handled things better if I hadn’t shown up at all, but I might need to bring the issue up to the student council, so they can investigate the situation. I’m sure you wouldn’t be pleased to have the whole story of Ayanokouji Kiyotaka’s battle with the former acting director reported, would you?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She forcefully blocked my escape route, telling me that she wouldn’t allow me to refuse.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you were going to threaten me, it would’ve been quicker and more helpful if you’d just done that right from the start,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t want you to get the wrong idea. I want to have an amicable relationship with you—that’s why I didn’t want to resort to this.” Kiryuuin looked at me, arms crossed, not looking ashamed whatsoever.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I understand. I’ll try and do some digging. Okay?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiryuuin-senpai nodded happily, a look of satisfaction on her face. “I figured you’d say that, knowing you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I couldn’t just do this haphazardly, at any rate. Kiryuuin was sharp, so she was likely to pester me, depending on how well it went on my end.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v9",
    "chapter": 18,
    "title": "Chapter 18"
  },
  "nextChapter": {
    "volumeId": "y2v9",
    "chapter": 20,
    "title": "Chapter 4: How to Spend Time with People in Ichinose’s Class"
  },
  "toc": [
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Nagumo Miyabi’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Signs of Momentum",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: A New Student Council Member",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 4: How to Spend Time with People in Ichinose’s Class",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 5: How to Spend a Day Off",
      "href": "Text/section-0022.html#auto_bookmark_toc_22",
      "index": 23
    },
    {
      "label": "Chapter 6: Approaching the Special Exam",
      "href": "Text/section-0025.html#auto_bookmark_toc_25",
      "index": 26
    },
    {
      "label": "Chapter 7: The Expected and the Unexpected",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 8: A Tinge of Anxiety",
      "href": "Text/section-0033.html#auto_bookmark_toc_33",
      "index": 34
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0035.html",
      "index": 36
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0036.html",
      "index": 37
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Postscript",
      "href": "Text/section-0038.html#auto_bookmark_toc_38",
      "index": 39
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0039.html",
      "index": 40
    }
  ],
  "currentSpineIndex": 19
}