{
  "title": "Chapter 4: How to Spend Time with People in Ichinose’s Class",
  "content": "\r\n<p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_21\"><span style=\" font-size: 1.00em;\">“This is a surprise,” I remarked. “I had thought for sure you’d be back in your dorm room.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was none other than Himeno, and she wheeled around after hearing me speak to her. “Huh? I assumed you would’ve headed back already yourself, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I thought I said earlier that I was going to do some shopping before I headed back to the dorms, though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, yeah. I thought you said something like that… Still, aren’t you out pretty late, though?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, she had only been half-listening back then. That being said, considering it’d been close to four hours since the last time we saw each other, I supposed it was understandable that she couldn’t help but wonder why I was still out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re heading back now?” she asked, noticing the plastic bags from the supermarket I was carrying.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I nodded in response. “What have you been up to this late?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm… Just spacing out. Oh, and I guess I went to the general store and stood in front of the movie theater for no real reason, too.” Himeno seemed similar to me. Maybe she was enjoying her time alone. “By the way, if you want, maybe we could walk to the dormitory together?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was a little surprised by that suggestion, which seemed out of character for Himeno, but I couldn’t think of any reason to refuse her offer.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Phew, it really is cold out at night,” she muttered. She shivered, as though she hadn’t noticed it until now. “To tell you the truth, after we split up earlier, Kanzaki-kun asked me if I wanted to hang out with him and the others a little more.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that so?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He said he thought it’d be important to have the chance to talk with just us classmates. But I refused his offer.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Honestly, I don’t really like that kind of environment, and I wanted to avoid it. Oh, I don’t mean, like, I want to quit the group or anything. It’s just, I don’t like the idea of working with multiple people.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although Himeno was learning to open up to others somewhat, perhaps she was still really, really struggling when it came to being with lots of people.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was just thinking to myself, ‘Yeah, I feel more relaxed when I’m alone,’ and then it was night,” she added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, yeah?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But the more time I spent alone, the more I thought about things. What you said especially made an impact on me, I guess, Ayanokouji-kun. I thought, like, ‘Wow, that really hit me where it hurts.’”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the sounds of it, she was concerned about the struggles she had revealed back when we were in the karaoke booth.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s like, I wasn’t able to do anything, compared to what I’d imagined,” she went on. “I had this unfounded confidence that I was doing something special by working with Kanzaki-kun, like it was a little amazing that I was able to notice that Ichinose-san was in danger, unlike everyone else, who was just oblivious. It felt like I got taken down a peg in that conversation.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s nothing I can say except I’m sorry,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s nothing you really have to apologize for, though. Actually, what you said was exactly right, Ayanokouji-kun.” After letting out a deep exhale, her breath coming out as white clouds, Himeno turned to me with a wry smile on her face. “I thought I’d be able to do something amazing more easily, and yet… It’s hard to act.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’d be hard for anyone,” I replied gently. “The same goes for Ichinose, and even me. It’s tough to change how things are.” I didn’t really want to comfort her, but it would have been unfortunate if she agonized about this too much.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m still searching for the path we should take, but at this rate, I’m not confident anything is going to get better if I take action with Kanzaki-kun and Hamaguchi-kun like this,” Himeno admitted.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s nothing wrong with being lost. It’s just that this isn’t a problem that can be solved by standing still.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, you’re right,” she sighed. “We should have taken action already to save the class, but the invisible gears are already starting to kind of spin out of control. I can’t help but feel like that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">The invisible gears are already starting to spin out of control… Hm.</span><span style=\" font-size: 1.00em;\"> I supposed that, if you tried to do something that had never been done before, it was inevitable that anxiety would rear its head. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t doubt that,” I said. “But if I were to ask you if the gears turned well up until this point, you couldn’t honestly say yes, could you?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well… No, I suppose you’re right,” said Himeno.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">They’d had healthy, sound class management, but they hadn’t gotten results. In other words, the gears had not been functioning properly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The fact is that change is definitely coming to your class now, Himeno,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Not even I knew the answer as to where exactly they’d end up, for better or worse. It wasn’t just the presence of Kanzaki and his team, but also Ichinose, who had quit the student council. Even someone like me, who was trying to take control of various things, found that there were things about the future that were uncertain and unpredictable. However, there were two possible outcomes. Life or death. In other words, either Ichinose’s class would be saved, or it wouldn’t.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nevertheless…a thick fog was starting to spread over the path to that process, and it was impossible to see through it. The end of our second year was finally coming in March. By that time, the results would probably be visible even to Himeno’s eyes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-kun,” Himeno said. “Do you think there’s any chance left for us to get to Class A if our class changes?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you want to hear my objective opinion?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. If possible.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, if I were to give an answer to that question, I’d have to say…yes, albeit conditionally.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hunh… I thought for sure you’d say it was impossible. So, conditionally?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The battle in our grade isn’t so simple that anyone can get to Class A just by changing people’s mindsets,” I said. “The truth is, the gap between Ichinose’s class and Class A is getting to be quite serious. To close that gap, the entire class will have to be prepared to take on an appropriate amount of pain and resolve.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Pain and resolve…?” she repeated. “What does that mean, specifically?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry, but I can’t answer that right now.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can’t answer, huh? I wasn’t expecting that kind of response. I thought you’d say, like, you hadn’t given it any thought at all, or that this was just something you came up with at random, or something.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That would be the normal thing to think, yeah.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because you’re talking about another class’s problems, or like, our distress—I mean, the more our class suffers, the more your class will benefit relative to it, Ayanokouji-kun,” she said. “Right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, you’re right,” I agreed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And yet you’re being kind to us, and helping us. Why?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose that’s because, regardless of whether we’re friends or foes, I have this strong desire to see what’s going to happen to Ichinose’s class in the end.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In the end…? You’re talking like you can see what’s coming in the future, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No one could see into the future, but we could predict and prepare for it. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s why, for the time being, I’m going to lend you a hand in times of trouble,” I said. “If you don’t mind someone like me, that is.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Himeno interpreted the situation favorably and pumped both her arms in a small victory pose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure Kanzaki-kun would be really pleased. I feel really reassured by that myself.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I hope you’ll be able to show that pose off openly someday,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? I-I’m suddenly feeling kinda embarrassed…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, Himeno thrust both her hands into her pockets and averted her gaze for good measure.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Chapter_Header\"><span><span style=\" font-weight: bold; font-size: 1.00em;\">4.5</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">A</span><span style=\" font-size: 0.80em;\">S I WAS WALKING BACK</span><span style=\" font-size: 1.00em;\"> to the dormitory with Himeno, I saw Kei sitting on a bench, fiddling with her phone.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, see ya,” said Himeno. Having already sensed what was going on, she quickly left my side and started walking away hurriedly. Before leaving, she gave a slight bow to Kei, then went inside the dormitory building.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you doing out here?” I asked Kei. “I thought you went back to your room.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What am I doing? What does it look like I’m doing?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Waiting for someone.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Correct. Okay then, who am I waiting for?” Kei held up a finger as she suddenly hit me with a pop quiz. “One, Ike-kun. Two, Minami-kun. Three, Kiyotaka.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s an extremely puzzling question,” I said. “I mean, I think it’s highly likely that the answer could be number one, but…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you get it wrong, there’s going to be a penaaalty,” Kei singsonged. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Before I give my answer, can I ask what the penalty is going to be?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm, let’s see. I think I’ll write the words ‘I wuv Kei-chan’ on your forehead in marker and have you go to class with it on.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, the answer is number three.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So quick! You wanted to avoid the penalty that badly?!” Kei shot up from her spot on the bench, looking a little bit angry, and then sidled up beside me. “So? That girl you were with a minute ago, that was Himeno-san, wasn’t it? Why was she walking with you, Kiyotaka?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei was smiling, but I felt a fierce pressure emanating from her, demanding to hear an explanation right now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I told you I was meeting Kanzaki today,” I said. “Himeno was one of the people in that group I met up with.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm? But Kanzaki-kun and the others weren’t with you just now, just her.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We split up earlier. Then, while I was on my way back, I happened to bump into Himeno, and we were casually chatting. That’s all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmmm? Hmmmm? Well, I’m your girlfriend, so I suppose I’ll believe my boyfriend’s statements for the time being. Hm?” Though that’s what she said, it didn’t seem like I was entirely free from doubt. “It looked to me like you two were kinda friendly, though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I doubt that. You wouldn’t have been able to see that much in this darkness,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Uh… Y-yes, I suppose you’re right. Well, it’s like I was able to sense it somehow! Whatever. It doesn’t matter!” Kei wrapped herself around my arm, as though trying to claim the spot next to me as hers. “Let’s talk about something fun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, how about we go shopping together tomorrow at Keyaki Mall? Christmas is close,” said Kei, inviting me out with a meaningful grin. </span><span style=\" font-style: italic; font-size: 1.00em;\">“You understand what I’m trying to say, right?” </span><span style=\" font-size: 1.00em;\">the look on her face was asking me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You mean, because Sudou’s romantic confession of love ended in failure,” I realized. “So, we’re shopping for your Christmas present, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. Getting a surprise gift isn’t bad, but going shopping with my boyfriend to pick out what I want isn’t bad either.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It would be a good thing for me too, actually, because I was sure that she’d be more pleased with something that we decided on together than something I struggled to pick out myself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d like to say yes to that, but unfortunately, I can’t tomorrow,” I said. “It’ll have to be next week.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Do you have other plans again, by any chance?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had informed Kei in advance that I was meeting Kanzaki and the others today. Kei didn’t have any connection to Kanzaki and his crew, and she didn’t know why I was meeting them, so while she did look puzzled when I told her about it, she didn’t seem particularly bothered. But…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yep, that’s right,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can’t you make just a little time for me? What kind of thing do you have going on tomorrow?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Spending time with Ichinose. It would’ve been easy for me not to tell Kei about that, and deceive her instead. But the disadvantages of keeping that secret were immense, just as Kanzaki and the others had discussed in our conversation earlier. Ichinose was the sort of person who drew so much attention that if I were next to her, disquieting rumors were bound to start circulating. And on top of that, Kei had lots of friends, and those students would be her eyes and ears.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m meeting Ichinose,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Ichinose-san?” Kei’s reaction was clearly different from the time when I told her I was going to meet Kanzaki. She stopped dead in her tracks. “Who else is going to be there? Like, Kanzaki-kun, Himeno-san, those people?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As of right now, we’re not planning on anyone else being there. Just Ichinose.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, what? I’m a little confused. You’re meeting up with a girl, alone, just the two of you, on your day off?” I could tell that she was clearly in a bad mood, but I supposed that was understandable. If the situation were reversed, a normal guy would’ve reacted similarly. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I looked at Kei to see how she was taking this, she met my eyes with a glare, as though she were trying to make me feel guilty.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And what?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Normally, in this kind of situation, you’d explain your reasons,” Kei lectured me. “Like, you’d say, ‘Yeah, we’re going to meet up, just the two of us, but don’t get the wrong idea. It’s just such-and-such,’ or something. You absolutely do not want to make your girlfriend feel anxious, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s certainly true,” I said. “There are several reasons why I’m meeting up with Ichinose, and one of them is that Kanzaki and the others asked me to.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Kanzaki-kun and the others asked you to? Really?” Kei was a little relieved at the mention of Kanzaki’s name.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not public knowledge yet, but Ichinose has resigned from the student council,” I added. “There’s a lot of confusion over that right now.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-wait, hold on a minute. Is that true? I don’t really get this. Why did she?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s strange, isn’t it? Kanzaki and the others want to know the truth behind it. Being a member of the student council is in itself a positive thing for one’s class, after all. So, it’s not surprising that her classmates are upset that she’s leaving the student council at a time when they’re trying to get as many points as possible, since they’ve dropped down to Class D.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even from that brief explanation, Kei could probably imagine some of the anxiety that Kanzaki and the others were feeling.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But they’re afraid to ask Ichinose the reason directly,” I went on. “They can’t bear to hear their leader tell them something like she’s giving up on trying to get to Class A.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So…they want you to ask her the reason why in their place, then, Kiyotaka?” asked Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s exactly it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand that situation, but… Why would you get involved with Ichinose-san’s class, Kiyotaka? Isn’t it better to just let things be? I mean, if you help them out, they might become our rivals again.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her questions were entirely reasonable. This wasn’t the sort of thing that I should let Horikita and the others from her class hear about.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are reasons to help an enemy when they’re in trouble,” I replied. “But I can’t tell you about those yet.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can’t tell me…? You think I might tell someone?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like that. I’m aware of how tight-lipped you are. I just don’t feel like telling anyone what I’m trying to do at this stage, is all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I deliberately chose to speak those words in a harsh, cold tone, causing Kei’s expression to stiffen slightly. But Kei was Kei, after all; it was only natural that she couldn’t just take what I had said in stride. She seemed to hold herself back for a moment, but then she immediately started to hit me with her feelings.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Look, I know you have a lot on your mind, Kiyotaka,” she said. “I’m sure that you’re helping the class in ways I don’t know about, and I’m trying to understand that, yes, it makes sense for you to do what Kanzaki-kun and the others are asking, to find out about what’s going on with Ichinose-san. But…but… It’s… I don’t like it. You saying you’re meeting up with a girl on your day off, just the two of you… I just don’t like it. Can’t you just do this some other way, like when we’re at school, or during lunch, or something?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei pursed her lips and looked off into the distance, sulking. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It would have been easy for me to say that I was sorry, and that Kei was the only thing that mattered to me. I had already learned that it was important in romantic relationships to tell the other person not to worry. In that case, what would the opposite be like? Even if I could assume what the answer to that might be, I couldn’t actually say that I understood unless I tried to find that answer for real.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, are you going to get in the way? You can just barge in when I’m meeting Ichinose on our day off,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Th-that’s…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You won’t, will you? There’d be no benefit in it, even if you did try something like that. In that case, this conversation is over. We’ll go shopping for your Christmas present together next week. So, there shouldn’t be a problem.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Simply by not speaking kind words, I had caused the feeling in the air to change and turn extremely depressing in an instant. The happy Kei who had been waiting for me under the cold sky had vanished.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I guess not,” said Kei. “You have your own thoughts on the matter after all, right, Kiyotaka? I’m not qualified to say anything.” It wasn’t just her facial expression that was off. It was even like her emotions were escaping somewhere far away. “I’m going to stop by the convenience store for a minute before going back. You head on inside first.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, she ran off in the direction of the store without looking back at me. However, while her pace looked fast as she left, it also seemed slower than it could be, and I could tell from looking at her back that she was expecting me to run after her. All I had to do was hurry, after all, tell her that I was sorry, and say that I’d think of some other way to meet up with Ichinose. If I just did that, she would probably go back to the way she’d been feeling moments ago. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But I decided to take my eyes off her back and instead head back inside the dormitory. Thanks to this, the rift between us would grow deeper. How would Kei react, and what kind of behavior would she exhibit? And how would I feel? And what would I do? </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured that this would be a good opportunity for me to experience those things.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v9",
    "chapter": 21,
    "title": "Chapter 21"
  },
  "nextChapter": {
    "volumeId": "y2v9",
    "chapter": 23,
    "title": "Chapter 5: How to Spend a Day Off"
  },
  "toc": [
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Nagumo Miyabi’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Signs of Momentum",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: A New Student Council Member",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 4: How to Spend Time with People in Ichinose’s Class",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 5: How to Spend a Day Off",
      "href": "Text/section-0022.html#auto_bookmark_toc_22",
      "index": 23
    },
    {
      "label": "Chapter 6: Approaching the Special Exam",
      "href": "Text/section-0025.html#auto_bookmark_toc_25",
      "index": 26
    },
    {
      "label": "Chapter 7: The Expected and the Unexpected",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 8: A Tinge of Anxiety",
      "href": "Text/section-0033.html#auto_bookmark_toc_33",
      "index": 34
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0035.html",
      "index": 36
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0036.html",
      "index": 37
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Postscript",
      "href": "Text/section-0038.html#auto_bookmark_toc_38",
      "index": 39
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0039.html",
      "index": 40
    }
  ],
  "currentSpineIndex": 22
}