{
  "title": "Chapter 5: How to Spend a Day Off",
  "content": "\r\n<p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_24\"><span style=\" font-size: 1.00em;\">“Phew…! I’m beat!” Ichinose seemed far more fatigued than Amikura, perhaps because, as she herself had said earlier, she wasn’t very adept at exercise. She was taking deep breaths, her shoulders rising and falling. “I’m going to go rehydrate.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She gave us a wave, letting us know she was going. Come to think of it, I did recall that there was some sort of device installed by the locker room which allowed you to fill up bottles with water. Since it was just Amikura and me here now, I decided to chat with her a bit.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You and Ichinose were at it for a long while. You’re both pretty good at this,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh no, not at all. Wow, though. You picked the same settings we did, Ayanokouji-kun, and you’re not tired at all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m a guy, after all. Guys have a higher baseline stamina than girls,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, right. Still, I have to say this is a surprise. I figured you and Ichinose might meet up at the mall, but I didn’t think I’d bump into you at the gym this morning.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed like Amikura had not even imagined that she would suddenly encounter Ichinose and me in this place. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So? Did you…manage to get anything out of Honami-chan?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nothing yet,” I replied. “We came to the gym right after we met up. Then, we saw you, and here we are.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. But you know, Honami-chan seems like she’s really having fun, so that’s good.” As Amikura toweled off her sweat, her eyes creased happily, as though Ichinose’s happiness was her own.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess you can understand those kinds of things when you’re best friends with someone, huh?” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh yeah, you can tell. She usually has a smile on her face, but today, it feels like there’s this outburst of purity to it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now that Ichinose wasn’t around, and I was all alone with Amikura, I thought I’d challenge myself to try and casually extract information from Amikura, in order to fulfill my promise to Watanabe.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s almost Christmas,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. You’re going to be spending it with Karuizawa-san, right, Ayanokouji-kun?” Amikura answered with a question, turning things around on me before I could get anything out of her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm? Well, that’s the plan, more or less.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, um… I’m just going to come right out and ask… What are you going to do about Honami-chan?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What am I going to do?” I repeated.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, you know how she really feels, right? So, are you, I mean, you know?” Perhaps Amikura was hesitant to express her thoughts straight out, because she was somewhat vague in her wording.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you think I should do, Amikura, from your perspective?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? You’re asking me?!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, since you’re asking me this, you must have at least some idea of what you want me to do, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amikura looked somewhat at a loss. Perhaps she’d started to sweat again, because she lightly dabbed her forehead with the towel that she had around her neck.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I… What I want most is for Honami-chan to smile, I guess,” she said. “That’d be best, speaking as her friend. But you have Karuizawa-san right now, Ayanokouji-kun. I think the situation is a little different if it means you have to break up with someone, you know? I guess I think what would be best is if she could fall in love with someone else, and be happy with that person.” She made revisions to her response as she thought about her ideal scenario.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just like Amikura said, Ichinose’s current affections for me were indeed troublesome. But it was possible that this situation could be resolved in an instant if her affections were directed toward an unrelated third party instead. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re right,” I agreed. “I don’t really know very many guys myself or anything, but someone like Watanabe seems like a good fit for Ichinose. He’s easy to get along with.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I tried throwing out Watanabe’s name, going along with Amikura’s train of thought. Depending on what kind of reaction I got out of Amikura here, I might be able to learn what impression she had of him. Amikura appreciated Watanabe enough to go shopping with him on a day off—that alone might be enough for me to explore that possibility.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By Watanabe, you mean Watanabe-kun, right? From our class?” said Amikura.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. We had lots of opportunities to talk when we were in the room during the school trip. Doesn’t he get along well with Ichinose?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm… Good question.” Amikura gestured like she was lost in thought for a moment. It was an ambiguous pause that could be interpreted either as her affirming or denying what I said, and it was difficult to determine which.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Personally… I think that Honami-chan could do a little better, actually,” she concluded.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. So, you’re saying Watanabe’s not good enough.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t mean to say anything bad about Watanabe-kun by that, okay?” Amikura clarified. “I mean, I think for your average girl, he’s plenty good enough.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. What about you, by the way, Amikura?” I asked. Since I still hadn’t gotten a clear answer, I decided to press the issue, pushing on ahead with enthusiasm. If I took too long with this, Ichinose would be back before I could get anywhere.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Me?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You seem like you know a lot about love.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh no, not at all. It’s… I guess it’s just, I should say I’ve had an unrequited love for a long time, is all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh? So, you do have someone you like.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, yeah, but that’s all it is. I mean, I </span><span style=\" font-style: italic; font-size: 1.00em;\">am</span><span style=\" font-size: 1.00em;\"> in high school.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Who was it? It’d be best if I could find that out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve had this unrequited crush for almost five years now. When will I move on to my next love, I wonder?” she muttered to herself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Five years. That meant she’d had those feelings since before she came to this school. From the sounds of things, there was no need for me to press any further, but I wondered if this was good news for Watanabe. On the plus side, it at least meant he didn’t have any rivals for her affection at this school, but…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had thought I’d at least be able to get some additional information out of Amikura, like what kind of person she was into, but Ichinose was already coming back, rehydrated. Since there was no way Amikura was going to let Ichinose know that she was discussing her love life behind her back, she hurriedly moved away from me, flustered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry to have made you wait for me,” said Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, no—no worries. You feeling okay now?” replied Amikura.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If I hounded her with questions now, it would only make me look suspicious. I decided that I’d try questioning Ichinose a little later, when I could get a bit more information out of her.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Chapter_Header\"><span><span style=\" font-weight: bold; font-size: 1.00em;\">5.2</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">F</span><span style=\" font-size: 0.80em;\">OR ABOUT ANOTHER HOUR</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> I continued to experience what the gym had to offer alongside Ichinose and Amikura. Just as we were getting to a stopping point, Amikura said that she was going to stick around for a while longer, most likely because she’d picked up on the mood. Ichinose and I decided to go on ahead, saying that we’d get changed and meet back up at reception. In the meantime, I picked up a pamphlet about the gym so that I could consider joining officially.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While spending thousands more points each month was a tough pill to swallow, it wasn’t a bad idea to work up a sweat now and again. I’d gained a new recognition of how far my physical abilities had declined. I couldn’t even compare to how I’d been when I first started school here, since I had hardly done any voluntary physical activity at all for the past two years. I concluded that it would be a good idea to raise the level of my physical abilities to some extent, even if I wasn’t able to return to the level I was at previously.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After we finished changing, Ichinose and I left the gym and headed back into the mall.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did you get a pamphlet?” asked Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. I’m giving some serious thought to going to the gym for real,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, okay, I see. If that happens, we…might see each other more often, then.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, we might.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are we going to do now?” I asked. There was no way her routine could be over just with the trip to the gym alone. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I guess I often take a peek in bookstores and places like that,” she said. “And after that, I’ll stop at the general store or something. But I’m a bit more worn out than usual today, so I think I might want to take a little breather. Is it okay if we stop by a bench or something and take a break?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if your workout routine was the same as usual, a change in environment could change the level of physical exhaustion you’d feel. It was also important to choose to rest, rather than forcing yourself to stick to routine.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You sure you don’t want to go to a café or something?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, it’s okay. I mean, I’m sure we’d probably draw attention.” It sounded like Ichinose had been thinking about my situation when she made her suggestion.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It makes me happy that you’re thinking of me, but I really don’t mind,” I said. “It’s all right if we go to a café or something, okay?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Really? …Well, if you’re all right with it, Ayanokouji-kun, then I don’t mind at all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we avoided being seen, that could make us look even more suspicious. Having tea in a café with a member of the opposite sex from time to time was just a common part of everyday life, after all. It was precisely because she was fixating on it that it seemed like something out of the ordinary. So, I urged her to just do the kind of thing she’d usually do, and we headed to the café. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Still, out of consideration for me, she chose to go to the smaller café on the second floor of the mall rather than the one on the first floor, where people tended&#160;to gather. We both chose whatever drinks happened to&#160;catch our fancy and took our seats at a table.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you mind if I ask you a question, Ayanokouji-kun?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A question? Sure, ask me whatever.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Does the reason you invited me out today have anything to do with my resignation from the student council?” She asked this question very timidly, but it seemed like she was sure there was a connection. I figured she probably must have guessed something was up when I suddenly asked her out on her day off.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I said it had nothing to do with that, I’d be lying, yeah,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I thought so. I’m happy that you gave me an honest answer, though.” Ichinose averted her eyes as usual as she spoke, but her mouth relaxed into a smile.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, that’s because I was so surprised that you quit the student council,” I added. “I thought there was a good chance that you would’ve won in the election against Horikita.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose had been making contributions to the student council since early in her first year of school. On top of that, there was her character and her abilities. Horikita had entered the student council one term later. On the other hand, her older brother had held the position of student council president before, plus she had influence that came from currently being in Class B. Taking those things into consideration, people would probably say that they were evenly matched candidates.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If we did hold a student council election, who would you have supported, Ayanokouji-kun?” Ichinose asked. “Actually, forget it… That’s a stupid question. I’m sorry.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whether I liked it or not, Horikita was currently my classmate. It was highly beneficial to have one of your own classmates as student council president, for the betterment of your class.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Personally, I had planned on looking at things impartially,” I told her. “I didn’t feel the need to support Horikita simply because we’re classmates. If Nagumo said that he was going to endorse Horikita, I was actually going to back you, Ichinose.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was honestly how I felt, but Ichinose probably interpreted it as flattery. While she did look happy about what I’d said, she seemed to feel even more apologetic.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…if we did have the election, I’m sure I wouldn’t have won,” she said. “I’m no match for Horikita-san.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It sounded like Ichinose hadn’t felt like she could beat Horikita even before the fight. However, that wasn’t because Horikita was somehow superior to Ichinose in terms of ability; it was nothing more than Ichinose losing on the mental level.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s probably better that I resigned after all, Ayanokouji-kun, since that way, I won’t embarrass you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You never know how a competition ends until it’s over, though,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just hearing you say that makes me happy,” said Ichinose. “Thank you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But even before the election came up, you had already decided to resign from the student council, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did that one incident from the school trip have something to do with it? If so, then—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s not it,” said Ichinose firmly, interrupting me. She was holding on to the paper cup in her hand so tightly that it looked like it was about to crumple. “I was already thinking about it before that happened. I’m not qualified for the student council. I don’t have the ability, I’m not popular, and, more importantly…I have a past that I can’t erase.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For an instant, as she talked, Ichinose’s face in profile closely resembled what I’d seen during the school trip. But she didn’t start crying, like she had back then. Apparently, she had no intention of remaining weak.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…but I haven’t given up on everything,” she went on. “I know that some people in my class are worried that I’ve even given up on trying to get to Class A, but it’s not&#160;true.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Meaning you plan to keep trying for Class A?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“On that night during the school trip, you said, ‘If you don’t have the courage to take that first step, I can lend you a hand.’ When you told me that, it helped me come to a decision.” Ichinose made eye contact with me and smiled. “I can still fight. But I realized then that I couldn’t win that fight wearing two different hats at once, you know? I decided that continuing to serve on the council was a luxury I couldn’t afford—or really, I guess, it would just be a distraction.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, that was what led her to resign from the student council, then.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh… But I guess maybe the reason I quit actually </span><span style=\" font-style: italic; font-size: 1.00em;\">was</span><span style=\" font-size: 1.00em;\"> because of what happened during the school trip, after all, then,” she said, a little sheepishly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s what it sounds like,” I said jokingly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose chuckled in response to my lighthearted reply, the line of her eyes curving happily. “I’m planning to tell everyone in my class the things I just told you about, Ayanokouji-kun—about me quitting the student council, and what I was thinking up until I resigned—at the beginning of the week. It wouldn’t be good if things were misunderstood, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s good,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If her classmates still didn’t know what Ichinose was really thinking and feeling, and continued to fumble around looking for answers, that would hinder them in their showdown with Ryuuen’s class. After that time of instability throughout the school trip, Ichinose’s ability to digest what happened and process it quickly was a major strength of hers. She had lost her position in the student council, which was one of the weapons in her arsenal, but what she’d gained was greater than that. I figured it was safe to say that the situation that I had some apprehension over had been resolved, at least temporarily. I felt like I could probably give Kanzaki a good report.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, that reminds me,” I said. “This is completely unrelated, but there’s something I wanted to ask you. Do&#160;you mind?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not at all. What’s up?” she asked in return.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wanted to push a little harder and do some more legwork for Watanabe. “Do you know what type of guy Amikura likes?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?” Ichinose had been lifting her cup to her mouth, but her hand froze when I asked that question. Up until moments ago, Ichinose had often averted her eyes from me in our conversation, but now, she looked straight into my eyes and wasn’t looking away. If anything, I had to say I felt like I’d been struck with an urge to flee.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why are you asking me that?” asked Ichinose. Her voice hadn’t changed. She didn’t sound angry or anything. But still, I wondered why the feeling I was getting from Ichinose as she sat in front of me, which shouldn’t have&#160;varied from how it was moments ago, was now different.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well… I mean, if you’re asking why, it’s just that I was kind of curious for some reason, is all,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For some reason?” she repeated. “You want to know Mako-chan’s type for ‘some reason’? That really doesn’t seem like you, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As she spoke, the already heavy air seemed to get even heavier. I found myself stumbling over my words, whether I liked it or not. However, I couldn’t let her sniff out Watanabe’s part in this so easily.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, it crossed my mind since we were on the school trip together and everything, but Amikura is cute, and she seems popular.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I think so too. Mako-chan is cute. So, how does that tie into asking her type?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It…doesn’t,” I admitted.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Mm-hmm. This isn’t like you, Ayanokouji-kun, you know that?” She told me once again that I was acting out of character. More importantly, though, there was no sign of her taking her eyes off me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, it’s… Well, yeah, you’re probably right about that,” I conceded.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wondered where in the world the peaceful vibe we’d had until moments ago had gone. Ichinose, still holding her cup near her mouth, was pressing me for answers, her expression no different from usual.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why do you want to know Mako-chan’s type?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No reason in—” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“—in particular?” she said, finishing my thought.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, it’s not like there’s ‘no’ reason at all whatsoever, I guess. That’s why I’m asking.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I abandoned trying to maintain eye contact and averted my eyes, looking over at the café employees. Oh, it looked like they’d just gotten an order or something, because they were making a drink with chocolate in it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Without paying any mind to the fact that my eyes were wandering, Ichinose continued to question me. “Did you meet up with Mako-chan somewhere before you met up with me?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Wait, what?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When we bumped into her at the gym today by coincidence, you two shared a strange look. Like what they call having a conversation with your eyes.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Ichinose was this sure of the truth, then denying anything would only make things worse.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You noticed,” I admitted.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I could tell. Because I…I’m always looking your way, Ayanokouji-kun, and thinking about you. So…” At that point, Ichinose finally averted her gaze from me. She must have realized that she had worked herself up into saying something really embarrassing. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She started over. “This is just a theory on my part. Mako-chan and everyone else in my class must have been really worried after hearing talk of me resigning from the student council. So, they came to talk to you for help, didn’t they? They asked you to come check on me, if at all possible. Right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose had just recovered mentally and emotionally, and showed it by proving to me that she had a firm understanding of what was going on. She really was paying attention to what was happening around her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Bravo. Exactly correct.” She was so good that I honestly wanted to give her a round of applause, but I&#160;decided to refrain from doing so.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But still, I don’t get it. Why would you want to know what type of person Mako-chan likes, then?” asked Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if Ichinose was able to deduce that I’d had a discussion with Amikura shortly before, it was completely understandable why she wouldn’t see how that would lead to me asking what type of man Amikura liked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why do you think?” I decided to try asking Ichinose, to see if she could think it through and guess correctly. Or rather, this was the best way I had left to conceal Watanabe’s presence. It would probably be better to work backward starting from Ichinose’s suspicions, and then just fabricate a suitable answer based on those.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm, it could be that…Ayanokouji-kun is interested in Mako-chan, so… No, that’s probably not it,” said Ichinose, thinking aloud. “Yeah, I’m not fond of that answer, so I’m not going to think about it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although she had thrown that idea out as an option, she quickly shot it down herself. More importantly, though… That was a really bold thing of her to say, even though it was just the two of us here. Ichinose still had feelings for me. She wasn’t even trying to hide her intentions in that regard. Or perhaps she wasn’t actually thinking too deeply about it, and she had muttered those words unconsciously? Even though I was observing her closely, I couldn’t tell what Ichinose’s true intentions were, because the fog was too thick; I couldn’t see through.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, if it’s something other than that, then… There’s a boy who likes Mako-chan, and he asked you to find out. Yeah, that might fit. He probably figured that I’d know her type,” reasoned Ichinose. She was getting so many bullseyes that it was almost a little scary. “So, in other words, it’s a boy who is aware of the relationship I have with Mako-chan. And, on top of that, it’s a student from my class who has contact with you, Ayanokouji-kun. So—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right. I’ll come clean,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Sorry, Watanabe.</span><span style=\" font-size: 1.00em;\"> No careless attempt at deception was going to work against Ichinose today, when she was so sharp. If I hadn’t stopped her right then, she was going to start naming names any second.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s a guy who likes Amikura, and he asked me to find out,” I admitted. “I thought that you wouldn’t be able to figure out who that guy is, but I’m seeing now that might’ve been a little presumptuous on my part.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wasn’t saying that the act of indirectly exploring what someone liked in a member of the opposite sex was bad. However, whether it would please Amikura was another matter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry. Just forget about this,” I added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh no, it’s okay,” said Ichinose. “It’s natural for people to want to know about the person they like, and I know it takes a lot of courage to ask someone directly. Mako-chan is a really, really good girl. I honestly don’t know what her type is, though. I’ve never asked. But, at least from what I’ve heard, I don’t think that there’s anyone at this school that she likes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If there wasn’t “anyone at this school,” that implied that there was someone, just not someone here. That tied back to what Amikura was saying earlier.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Apparently, there was a classmate she liked back in junior high,” Ichinose went on. “I don’t think they ever dated or anything, but I think she’s always cared about this person, and I don’t think she’s fallen for anybody else yet.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, that was the state of Amikura’s love life. Most likely, not even Watanabe had envisioned this situation. The fact that she’d been thinking about this boy for such a long time might prove a surprisingly high hurdle for Watanabe. Even so, that didn’t necessarily mean he had no chance at all. If he could build a good, close relationship with her over the year starting now, I figured he’d probably have a fairly good chance. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m afraid that’s all I can tell you, but I hope it’s helpful,” said Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Plenty. Thanks, Ichinose,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Watanabe-kun really has come to depend on you a lot, hasn’t he, Ayanokouji-kun?” she said happily.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I never once mentioned Watanabe.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, that’s right. Sorry, sorry.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed that the biggest reason I had failed to keep Watanabe’s name hidden was because I had too few friendly acquaintances in their class, rather than because I had mentioned his name earlier in the morning.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Chapter_Header\"><span><span style=\" font-weight: bold; font-size: 1.00em;\">5.3</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">A</span><span style=\" font-size: 0.80em;\">FTER THAT</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> we enjoyed ourselves around Keyaki Mall for a while. Like Ichinose had said earlier, rather than actually doing any shopping, we just wandered around looking aimlessly at the stores. Half of the day was spent showing me a clear overview of her routine. Then, when it was time for lunch, we both left the mall.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s already started to rain, huh?” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I wouldn’t say that it was pouring or anything, it looked like it had been sprinkling for a while now. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks like it,” said Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since we had both brought umbrellas with us, we each put them up and started walking.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry to have taken up your day,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh no, nothing to be sorry for,” she replied. “I’m happy to know that there are people who care about me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The sole reason I had told her I wanted to meet and invited her out was so that I could extract information from her. It wouldn’t be unreasonable at all if she was mad at me about it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But Ichinose didn’t call me out over it or insult me. Far from it—she offered me words of gratitude.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No need to thank me,” I said. “I’m sorry about what I did. Thinking about my choices now, I should have asked you up front, instead of doing things in such a roundabout way.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, stop. It’s because you took the roundabout way with me that…we were able to spend time together today, after all,” Ichinose muttered shyly. She looked embarrassed, and her cheeks were turning red. “Karuizawa-san isn’t angry, is she? You talked to her about today, right? Though, I’m sure no matter what the circumstances are, she probably really doesn’t like the idea of you spending the day with another girl.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was worried about Kei, even though Kei was in a position that got in the way of what Ichinose wanted. Was that how Ichinose truly felt? Or was that just her being polite?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You might be right about that,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As we walked on back toward the dormitory, we saw that small puddles had already begun to form on the path, and our shoes splashed in some as we walked along. A sudden, unexpected silence. There was a heavy feeling in the air, and, unlike this morning, I didn’t know what it was.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can I ask you something?” Ichinose asked. “Was it you who asked her out, Ayanokouji-kun? Or did Karuizawa-san ask you out?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was looking at me searchingly. I couldn’t give her the answer she was hoping to hear.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I did,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. So, you fell for her and asked her out… I’m jealous.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Before, I had never thought that there’d be a time when I’d be with Ichinose like this, having this kind of talk. However, Ichinose seemed like she was okay walking alongside me now. Or rather, like she was prepared to accept it. Usually, in a situation like this, one person would already have sorted out their feelings for the other person, settling the matter, burying their emotions. Now, I wasn’t being conceited here, but after calmly looking at Ichinose, I could tell that she still had strong feelings for me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If that was the case, then what was the reason for her current psychological state? Was it simply a show of courage on her part? Or was she on the verge of giving up? Neither of those assumptions were making things click together in my head. Strangely enough, Ichinose’s eyes seemed to have more of a sparkle to them after she asked about Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, there weren’t any awkward misunderstandings or anything?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It didn’t go as smoothly as I hoped,” I said. “I tried to explain it to her properly, but I think I made her a little mad.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. If you want, Ayanokouji-kun, I can tell her what’s going on. Would that help?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t need to worry about it, Ichinose. It’s my fault for not explaining it to her better beforehand.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, I supposed that my cold war with Kei might continue for the foreseeable future. There was another period of silence between Ichinose and me, and things stayed that way until we parted ways. We eventually reached the dormitory lobby, and once the elevator came down, we both got onto it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose waved goodbye to me when we reached the fourth floor. “I had a lot of fun today. Thank you, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“See you later, Ichinose.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In those few seconds before the elevator doors closed, Ichinose and I met each other’s eyes, not looking away, until she disappeared from sight. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I returned to my room, I contacted Kanzaki via the chat app and gave him my report. I told him that Ichinose had not given up hope of reaching Class A, and that she had resigned from the student council so that she could concentrate more on that fight in the future. As an addendum, I also included a note that Ichinose intended to tell people about her resignation from the student council tomorrow on Monday, and so on.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The message I received back from Kanzaki was a question. He wondered whether, from my point of view, those things seemed to be true. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At the very least, I hadn’t sensed any falsehoods. More importantly, though, I was able to catch a glimpse of an unusual assertiveness from Ichinose that I hadn’t seen before. Whether that would lead to good luck or bad luck was unclear at this point, but I had a feeling that from now on, I was going to see a different side of Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I told Kanzaki to watch over and support her, while at the same time looking for friends who could express their opinions to her. Perhaps he felt relieved for the time being, because he sent me back a message conveying deep gratitude.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Still no word from Kei, though, huh?” I thought aloud.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I could have told her that I was done with my plans for the day now, but I’d meet her at school tomorrow anyway. If I provided her with an explanation then, I should be able to supplement it sufficiently. With that thought in mind, I decided not to contact Kei today, and just leave things be.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v9",
    "chapter": 24,
    "title": "Chapter 24"
  },
  "nextChapter": {
    "volumeId": "y2v9",
    "chapter": 26,
    "title": "Chapter 6: Approaching the Special Exam"
  },
  "toc": [
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Nagumo Miyabi’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Signs of Momentum",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: A New Student Council Member",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 4: How to Spend Time with People in Ichinose’s Class",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 5: How to Spend a Day Off",
      "href": "Text/section-0022.html#auto_bookmark_toc_22",
      "index": 23
    },
    {
      "label": "Chapter 6: Approaching the Special Exam",
      "href": "Text/section-0025.html#auto_bookmark_toc_25",
      "index": 26
    },
    {
      "label": "Chapter 7: The Expected and the Unexpected",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 8: A Tinge of Anxiety",
      "href": "Text/section-0033.html#auto_bookmark_toc_33",
      "index": 34
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0035.html",
      "index": 36
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0036.html",
      "index": 37
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Postscript",
      "href": "Text/section-0038.html#auto_bookmark_toc_38",
      "index": 39
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0039.html",
      "index": 40
    }
  ],
  "currentSpineIndex": 25
}