{
  "title": "Chapter 7: The Expected and the Unexpected",
  "content": "\r\n<p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_32\"><span style=\" font-size: 1.00em;\">“Yes, I know, but shouldn’t there be a notebook used for keeping meeting minutes in the student council office?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Really? I went out and bought this one, though…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the sounds of it, she was so enthusiastic about serving on the student council that she ended up doing something rash.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s not a big problem, but if you have a receipt, submit it at a later date. I will reimburse you,” said Horikita. Out of the student council’s budget, I presumed. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Y-yes, all right,” said Nanase. “I’m sorry.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, let’s head inside right away, shall we?” suggested Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the looks of it, Nagumo had already arrived, and was waiting inside the student council office with Kiriyama. He wasn’t in the student council president’s chair, where he usually sat; instead he was standing upright.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry about this, Horikita,” he said. “I’m sure you second-years are worn out after the special exam.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I do not mind,” Horikita said. “Anyway, you mentioned that this is related to Kiryuuin-senpai’s case…?” Acting as though she didn’t know anything, she pointedly didn’t mention that I had explained the matter to her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes,” Nagumo replied. “I got a call from Kiriyama. He told me that Kiryuuin is filing a complaint against the student council, so he said we needed to set up a meeting.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Filing a complaint against the student council…?” repeated Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This was the first I had heard of it. Filing a complaint against the student council. Why had Kiryuuin chosen to go with a method like that, I wondered?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyhow, Kiriyama, why’d you ask for Ayanokouji, too?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because he was one of the people who was present at the time,” Kiriyama replied. “I deemed it necessary based on the thought that he would be bothered if gossip happened to spread and he didn’t know anything about what was going on.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, well, that’s fine, then,” Nagumo said. “Anyway, I have to say, I’m kind of lucky to be able to observe Suzune’s first performance.” He urged Horikita to sit in the president’s chair.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Thank you.” Horikita gave a polite bow and proceeded to sit down.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see that, in the end, you chose Kushida as your vice president,” observed Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. I considered asking Aga-kun, a first-year student who’d joined the student council, but I decided that Kushida-san, who possesses a more in-depth understanding of the school, would be a more appropriate choice. Is there a problem?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nope. I don’t have any complaints about your choice of appointment.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Along with Horikita, who had already taken the student council president’s seat, Kushida, the newly appointed vice president, sat down as well. The two of them had serious looks on their faces, and they didn’t exchange any jokes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know, though, Kiryuuin’s really got nerves of steel, eh?” said Nagumo. “Showing up late, even though she’s the one who asked for this.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was another few minutes before Kiryuuin Fuuka entered the room for the deliberation; she was the last person to arrive.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry to have kept the new student council president waiting,” she said to Horikita. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please have a seat,” Horikita told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, thank you. I’m going to stay standing as we talk. You don’t mind, do you?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not at all,” Horikita replied. “Understood. Now then, getting right to business, I would like to ask you a few questions, Kiryuuin-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ask away.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems that you’ve decided to file a complaint against the student council. I was wondering if I could ask about the nature of your complaint.” Horikita was continuing to act as though she hadn’t been told anything. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Complaint?” Kiryuuin cocked her head to one side, apparently puzzled, but Kiriyama promptly pressed her to drop the act.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You are already drawing this out longer thanks to your tardiness,” he said. “Please do not waste our time; just get on with it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dear me, so impatient. Well, whatever. All right, allow me to explain what happened once again.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While shopping at Keyaki Mall after school, Kiryuuin had almost been framed for shoplifting by Yamanaka from Class 3-D. Fortunately, though, just as Yamanaka was about to slip the item into her bag, Kiryuuin noticed and stopped her. So, the shoplifting incident had gone off the rails.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t believe for a second that Yamanaka was acting on some personal grudge,” said Kiryuuin. She gave Nagumo a pointed sidelong look. “When I pressed Yamanaka for answers, she confessed that she had been instructed to commit this crime by a certain individual.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And who was this individual?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The former student council president right here with us now. Nagumo Miyabi.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The first-year students serving on the student council, who were hearing about this for the first time, looked over at Nagumo, completely taken aback. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There had been several incidents centered around Kiryuuin Fuuka. No, rather, I supposed that they were </span><span style=\" font-style: italic; font-size: 1.00em;\">circumstances</span><span style=\" font-size: 1.00em;\"> that presented cause for concern. Had Yamanaka done this of her own volition, or not? If it was the former, then the student council would need to hear what had happened and hand down punishment. If it was the latter, then they would need to find the real culprit. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I decided to see if Horikita, as the student council president, could navigate this initial voyage in her new career without incident.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We have now heard from Kiryuuin-senpai,” said Horikita. “Nagumo-senpai, do you have any objections to what she has said?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course I do. Unfortunately, Kiryuuin, I didn’t give Yamanaka any such instructions. If an incident like this became public, my credibility would take a hit. There isn’t a single benefit to me in it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not so sure about that,” argued Kiryuuin. “I know that you’ve always wanted to have a serious fight with me. But throughout these past three years, you’ve never been able to. Are you saying you don’t resent me for that? Maybe you were trying to incite me into coming to you for a fight.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So far, they were talking in circles, just like the last time.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s true that I was interested in having a showdown with you,” said Nagumo. “But any interest I had in you has long, long disappeared, since you were so stubbornly unwilling to do anything.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiryuuin chuckled. “Ha ha ha. Is that really true, though?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Neither one of them was willing to accept what the other was claiming.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now Horikita stepped in, addressing Kiriyama, who she had selected as a relevant third party. “Kiriyama-senpai, you are Kiryuuin-senpai’s classmate, and you have supported Nagumo-senpai for quite some time as vice president. After hearing both sides make their case, what are your thoughts?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can understand why Kiryuuin would feel indignant, having almost been framed for shoplifting,” said Kiriyama. “That being said, I can’t imagine that Nagumo was involved in this incident. If Nagumo were serious about framing Kiryuuin for a crime, I’m sure he would have chosen a better and more effective method.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t think you might just be overestimating Nagumo?” Kiryuuin placed her hand on her hip with a faint smile, trying to needle Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Considering what Nagumo has accomplished at this school, it is obvious that I am not overestimating him,” Kiriyama insisted.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay then, in that case, why did Yamanaka-senpai try and cause this incident?” asked Horikita. “Did Kiryuuin-senpai do something to warrant Yamanaka-senpai developing a grudge against her without realizing it, and was that what spurred Yamanaka-senpai to action? If so, why then did she try and pin the blame for her actions on Nagumo-senpai? What do you think about that?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“While I do not know the truth, it’s certainly difficult to imagine that Yamanaka did this on her own,” said Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re saying that she didn’t act alone,” replied Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yamanaka belongs to an exceptionally low caste among the third-year students,” Kiriyama said. “It is entirely conceivable that she could have, for example, been manipulated or coerced into action in exchange for Private Points as a reward, even by someone other than Nagumo.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiriyama’s only argument was that it wasn’t Nagumo or Yamanaka, but rather, a third party lurking in the shadows.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If that’s true, we’ll need to start making some moves if we want to find the true culprit,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, you’re right,” Kiriyama agreed. “But it will be difficult to identify the culprit. At the time when Yamanaka was forced into giving a confession by Kiryuuin, she still didn’t speak truthfully, and instead gave Nagumo’s name. That sort of thing is only possible if there is a commensurate level of preparation.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you know any reason why she would have done so, Kushida-san?” Horikita posed the question to Kushida, who had been listening to the conversation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For a third-year student like Yamanaka-san, doing something like trying to pin blame on Nagumo-senpai would only be a disadvantage,” Kushida said. “And yet, she said his name. In that case… That means she was extremely focused on protecting the real culprit, I think.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Exactly. It means that she is afraid of the real culprit—even more so than of Nagumo, whom she should fear the most,” said Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t understand,” said Kiryuuin. “I can’t think of any student that she would fear more than Nagumo. Can you? You’re just trying to push the issue to convince me that there’s some other secret mastermind out there, aren’t you?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From Kiryuuin’s point of view as someone who continued to suspect Nagumo, Kiriyama was just another person on Nagumo’s side. Even the fact that Kiriyama was essentially giving up on the idea of trying to find the real culprit, saying that it would be difficult to identify them, only served to heighten Kiryuuin’s feelings of distrust.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think that you’re the one making assumptions here—you’re assuming that I must be the one who did it,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, obviously, because there are no other candidates,” argued Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d like to ask that you both please be quiet for a moment,” said Horikita. “It is clear that having the two of you discuss it between yourselves will not solve the issue.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just as Horikita said, Kiryuuin and Nagumo’s circular argument was getting nowhere.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kiriyama-senpai.” Horikita turned to the former vice president. “If you were to decide what to do on this matter, how would you settle it?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I would say we should avoid any further inquiry or investigation into the matter,” Kiriyama replied. “However, even if her attempt ended in failure, what Yamanaka did was an unforgivable act. I would apologize to Kiryuuin once again and pay her as much in damages as possible. I don’t think there would be any issues with that kind of response.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, then, you’re saying that there would be no need to report this to the school?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If Yamanaka committed this crime on her own, then I’d say yes, we should report it. However, even if we were to report the issue to the administrators in this case, if&#160;the real culprit is not found, Yamanaka alone will bear all the&#160;blame. Am I wrong?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s certainly true,” agreed Horikita. “Even if the school did launch an investigation, that wouldn’t necessarily mean that the culprit would be brought to light…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">They had concluded that Nagumo was innocent, but I wondered if this was an appropriate point of compromise.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All I want is an apology from the real culprit,” said Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t expect we’ll be able to arrange that,” Kiriyama responded with a shrug. “Or do you perhaps think you can get to the real culprit? I don’t recall hearing a single bit of news on that front over the past few weeks. Did you get some useful information from Anzai, the student who you threatened with behavior that was close to assault?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t believed that Anzai had been injured or anything, but there was no doubt in anyone’s mind that he had been attacked, and in a way that might present a serious problem. Though there was some room for sympathy for her, Kiryuuin would be in trouble if she were charged with that offense.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-kun,” said Horikita. “I heard that you encountered Asahina-senpai the other day. Is that correct?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At this point, Horikita changed the subject of the conversation, turning it toward the events I’d just told her about. Nagumo, who had been asked to remain quiet earlier, turned his gaze toward me at the mention of Asahina—someone who he had a close relationship with.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I just heard about what the situation was for the third-year students through Asahina-senpai, more or less,” I replied. “Stuff about the kind of contract that Nagumo is forcing the third-year students into, what&#160;kind of relationship they have. I tried to find out what kind of&#160;feelings she had regarding all that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“En route to the student council office, I received a report from Ayanokouji-kun with that information,” Horikita added. “In talking with Asahina-senpai, he also explored the matter of Yamanaka-senpai in detail.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh? I’d expect no less from you, Ayanokouji,” said Kiryuuin. “I know you’re the kind of guy who’ll follow through—that’s exactly why I asked you for help.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had already reported this matter to Kiryuuin, but she was putting on a show, deliberately acting as though this was the first time she had heard of it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You used Ayanokouji, Kiryuuin?” asked Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you disapprove, Nagumo?” she asked in return.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. It’s just, if that’s the case, then—” Nagumo must have had something on his mind, because he looked as though he was going to continue speaking, but then he suddenly shut his mouth. “Sorry. Don’t pay me any mind. Continue, Suzune. This is your first agenda item as student council president, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo decided against doing anything rash, and once again assumed the position of watching over proceedings.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“From what I’ve been told,” Horikita continued, “Ayanokouji-kun was unable to meet Yamanaka-senpai, and someone else appeared before him instead. That someone was Tachibana-senpai, another student from Class 3-D, like Yamanaka-senpai. Why did he show up, as someone who shouldn’t have had any relation to this? It seems possible that he came to prevent Yamanaka-senpai from telling the truth.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re saying that there’s a connection between Yamanaka and Tachibana?” Nagumo asked her, acting as though he didn’t know anything about it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-kun said that when he asked Tachibana-senpai about the truth of the matter, he got the same answer from him that Yamanaka-senpai gave,” Horikita explained. “Tachibana-senpai insisted that she was instructed to put the item in Kiryuuin-senpai’s bag on your orders, Nagumo-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t even need to say this, but I never had any conversation like that with Tachibana,” Nagumo said. “In fact, I don’t remember even hearing a word from him over the past month or so. Maybe Tachibana is the real culprit.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, of course you’d say that.” It was inevitable that Kiryuuin would respond that way to Nagumo, too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kiryuuin-senpai, do you have a deep connection with Tachibana-senpai?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Absolutely not. I can definitively state that I have no more of a connection to him than I do with Nagumo.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, in other words, if we were to consider him a possible culprit, he would have even less motive than Yamanaka-senpai,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Does this mean that Tachibana-senpai was given orders, then, like Yamanaka-senpai?” asked Nanase, who had been taking notes up until this point, recording the minutes in her notebook.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though Nanase had posed that question to Horikita, she didn’t answer it, and instead remained silent. I was sure that everyone must be surprised by that, as they would expect Horikita to answer right away.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Surely that’s not the end of the report you received, is it?” said Kiryuuin. “Let’s hear the rest, Ms. President.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, Horikita still didn’t respond, not even to Kiryuuin’s urging. That was understandable, though. It&#160;was because I hadn’t told Horikita the next part, the vital piece. I had given her the same amount of information I gave to Asahina, who had been there with me when I met Tachibana the other day. If Horikita asked for my help, I would lend her a hand. But before that, I wanted to see where Horikita’s train of thought would lead her, what she’d deduce from it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nagumo-senpai says that he is not the culprit,” Horikita said at last. “On the other hand, Yamanaka-senpai and Tachibana-senpai have both consistently claimed that they got orders from Nagumo-senpai. That is a clear contradiction.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“One side must be lying, then,” said Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It is normal to think so,” replied Horikita. “But first, I’d like to try believing what both sides claim.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase’s pen stopped moving. “But wouldn’t it be difficult to believe contradictory statements?” she muttered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Normally, yes. But what if neither side was actually lying? I think that if we considered a certain condition, that would remove the contradiction.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the sounds of it, Horikita had produced one possibility through the course of this conversation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The real culprit told Tachibana-senpai that they wanted him to do this one job on Nagumo-senpai’s orders,” Horikita theorized. “It’s precisely because Tachibana-senpai and Yamanaka-senpai believed what the real culprit said that they’ve continued to stick to their story. However, the culprit requested a criminal act. Normally, you would imagine that they would want to meet with Nagumo-senpai directly, to make sure the culprit was telling the truth.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was normal to think that they would want a guarantee, or a firm promise that they would receive something in return.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“However, they didn’t do that,” Horikita went on. “And why was that? I think it was most likely because the real culprit was also someone who Yamanaka-senpai and Tachibana-senpai thought of as trustworthy. Someone who speaks for Nagumo-senpai. And someone with power.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was only one such person in this school who could make the kinds of statements that Horikita was suggesting.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, in this case, the person who was really pulling the strings from the shadows…wasn’t Nagumo-senpai. It was the former vice president, Kiriyama-senpai. It was you, wasn’t it?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everyone turned to look at Kiriyama in unison. He looked calm and composed, and expressed his doubts when he heard his name called. “Me? How did you come to that conclusion?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did you not understand from the explanation I just gave?” said Horikita. “That is the conclusion that best fits all the available information.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s no guarantee whatsoever that the information Ayanokouji unearthed is true, though,” Kiriyama protested. “I have been promised a ticket to Class A by Nagumo. I would never do anything that could incite rebellion.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In response to Kiriyama explaining himself, an unexpected person spoke up in his defense.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The student council president’s deduction is interesting, but what Kiriyama says is true,” said Kiryuuin. “That is the main reason I don’t suspect him. A tame dog doesn’t have the courage to bite his master.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, I’m sure he won’t mind if we call Yamanaka-senpai and Tachibana-senpai to appear as new witnesses, then, will he?” said Horikita, looking to Nagumo for confirmation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re the president,” he said. “Do whatever you like.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see,” answered Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was none other than Kiriyama who had told her to wait.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do these witnesses know that they are going to be called at this time?” asked Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. I will contact them now and speak with them,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiriyama glared at Horikita, and then glared at me, since I had gotten involved in this case. If the theory that the real culprit was Kiriyama hadn’t been proposed, then I might have been able to get through this without attracting attention. However, I figured that a barrage of questions would be inevitable to clear up these suspicions that had come to the surface. I wondered if Kiriyama could have kept his involvement hidden, even though he hadn’t met in advance with those other two students to discuss any of this, now that all the key players had been brought together. It wasn’t easy to continue to lie and mislead in a situation like this.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is there a problem with calling them here?” Horikita asked him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If they didn’t want to be dragged out into the open, then all she needed to do was drag them out anyway. That was the simplest and quickest method.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you getting all flustered for, Kiriyama? This doesn’t have anything to do with you, so it shouldn’t be an issue. Just let it happen.” Nagumo was talking in a lighthearted, joking manner, but you could see the will in his eyes. It didn’t seem like he’d suspected Kiriyama until just moments ago, but he had apparently picked up on the change in the way things were going.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…All right. Why don’t we stop this now?” Kiriyama, realizing that there was nothing more he could do, appealed to us to end it here, as though he had resigned himself to it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you mean by that?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean there is no need for you to call witnesses. I admit that I am the one who gave Tachibana the order.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I never imagined it’d be you,” said Kiryuuin. “All right, let’s hear it, then. Why did you do something like this?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps it was because Kiriyama had accepted his fate and prepared himself for the worst, but he didn’t look panicked at all. “I did you wrong, Kiryuuin,” he said, “but it had to be you, in order to accomplish my goal.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It had to be me?” she repeated.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiriyama began to explain. “When I told Tachibana that I was delivering an order on behalf of Nagumo, and that he was to carry out this job in exchange for points, he accepted without a second’s hesitation. The end of the second semester is close at hand, and the sense of urgency he felt was considerable, after all. There wasn’t even a flicker of doubt in his mind about it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was perfectly understandable why Tachibana would believe Kiriyama, considering that the message was coming from the vice president, someone close to Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The general outline of my lie went like this: if he could successfully frame Kiryuuin for shoplifting without her realizing, Nagumo would give him a ticket to Class A. The deal would be rendered invalid if he failed, of course, but he would still get points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s a bold lie,” remarked Nagumo. “If Yamanaka </span><span style=\" font-style: italic; font-size: 1.00em;\">had</span><span style=\" font-size: 1.00em;\"> succeeded, your lie would have been exposed immediately.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was correct. Tachibana and Yamanaka would have gone to Nagumo right away to demand their reward, their tickets. The fact that Kiriyama had given false orders would have immediately become known to everyone.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kiryuuin and I were in the same class for three years,” Kiriyama replied. “I know her personality and her abilities very well. I’d determined that it would be impossible for someone of Yamanaka’s caliber to plant an item on Kiryuuin without her noticing.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was the reason it needed to be Kiryuuin. Kiriyama had chosen the person who would ensure the mission ended in failure.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you knew from the very beginning that they’d be found out,” said Kiryuuin. “But I don’t understand. This is far too elaborate to be for the sole purpose of making me angry, and there’s no benefit for you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, I see. So, that means we were wrong in thinking that the goal was to frame Kiryuuin-senpai for shoplifting,” said Nanase. As she took the minutes, she nodded to herself over and over, repeating, “Okay, okay.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right,” said Kiriyama. “I knew that as soon as you pressed Yamanaka for answers, and you got Nagumo’s name, you would first come to make an appointment with me, your classmate, so that you could speak directly to Nagumo. My real objective was specifically to arrange the timing for that appointment so that it would overlap with a certain other time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since I had been present at that certain time, in that certain situation, I could immediately see what Kiriyama had been trying to do.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The student council election,” I concluded. “It seems that crushing that election before it even happened was your objective, then, Kiriyama-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Bravo. I’d expect no less from you, Ayanokouji,” said Nagumo. “No wonder Horikita-senpai placed so much confidence in you.” He must have been sorting out the situation in his head as well, because he had also realized Kiriyama’s aim and objective. “So, you wanted to dig into the wound from Honami’s past, her shoplifting incident, to make her withdraw from the election.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes,” said Kiriyama. “I could have personally said something and pointed out what she had done in the past, but I decided that wouldn’t be enough. Instead, I calculated that Kiryuuin, who hates that kind of crime with intense prejudice, would mercilessly spew the kind of words that would pierce Ichinose’s heart, and Ichinose wouldn’t realize anything about what happened.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though astonished, Kiryuuin responded with a light round of applause. “You had me dancing in the palm of your hand, Kiriyama, and splendidly so! Touché. You got me this time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiriyama, having studied under Horikita Manabu and served as Nagumo’s right-hand man as vice president, had apparently demonstrated an impressive read of the situation, and his plan was clever. He had used Kiryuuin to orchestrate a “coincidence” in order to hurt Ichinose’s self-esteem and make her feel that she was unfit for the position of student council president. Though Kiryuuin was an exceptionally capable person, whose abilities were in no way inferior to even those of Horikita Manabu, she was a highly aloof, solitary individual, with a warped, eccentric personality, and no friends. Therefore, she was extremely weak when it came to information warfare. Kiriyama, knowing full well what Nagumo and Kiryuuin’s personalities were like, had come up with a strategy to use that knowledge to his advantage. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The most unexpected thing was the fact that Ichinose had already decided to resign from the student council at that stage,” Kiriyama added. “If I’d known that earlier, then there wouldn’t have been any need for me to take that risk.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if Kiriyama hadn’t engineered the whole shoplifting incident, Horikita would already have won the student council election for sure, if it had happened.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why, Kiriyama?” asked Nagumo. “What was the reason you took the risk and tried to stop the student council election?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t know, Nagumo? It was because I couldn’t stand your selfish behavior. What would have happened if Ichinose had no intention of resigning from the student council and the election happened as planned? You would have fought with Ayanokouji to amuse yourself and gambled away a large number of Private Points. And I expect you wouldn’t have even hesitated to go as far as to buy people’s votes with points in order to win your game against him.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly true that Nagumo had a massive amount of funds. It would’ve been no surprise if, in the unlikely event that Nagumo found himself struggling, he ended up going for a strategy of buying votes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t get it,” Nagumo said. “You’re the one making assumptions about who would’ve won. And besides, me throwing cash around is none of your business anyway.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“None of my business? Yes, it’s true that I got my ticket to Class A from you. But you must know how much mental strain I’ve had to deal with because of it. My classmates have continued to be jealous of me and hold a grudge against me, day after day. This time has been difficult to bear.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiriyama glared at Nagumo, his eyes containing a serious anger that he had never shown before. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you put more Private Points forward for other students in our grade, rather than sinking them into your own entertainment, then we’d have more students who could come up to Class A. And yet, you spend those Private Points, which are soaked with the blood and sweat of our fellow third-years, just for the sake of your own greed and desire to fight? Give me a break!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Preventing the unnecessary expenditure of Private Points. That was Kiriyama’s goal.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hunh. Kiriyama, I didn’t know. I had no idea that you thought about other people. I thought that all the people I gave tickets to are nothing but self-centered meritocrats who think that, as long as </span><span style=\" font-style: italic; font-size: 1.00em;\">they</span><span style=\" font-size: 1.00em;\"> graduate from Class A, that’s good enough.” Nagumo sounded as though he was impressed, but whether or not everyone else interpreted what Nagumo said as a compliment was another matter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First Horikita-senpai, then Ayanokouji,” Kiriyama said. “It’s just that it’s unpleasant for the rest of the third-year students, having to watch you engage in these unnecessary battles for three years now. That’s all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand what you’re trying to say. But does this mean that you’re prepared for the consequences of betraying me, Kiriyama?” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo had the authority to strip Kiriyama of his privileges. A ticket wouldn’t be left in the hands of someone who had defied him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s an action I carried out while under contract. Do whatever you like,” said Kiriyama.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll leave the matter of Kiriyama’s punishment to you, Nagumo,” said Kiryuuin. “That should be penalty enough, I’m sure.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that conclusion, she quickly got up to leave the student council office.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please wait, Kiryuuin-senpai,” said Horikita. “Our conversation still isn’t finished.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Surely your job here is finished by now, Ms. President?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, that’s not it. This was a matter brought before this student council. I do not think that Nagumo-senpai has the right to personally judge Kiriyama-senpai. And besides, there are still mysteries left unsolved.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Mysteries? What’s still left?” asked Kiryuuin.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kiriyama-senpai attempted to frame you for shoplifting, Kiryuuin-senpai. And, when that act was brought to light, he coordinated things in such a way that you would come to the student council at the exact moment he desired for the purpose of destroying the student council election. His goal was to make Ichinose-san recall the trauma of her own shoplifting incident and withdraw.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That hypothesis was believed likely to be true, even by the very person who had admitted to it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But there shouldn’t have been any need for him to take such a risk,” Horikita continued. “If Kiriyama-senpai wanted to stop the student council election, there were several other ways he could have done it. If he wanted to use the shoplifting incident in Ichinose-san’s past, he could have approached her someplace where no one would see them and urged her to withdraw from the election. That method would have been safe and certain, yet he didn’t use it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And it would be…hard to believe that Kiriyama could have come up with that shoplifting idea on his own, wouldn’t it?” Kiryuuin, her curiosity piqued, returned to her original position in the room.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The question remains why he would have bothered to take such a risk,” Horikita reiterated. “Perhaps, Kiriyama-senpai, you were fully prepared to be discovered as the real culprit here today?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kiriyama didn’t answer. Instead, he simply stared at Horikita, the student council president.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think that you wanted to make this matter public, to raise the question of what was wrong,” she said. “You asked all the members of the student council to gather here today, not just me. And Ayanokouji-kun, too. Kiriyama-senpai, you said that all of this was on your orders to begin with, didn’t you?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had assumed it was Kiryuuin who had proposed the idea of filing a complaint against the student council, but considering she’d looked puzzled when Horikita asked her about it right after she came into the room, it was probably Kiriyama who had thought of it. It was also Kiriyama who’d prompted the conversation to turn toward suspecting him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita,” said Kiriyama. “It’s strange; for a moment, it looked like I was seeing your brother, Horikita-senpai.” He spoke as though he was praising her for the correctness of her guess. “I wasn’t sure how effective this plan would be, but as you can see, it worked. The number of students feeling discontent with Nagumo and complaining about him is growing day by day. I figured that even if I told him about it, he wouldn’t listen to what I had to say. Was I wrong?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Probably not, no.” Nagumo readily agreed. I guessed that he had probably just shrugged off whatever Kiriyama said before now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think there were major problems with how he did it, but it seems that this is the truth, Nagumo-senpai,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you going to do, Nagumo?” asked Kiryuuin. “Are you going to make Kiriyama alone take responsibility for what happened? For this incident that was brought about as a result of your own selfishness?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s a good question,” said Nagumo. “I was assuming he had nothing to do with this incident, but from everything we’ve heard just now, I guess we can’t say that anymore.” I wondered what kind of conclusion Nagumo would come to, but he looked away from Kiriyama and directed his gaze at Horikita. “You’re the one who got to the bottom of this, Suzune; finding the truth was your accomplishment. That is exactly why, as this is a student council matter, you should make the call and hand down your judgment.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…You do not mind if I make the decision?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re not just sitting there as decoration, are you? I’ll follow your judgment.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What kind of judgment would Horikita make, after seeing everything?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First of all, Kiriyama-senpai,” she said, “I would like you to extend a sincere apology to Kiryuuin-senpai for what you did. And then, whatever the circumstances may have been that prompted you to action, you should take seriously the fact that you involved Yamanaka-senpai&#160;and Tachibana-senpai, who had nothing to do with this, and&#160;made them share the guilt of your crime. Furthermore, since it is inevitable that this will become big news once the matter is reported to the school, I would like to ask that you voluntarily suspend yourself from school for a period of approximately one week, to reflect on what you have done.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The student council didn’t have the authority to suspend or expel students. Even if the student council were to hand down that kind of judgment, the school’s approval would be essential. Hence Horikita saying the suspension would be voluntary. It didn’t matter whether he faked being sick to miss class; she was just telling him to stay in his dorm room and reflect on the situation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, Nagumo-senpai, while you were not directly responsible, I believe that you have a certain amount of managerial responsibility as long as Kiriyama-senpai is under contract. While I believe that you are entitled to strip Kiriyama-senpai of his right to transfer classes, I would ask that you please promise not to exercise it at this time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s a bold demand,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You could refuse,” Horikita conceded. “But you will abide by my decision here, won’t you?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not inclined to blame Kiriyama for what he did that strongly either, mind you,” Nagumo said. “But I have to ask, is that alone going to be enough?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, it is not. If we end it here, there is no guarantee that something similar won’t happen again. From this point onward, Private Points collected from the&#160;third-year students must be used only for the benefit of third-year students. I would like to add that condition to my ruling as well.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Up until now, Nagumo probably would’ve handed down whatever judgment he pleased from up on his throne. He must have used a lot of Private Points without our knowledge, spending a huge amount of funds and playing with fire when dealing with Horikita Manabu and the other grades. This was a measure to prohibit him from doing so in the future.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you say that this is the decision of the student council, then I’ll abide by it,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You agreed so readily, Nagumo,” said Kiryuuin. “Knowing you, I thought there was no way you’d accept it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s basically because Suzune—I mean, the student council president—made a fair argument,” said Nagumo.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wondered if Nagumo had been a much more proper student council president than I’d always thought.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you really satisfied with this, though, Nagumo?” said Kiriyama. “You have the power to make me fall.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is a decision made by the student council president. It’s not my place to go against it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Or perhaps Nagumo thought highly of the part of Kiriyama’s true nature that he had demonstrated.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you seriously just going to let this be the end of it?” Kiriyama pressed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand full well what just happened now, too, y’know. I’m not so lucky, it turns out.” Nagumo had a look of boredom on his face, as though he had given up on something. But he didn’t want to say anything more. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On the other hand, Kiriyama’s facial expression didn’t show any sign of resignation, nor did it look as though he was relieved that everything had gotten out into the open. He was thinking about something else. It wasn’t hard to see it like he was looking beyond today.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This matter is now resolved and closed,” Horikita concluded. “I humbly ask that you please do not say anything about this incident to anyone else.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that declaration from the student council president, this series of incidents had now been resolved. However, I wasn’t so sure that everything was really over. That look that Kiriyama had on his face at the end, which was so full of meaning… What was it, exactly?</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Chapter_Header\"><span><span style=\" font-weight: bold; font-size: 1.00em;\">7.2</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">T</span><span style=\" font-size: 0.80em;\">HE SPECIAL EXAM WAS OVER</span><span style=\" font-size: 0.80em;\">.</span><span style=\" font-size: 1.00em;\"> On the following day, the closing ceremony for the end of the second semester was finally held. After listening to the teachers’ speeches in the gymnasium, the students returned to their respective classes for a brief awards presentation; students received recognition for their exceptional achievements, like getting high grades or doing well in club tournaments. Then we were told things to note regarding our winter vacation. Afterward, Chabashira-sensei gave the students the results of the special exam. The result that we heard, after everyone held their breath in anticipation, was that our class had won.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In that moment, the class was filled with cheers so loud they could be heard by the neighboring classes. There was only a fluctuation of 50 Class Points for each class, based on their win or loss. Yet we were able to earn significant Class Points. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At almost the exact same time, I received two messages on my phone. The first was from Ichinose, congratulating me on our victory with a “</span><span style=\" font-style: italic; font-size: 1.00em;\">Congrats!”</span><span style=\" font-size: 1.00em;\"> And the other was—</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Winter vacation starts tomorrow,” said Chabashira-sensei. “Don’t overdo it on your first day off. It’s important to take time to cool off after you’ve all been studying so feverishly.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that announcement from Chabashira-sensei, our class was dismissed, cheers of joy still resounding throughout the classroom. What I found rather striking was that, as she left the classroom, Chabashira-sensei’s eyes were creased into a happy squint, too. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As had been announced previously, this special exam was designed in such a way that students from every class could know, in detail, who had solved what problems, what questions they had answered correctly, and so on. In addition, information like what order students took the test in for each class, and the amount of time each student spent on their questions, would also be disclosed. If you looked at that information, you’d be able to see who had put in effort—but you could also get a sense of what each class’s strategy was. That would undoubtedly be useful data for allies and rivals alike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I could check the details on my phone, so I figured I’d go over them at my leisure. I cast a quick sidelong glance at the students still making an uproar over the results, and decided to leave the classroom before the rest of them. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei had been paying attention to me the entire time. Up until now, I hadn’t had any contact with her since she tried to talk to me yesterday. However, it seemed like she was trying to make contact with me now, as she had been looking over at me the entire time until the minute I got up.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If it was difficult for her to talk to me in a crowded place, then I figured we should move. As she was right now, Kei was still too insecure to make a move here, and she was also lacking in decisiveness. I supposed this was inevitable, though, since I couldn’t expect to see growth in her even if I kept up this state of estrangement forever. With that thought in mind, I decided to walk away from the classroom for a while, but just then…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you heading back alone?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t Kei who had followed me out into the hallway. It was Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you sure it’s okay for you, the key figure in achieving this victory, to leave the classroom so quickly?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll head back later,” she said. “I just thought I’d have a little chat with you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, Horikita caught up to me, and we started walking together. Indeed, she wasn’t carrying a bag, so it seemed certain that she’d return to the classroom later. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You used an interesting strategy for this special exam,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t know if my approach was the most efficient,” she replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The strategy that Horikita had produced had started with Keisei as the first batter in the lineup, the first student to tackle the problems. He was one of the top scorers in our entire grade, with an Academic Ability rank of A. Horikita had Keisei quickly solve the minimum-required two problems right away, and then use his remaining time to focus on reading the test questions. The purpose of this was to allow the second student in the lineup, who was waiting in line, and who had a low level of academic ability, to solve problems easily. The strategy was to alternate between students with high and low Academic Ability.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Under normal circumstances, it wouldn’t have been possible to pull this strategy off. That was because we were forbidden from talking during the exam. We couldn’t even use things like our cell phones, written notes, or clues. But if you were to ask if there were any openings to exploit at all, you’d understand from looking at the results that the answer was yes. There was an opening. While one student was solving problems in the classroom, the next student would be waiting for their turn out in the hallway. In other words, when that first student left the classroom after solving their problems, there was a time when the two would bump into each other, albeit only for a moment.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The classroom had two points that could be used to enter or exit, and if students were forced to use the front door when entering and the back door when exiting, there would be a gap between the exiting and entering students. But Horikita had come up with a plan to deal with even that scenario. All that was needed was for both students to be able to see each other for just a moment. Horikita had told them to use their hands when that moment came; the first student could give the next one a few options for problems to solve via hand signs. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For problem number fifty-five, a student would use their right hand and hold up their fingers twice. For problem number sixty-nine, a student would use both hands to hold up first six fingers, and then nine. Although the rules prevented us from mentioning anything regarding the answers to the questions to one another, Horikita had confirmed in advance that using hand signs to convey which problems students should solve wasn’t a violation of the rules. Giving instructions that merely indicated to the other student what problem to solve didn’t constitute cheating, as it didn’t have anything to do with the answers, and we were still observing the rules against talking. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">By repeating this process over and over, students with low Academic Ability were able to give their undivided attention to solving problems slowly and carefully, without having to spend time and energy searching for problems to solve.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Still, it was a close call,” said Horikita. “Sakayanagi-san’s class did exceptionally too, as expected… We have a lot of students with low Academic Ability in our class, so we were able to win in terms of overall points, but we didn’t measure up in our percentage of correct answers.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita’s class had answered 72 percent of the questions correctly, while Sakayanagi’s class got 86 percent. If the two classes had competed under the same conditions, with every student’s score getting equal weight, Horikita’s would have lost.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure she isn’t pleased,” Horikita added. “She did what she should have, and she still lost.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi’s class had always held the number-one spot on midterms and written exams, and this time served as proof of that, too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Still, even if you fell short in terms of your correct answer percentage, a win is a win,” I said. “There’s no need to be pessimistic.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The fact was that Horikita’s class had gained Class Points, and Sakayanagi’s class had lost them. Besides, 72 percent was still nothing short of admirable.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course I’m not being pessimistic. I was simply frustrated, is all,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I guessed what I’d said was unnecessary. If anything, it seemed like her feelings of rivalry were much, much stronger.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By the way, Karuizawa-san has been down lately,” Horikita remarked. “She’s been properly focused on her studies, but I was wondering, did something happen?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nothing. If I had to say, I guess it might be like we’re in the middle of a bit of a cold war,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wouldn’t call that nothing. It’s unusual to see you having a fight.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That kind of thing can happen when a guy and girl have been together for a long time. These sorts of things are good experiences, too.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps she wasn’t pleased with my answer, because Horikita looked back at me, obviously doubtful, her brows knit in disapproval.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s good that she was able to participate in the study sessions and get results on the exam, despite her unstable mental and emotional state,” I added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d have to say it’s more like she was being emotionally forced into her studies, to the point of pouring herself into them, even though she disliked studying, but… Anyway, Karuizawa-san’s morale can easily affect the rest of the class. Make up with her as soon as possible.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d figured that, as the leader, Horikita wanted to manage a class that was stable, but… Oh well, it was fine. I watched Horikita walk back to the classroom, and then I decided to head on out.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Chapter_Header\"><span><span style=\" font-weight: bold; font-size: 1.00em;\">7.3</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">H</span><span style=\" font-size: 0.80em;\">ORIKITA’S VICTORY</span><span style=\" font-size: 1.00em;\"> over Sakayanagi in the special exam would probably soon become quite the hot topic. Even though this exam wasn’t purely a contest of academics, and included an element of competition that favored the lower-level classes over the upper-level ones based on OAA, that didn’t change the fact that it was a direct showdown between pairs of classes. The gap between Sakayanagi’s class and Horikita’s class had been reduced by one hundred points before the year-end final exam. As for the other classes, it was Ryuuen’s class who were forced into an inconvenient situation. He had tried to disrupt his opponents with a strategy focused on putting on pressure outside of class, since he had judged that he wouldn’t win based on academic prowess, but Ichinose had calmly accepted whatever Ryuuen dished out, and picked up a solid win.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose might have been seen as emotionally unstable due to her resignation from the student council, but it was clear that Ryuuen couldn’t break her. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even so, you couldn’t say that Ryuuen’s decision had been a mistake. One might think that Ryuuen should have ordered his classmates to study, like Horikita did with hers. Unlike Horikita’s, however, who had already worked to lay down broad foundations, Ryuuen’s class didn’t have much chance to grow in that respect, and it would have been difficult for them to catch up in such a short period of study time. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though Ichinose’s class only had a tiny shred of hope before, they had taken the victory in this exam, and they still had a slight chance of making it to Class A. Now, the battle between the four classes would carry into the third semester and beyond. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I put on my shoes by the entranceway and walked out of the school, I saw that the person I was meeting was already there, waiting for me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I humbly apologize for calling you all the way here on the day of the closing ceremony.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was the other person who had contacted me immediately after the results were announced. She had said that she wanted to meet me. Sakayanagi from Class 2-A.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wasn’t aware that Ichinose would be coming too,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I never imagined that the two people who happened to send me messages today would end up meeting me by chance like this.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s going on here, Sakayanagi-san?” asked Ichinose, with a puzzled look on her face. Apparently, she hadn’t heard that I was going to be here either.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s take a walk for the time being,” said Sakayanagi. “We’ll draw attention if we stand around here.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed it was unavoidable that we’d be overrun with students leaving school if we spent time together in front of the entranceway.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First of all, Ayanokouji-kun, congratulations on your victory in the special exam,” said Sakayanagi.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, this was a victory that we were allowed to have,” I replied. “If this were a normal written exam, we would’ve lost.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, you’re talking about the percentage of questions answered correctly? That is a separate matter. It does not change the fact that I lost.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi wasn’t being humble; it seemed more like she had honestly accepted the result, saying that it was what happened even after she did everything that she could. You could also see how composed Class A was from her answer, how much leeway they had.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And you too, Ichinose-san,” she added. “You were brilliant in your defeat of Ryuuen-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We just did what we were supposed to, is all, like normal,” Ichinose said. “We didn’t do anything special.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It is admirable that you didn’t yield in the face of interference from Ryuuen-kun and his classmates, though. To be honest, my initial assessment was that you both had a fifty-fifty chance of winning. However, when the results became public, Ichinose-san, I saw that your class won by an overwhelming margin. That was likely the precise result of you, as leader, not getting agitated, and giving calm, composed instructions.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It looked as though Sakayanagi had the same read on the situation as I did—that Ichinose had really buckled down for the fight, focusing her energy into it. Sakayanagi had determined that it wasn’t a victory brought about merely by the difference in Academic Ability between their classes, but one that had also come from a calm and composed approach.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Really? I have to say, it certainly doesn’t feel bad to get&#160;a compliment from you, Sakayanagi-san,” Ichinose said. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve certainly gotten to be very positive and forward-facing, Ichinose-san. I can only assume that something happened recently,” said Sakayanagi.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was possible that Sakayanagi had some guess as to what was going on, given the fact that she had called me here, too. Since Sakayanagi couldn’t gather information on her own, she had to constantly scheme to gather information using a large number of students, like a spider tugging on its web. The time that Ichinose and I spent at the gym on our day off. The time we spent in the café. Our walks to and from those places. That day she was waiting for me outside my room for so long. It would be no surprise if someone had witnessed what happened some of those times.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I told you something that was somewhat relevant to this situation on the boat. Do you remember?” Sakayanagi wasn’t speaking to me but rather to Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Something like, ‘excessive devotion may result in painful repercussions,’ I think,” said Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. That is why I have called you both here today. I have come to give you a final warning, Ichinose-san, as you harbor some fleeting romantic crush on Ayanokouji-kun.” It wasn’t surprising that Sakayanagi already knew that Ichinose had feelings for me. “You should distance yourself from Ayanokouji-kun right now, immediately.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that your ultimatum, Sakayanagi-san?” asked Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Ichinose had already conveyed her feelings to me, they were now being reiterated by a third party. Normally, I would have expected Ichinose to appear at least somewhat upset or shaken by that, but she didn’t show any sign of it at all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, it is,” Sakayanagi told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t quite understand, though. Why do I need to keep my distance from Ayanokouji-kun? Whatever feelings I might have for him, there’s nothing wrong with me treating him as a friend, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you really can just leave things at friendship, then maybe this would be a different story. However, from what I have seen, I cannot imagine that you would be satisfied with that, Ichinose-san.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re free to interpret the situation however you like, but unless Ayanokouji-kun himself rejects me, I have absolutely no intention of changing my mind right now.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems as though the erosion has already progressed considerably. You are on the verge of being controlled by him. Do you understand that if things continue like this, you will eventually destroy yourself?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose laughed. “Ah ha ha ha! You say some funny stuff.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I am sincerely worried about you,” Sakayanagi insisted. “I cannot just watch as you jump into the depths, with no hope of salvation.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t have to worry about me, Sakayanagi-san,” Ichinose assured her. “I am not being controlled by Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Staring next to Ichinose, I saw a look on her face that I had never seen before. It almost made me think, </span><span style=\" font-style: italic; font-size: 1.00em;\">I didn’t know that Ichinose could have such a hard look in her eyes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sakayanagi-san,” she said. “I can see what you’re thinking; it’s almost transparent. You want to control me and use me for your own convenience, don’t you? I think that’s why you’re trying to stop me like this.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see,” Sakayanagi said. “I suppose it’s not as though you couldn’t interpret the situation that way.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, there’s one more thing. I think that the truth is that…Sakayanagi-san, you also have strong feelings for Ayanokouji-kun, as someone special to you, and so my presence has become a sore point… Right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose flashed a broad smile, and in response, Sakayanagi stopped dead in her tracks for a moment. It&#160;was rare to see Sakayanagi so shaken, when until now, she had always stood in a position above Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s certainly true that I see him as someone special, but not in the same way that you do,” she replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose confronted Sakayanagi’s denial head-on. “I’m not so sure about that. I think that you probably do, even if you don’t realize it yourself.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Very well. If you’re so insistent, then I have nothing more to say. All I will tell you is that I cannot help you anymore, even if you come have regrets in the future,” said Sakayanagi.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While Sakayanagi had given up on swaying Ichinose on this matter, hearing Ichinose’s intentions probably hadn’t increased Sakayanagi’s feelings of caution toward her much. She probably just thought it would be cute for Ichinose to end up running wild as a result of her lovesickness, caught up in the blind faith that came with romantic feelings. But Ichinose’s situation was beginning to change even more than expected. The goodness that she directed inward, toward her allies, was still as kind and gentle as it had always been, but the goodness she directed outward had undergone a drastic transformation into fierceness.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose’s class, which had been sinking up until this point, had enough strength to give one a hunch that they’d launch a counterattack. I was sure that was what Sakayanagi must have intuitively sensed. Why would I think so, you ask? Because that’s exactly what I had been thinking myself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My classmates are going to meet at Keyaki Mall later for a victory party. Is it all right if I head on back to the dormitory now?” asked Ichinose, probably because she was hoping to go back and change before meeting up with her class.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. It would be uncivil for me to keep you any longer,” said Sakayanagi. “Please go ahead.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi proceeded to make way for Ichinose, who waved goodbye to me and headed off toward the dormitory. Sakayanagi and I were left standing there.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I never imagined that I would come to re-evaluate Ichinose-san in this fashion,” said Sakayanagi. I guessed that she hadn’t been expecting this much of a change either. It was a side effect, or rather a byproduct of, the strong poison. “What a shame. Ichinose-san earns people’s trust. She would have been an excellent pawn for me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Guess your scheme failed,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In moving people around the board, I took a broad perspective and made my calculations, but there were areas that even I didn’t understand yet. Namely, how the concept called love had the potential to affect even a person’s power of reasoning and nature. In other words, it was conceivable that it could easily lead to unexpected developments. It was difficult to believe, but it certainly was a mysterious and transcendent feeling.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Was Ichinose Honami suited to be a leader or not? Was she a suitable adviser or not? Those questions were a different story. To begin with, Ichinose’s specs were not low at all. And I remembered the brilliant way she handled herself in the Zodiac exam. In terms of individual hidden ability, she had enough potential to stand up to Horikita, Ryuuen, and even Sakayanagi. Depending on the situation, she might unexpectedly end up surpassing them.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I couldn’t see that she had that kind of concealed ability,” Sakayanagi said. “But it would be the same thing if I let myself be drowned by the power of love. I’m sure that the consequences will be tragic for her, though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And you thought you could stop it?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. I never had any intention of stopping it, from the very beginning. The only difference is who breaks her.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Obviously, Sakayanagi had never thought of Ichinose as her ally. She would have used her as a convenient, expendable pawn, and then simply disposed of her once she had finished her role.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, Ayanokouji-kun,” she said, “I </span><span style=\" font-style: italic; font-size: 1.00em;\">too</span><span style=\" font-size: 1.00em;\"> shall come visit your room in the near future.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That wording was very deliberate—Sakayanagi was showing me her hand, telling me that she did have information about Ichinose after all.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v9",
    "chapter": 32,
    "title": "Chapter 32"
  },
  "nextChapter": {
    "volumeId": "y2v9",
    "chapter": 34,
    "title": "Chapter 8: A Tinge of Anxiety"
  },
  "toc": [
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Nagumo Miyabi’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Signs of Momentum",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: A New Student Council Member",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 4: How to Spend Time with People in Ichinose’s Class",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 5: How to Spend a Day Off",
      "href": "Text/section-0022.html#auto_bookmark_toc_22",
      "index": 23
    },
    {
      "label": "Chapter 6: Approaching the Special Exam",
      "href": "Text/section-0025.html#auto_bookmark_toc_25",
      "index": 26
    },
    {
      "label": "Chapter 7: The Expected and the Unexpected",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 8: A Tinge of Anxiety",
      "href": "Text/section-0033.html#auto_bookmark_toc_33",
      "index": 34
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0035.html",
      "index": 36
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0036.html",
      "index": 37
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Postscript",
      "href": "Text/section-0038.html#auto_bookmark_toc_38",
      "index": 39
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0039.html",
      "index": 40
    }
  ],
  "currentSpineIndex": 33
}