{
  "title": "Chapter 11: The Beginning",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 11:<br/>The Beginning</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 3.00em;\">C</span><span style=\" font-size: 1.00em;\">hiyabashira-sensei strode into the classroom, looking around at the students in surprise. Everyone was clearly anxious, holding their breath in anticipation of the test results.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sensei. We were told that the results would be announced today, but when?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s no need for you to get so worked up, Hirata. You should have passed quite easily.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, when will the results be released?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, if you’d like, now is as good a time as any. If we waited to do it after class, we wouldn’t have enough time for other procedures.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Some of the students visibly reacted to the words “other procedures.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What…do you mean by that?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t get flustered. I’ll tell you now.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As usual, she revealed the details simultaneously and collectively. She stuck a large, white sheet of paper with everyone’s names and test scores onto the blackboard.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Honestly, I’m impressed. I didn’t think that you’d score so well. Many students tied with perfect scores in mathematics, Japanese, and social studies. More than ten of you, actually.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Some of the students shouted in joy and delight when they saw the 100s lined up on the results sheet. However, some weren’t smiling. The only grade that truly mattered was Sudou’s score in English.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then—</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We saw Sudou’s test scores. He had scored sixty points in four of the five main subjects, which was considerably high. He’d scored thirty-nine points in English.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes!” Sudou leapt up and shouted with joy. Ike and Yamauchi stood and cheered, too. There was no red line to be found on the results sheet. Kushida and I shared a glance and sighed in relief. Horikita didn’t smile or cheer, but she did appear relieved.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We showed you, sensei! When we really try our best, we can do anything!” Ike wore a smug, confident look.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I recognize that. You all did very well. However—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira-sensei held a red pen in her hand.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou unintentionally let out a “Huh?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She drew a red line right above Sudou’s name.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wh-what is that? What does that mean?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You failed, Sudou.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? You’re lying, right? Don’t give me that crap! Why did I fail?” he cried.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, Sudou was the first one to protest this. In response to Sudou’s failing grade, the entire classroom did a complete one-eighty. We stopped our delighted cheering and erupted in confusion.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sudou, you failed the English exam. That’s all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t screw with me! I got thirty-two points! I passed!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When did anyone say that thirty-two points was a passing grade?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, no. You said so, sensei! Right, everyone?” shouted Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Say whatever you want, it won’t matter. This is the undeniable truth. You had to score at least a forty to pass the midterm exam. In other words, you were just one point short. You were so close.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“F-forty?! You never told us about this! I won’t accept it!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Should I tell you how we determine the passing grade?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira-sensei wrote a simple formula on the blackboard: 79.6 divided by 2 equals 39.8.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We set a passing grade for each individual class, just as we did for the last test. We calculated that number by dividing the average score by two. That’s how we arrived at our answer.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, anything at 39.8 or lower was considered failing.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I provided proof that you failed. That is all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No way… So… Does that mean I’m going to be expelled?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Although your time here was short, you struggled valiantly. You’ll be asked to fill out a withdrawal form after class, but you will need to have a legal guardian present when you do so. I’ll contact them for you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As we witnessed the scene unfold, the teacher rattling off the information as if she were casually giving a report, we finally realized that this was actually happening.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As for the rest of you, good work. You all passed without any issues. Work hard so that you can pass your final exam as well. Well then, next—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“S-sensei. Is Sudou-kun really being expelled? Is there no way to save him?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hirata was the first to show concern, even though Sudou hated him and had lashed out at him verbally.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s being expelled. He got a failing grade.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Could we possibly see Sudou-kun’s answer sheet?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if you look it over, you won’t find any grading mistakes. I was expecting that you’d protest.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She took out Sudou’s English answer sheet and handed it to Hirata, who immediately looked over every problem. His expression turned dark when he reached the end.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There…are no mistakes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, if you’re all in agreement, homeroom is over.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira-sensei had heartlessly announced Sudou’s expulsion without offering him a second chance or the faintest bit of sympathy. Ike and Yamauchi, knowing that words of comfort would probably have the opposite effect, stayed silent. Hirata remained quiet, too. Sadly, some of the students appeared relieved by this. Were they happy that a nuisance like Sudou was being removed from the class?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sudou, come to the faculty room after class. That is all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Chabashira-sensei. May I have a moment of your time?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though she’d stayed silent until that moment, Horikita raised her slender arm in the air and spoke. Thus far, Horikita had never voluntarily made any remarks. Chabashira-sensei and the rest of the class appeared shocked by this abnormality.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, this is unusual, Horikita. Why?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Earlier, you said that the previous test had a passing grade of thirty-two points. You arrived at that number by the same formula you showed us today. Were there no mistakes in calculating the passing grade for the last test?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There were no mistakes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then, that raises one more question. I’d calculated the average score for the previous test to be 64.4 points. If I were to divide that by two, I would get 32.2 points. In other words, higher than 32 points. Despite that, the passing grade was set at 32. That means that you left off the decimal. That contradicts what you did this time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Th-that’s right. If you follow what you did last time, the passing grade for the midterm should be thirty-nine points!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, Sudou’s overall grade should have meant that he just barely passed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. Did you anticipate that Sudou would just barely pass, then? You only scored exceedingly low in English, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita, you…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou had realized something. The other students gasped as they also realized what had happened. Horikita had gotten perfect scores in four of the five main subjects, but she’d gotten an exceedingly low score of fifty-one points in English. Her English stuck out from her other scores.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You really—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou noticed what she’d done. In order to lower the average score for the English test, Horikita had purposefully botched her own grade as far as she could.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you believe that my thinking is incorrect, could you please tell why the calculation differs between this test and the last test?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The last ray of light. Our final hope.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. In that case, I’ll explain in more detail. Unfortunately, your calculation is off. We didn’t simply omit the decimal when we calculated the passing grade. We rounded the numbers up or down. On the last test, we rounded down to thirty-two points, and on this, we rounded up to forty. There’s your answer.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Tch…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You should have noticed that we rounded the numbers, but to hold on to that possibility… Well, too bad. At any rate, first period will be starting soon. I’ll be going.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita had nothing left to counter with, so she remained quiet. She couldn’t contradict anything Chabashira-sensei had said. Horikita’s last resort had been eradicated. The classroom door slammed shut, and silence enveloped the room.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou, still struggling to wrap his head around this new reality, looked over at Horikita. She had purposefully lowered her grades as far as she could, all to stop Sudou’s expulsion.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry. I should have tried to lower my score just a little more,” she muttered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita slowly sat back down. However, Horikita’s 51-point score on her English test was already considerably low. If she’d scored in the 40-point range, she could have run the risk of expulsion herself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why? You said that you hated me,” Sudou said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t misunderstand. I did this for my own sake. It was all for nothing, though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I slowly got up from my seat.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wh-where are you going, Ayanokouji?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Bathroom.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, I exited and quickly made my way toward the faculty room. I wondered if Chabashira-sensei had already arrived. As I thought that, I caught her staring out the window into the first-floor hallway, almost as if she were waiting for someone.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji, hmm? Class will begin any minute, you know,” she said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sensei. Would it be all right if I asked you one question?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“One question? Is that why you went to the trouble of chasing after me?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m curious about something.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First it was Horikita, now you. What in the world is it?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you think that today’s Japanese society is fair?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What an incredible change in topic. So sudden, too. Is there some special meaning behind this question?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s very important. I would like your opinion.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you’re asking for my personal opinion, then, no, of course not. The world isn’t fair, not even the slightest bit.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. I feel the same way. I think that equality is a fiction.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, did you chase after me merely to ask that question? If that’s all, then I’ll be going.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“One week ago, when you told us that the test’s material had changed, you also said something like ‘I forgot to inform you.’ Because of that forgetfulness, we were notified of the change one week after the other classes had already been informed.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I said as much back in the faculty room. What of it?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Every class got the same questions, the points were reflected in the same way for everyone, and every class faced the same threat of expulsion. However, Class D was compelled to test under unfair conditions.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you saying that you can’t accept what happened? But it’s an excellent example of how unfair the world is. In fact, you could call it a microcosm of our unfair society.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Certainly, society is not equal, no matter how idealistic you try to be. However, we are human beings, living things that can think.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you trying to say?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m saying that we should strive for equality. At least a little.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whether or not you truly forgot to tell us, or if it was an intentional slip, isn’t really the issue. The fact remains that one person is now being expelled from this school because of those unfair conditions.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what do you want me to do?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s why I’m here. I would like to undertake the appropriate steps to meet with the school, the direct cause of this inequality.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To tell them you disagree?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I just want to confirm with the appropriate people that they believe the school made the correct judgment.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s unfortunate. What you’ve said isn’t wrong, but I can’t allow you to do that. Sudou will be expelled. That decision cannot be overturned at this stage. Give up.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She’d ignored my point, but her words remained logical. As I’d anticipated, her words always held some hidden meaning.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You said it ‘cannot be overturned at this stage.’ Which means there may be a way to overturn the decision.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji, I personally hold you in rather high regard. I’ve thought so since assigning this test. Obtaining the old test problems was certainly one correct solution. Such a notion goes beyond the range of what many would have considered. Furthermore, you distributed the old test problems to everyone in class and raised the average scores. I have to praise such a logical decision. Honestly, you did very well.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kushida was the one who obtained the problems and distributed them. I didn’t really do anything.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand why you don’t want word to get out, but don’t forget that there are senior students, too. I already know that you contacted a third-year student.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, my actions were more conspicuous than I’d thought.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“However, despite your bold move in obtaining those questions, you made a mistake in the end. That’s why your plan failed. If Sudou had memorized the material more thoroughly, he wouldn’t have failed in any subject, right? Honestly, why don’t you just give up and let Sudou get tossed out? Wouldn’t things be easier in the future?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Honestly, you’re probably right. However, I decided to lend a hand. I suppose it’s too early for me to give up. I’ve one thing left to try.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I took my student </span><span style=\" font-size: 0.80em;\">ID</span><span style=\" font-size: 1.00em;\"> card out of my pocket.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you planning?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please sell me one point that I can apply to Sudou’s English test.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…………”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira-sensei’s eyes widened, and then she laughed loudly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ha ha ha ha ha! That’s a rather interesting idea. You really are a different kind of student. I never imagined you’d try to buy points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You said so the day we were admitted, didn’t you, sensei? You said that we can buy anything with our points. The midterm test is just one more ‘thing’ at this school, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see, I see. You certainly could view it that way. However, do you even have enough money on hand to afford it?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, how much does one test point cost?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, that’s a rather difficult question, isn’t it? I’ve never been asked to sell test points before. Let’s see… Seeing as how this is a special occasion, I’ll sell a test point for the exceptional price of 100,000 points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re cruel, sensei.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everyone at this school had spent at least some of their points. Absolutely no one had 100,000 to spare.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll pay, too,” someone said behind me. When I turned, I found Horikita standing there.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita…” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Heh. Just as I thought. You two are interesting.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira-sensei took my student </span><span style=\" font-size: 0.80em;\">ID</span><span style=\" font-size: 1.00em;\"> card. Then she took Horikita’s. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Fine. I accept your deal. I’ll sell you one point to apply to Sudou’s test, taking a combined total of 100,000 points from you both. As for the matter of Sudou’s expulsion, you can inform the class that’s no longer the case.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that okay?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You promised to pay me 100,000 points. There’s nothing more to be done.” Chabashira-sensei seemed simultaneously exasperated and amused. “Horikita, do you understand how talented Ayanokouji is? At least somewhat?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wonder. When I look at him, all I see is a disagreeable student.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you mean, ‘disagreeable?’” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You get low scores on purpose when you could easily score higher. You were the one who came up with the idea of getting the old test problems, but you gave Kushida-san the credit. You were even crazy enough to buy test points. I don’t think that you’re special or just deviate from the norm. I think you’re disagreeable.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, she’d heard how I got the old test questions, too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Perhaps the pair of you really can reach the higher-level classes,” Chabashira-sensei said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t know about </span><span style=\" font-style: italic; font-size: 1.00em;\">him</span><span style=\" font-size: 1.00em;\">, but I most definitely will.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No one from Class D has ever been promoted before. The school has already labeled you defective and will coldly toss you aside. How will you accomplish your goal?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I may, sensei?” Horikita unwaveringly returned Chabashira-sensei’s gaze. “Honestly, maybe the students in Class D are defective. However, that doesn’t mean they’re trash.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s the difference between a defective product and trash?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The difference is paper thin. However, with repairs, a defective product may become a superior article.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. When you say it like that, Horikita, I admit it sounds oddly persuasive.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I shared that opinion, and found Horikita’s words to be quite meaningful. Horikita, who had previously looked down upon others and thought of them as baggage, was changing. Of course, nothing was that simple. Though you could just barely glimpse the change from the outside, it was actually a major transformation. A faint smile appeared on Chabashira-sensei’s lips, as if she also had noticed it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I look forward to seeing what you do next. As your homeroom teacher, I’ll be sure to watch over you with great attention and care.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, Chabashira-sensei headed toward the faculty room, leaving the two of us in the hall.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, let’s head back. Class will be starting soon,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm? Oof!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita chopped me in the side.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What was </span><span style=\" font-style: italic; font-size: 1.00em;\">that</span><span style=\" font-size: 1.00em;\"> for?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For whatever.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She left me as I clutched my sides in agony. Jeez, what a bothersome classm…bothersome person. With that thought, I decided to chase after her.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "v1",
    "chapter": 16,
    "title": "Chapter 10: Midterm Exam"
  },
  "nextChapter": {
    "volumeId": "v1",
    "chapter": 18,
    "title": "Chapter 12 - Epilogue : Victory Celebration"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Title Page",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Credits and Copyright",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue :  The Structure of Japanese Society",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Welcome to the School Life of Your Dreams",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Students of D Class",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Ladies and Gentlemen, Thank You for Waiting",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Friends",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: The End of Everyday Life",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: Classroom of the Elite",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: The Association of Failures",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9: The Failures Mobilize Once Again",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Chapter 10: Midterm Exam",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Chapter 11: The Beginning",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    },
    {
      "label": "Chapter 12 - Epilogue : Victory Celebration",
      "href": "Text/section-0016.html#auto_bookmark_toc_top",
      "index": 18
    },
    {
      "label": "Postscript",
      "href": "Text/section-0017.html#auto_bookmark_toc_top",
      "index": 19
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0018.html#auto_bookmark_toc_top",
      "index": 20
    }
  ],
  "currentSpineIndex": 17
}