{
  "title": "Chapter 5: Older Brother and Younger Sister",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 5:<br/>Older Brother and Younger Sister</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">T WAS THE MORNING</span><span style=\" font-size: 0.80em;\"> </span><span style=\" font-size: 1.00em;\">of the third day since the supplementary exam had been announced. The vote would be held on Saturday, the day after tomorrow. Far too soon, one of our friends were going to be expelled from school. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I opened the front door of my room, I felt the cold air wash over me. I stepped out into the hallway and made my way down to the first-floor lobby. As I was going down, I noticed Sudou headed down as well, via the stairs. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Using the stairs, huh?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. I was thinking I’d get a little workout, even if it’s not much,” he replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou was probably trying to live his student life to the fullest right now, between his club activities and his studies. And so, the two of us headed off to school together, side by side.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I might be dumb and have a short fuse, but I’ve been makin’ lots of progress. That’s why I definitely don’t wanna get expelled,” said Sudou. He seemed to be monologuing, rather than making conversation with me. “Would you think it was wrong if I said that I wouldn’t care if people resented me, as long as I got to stay here at this school?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, I think that’s the right approach, honestly. I think it’s the people with a strong desire to stay who are going to make it through this test.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When we made it to school and entered the classroom, I sensed something off. Sudou, on the other hand, went over to his seat without noticing anything. The atmosphere had changed, and frankly, I wasn’t </span><span style=\" font-style: italic; font-size: 1.00em;\">that </span><span style=\" font-size: 1.00em;\">oblivious. The moment I set foot in Class C, I sensed something was different from the other day.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everything looked normal, at first glance. It seemed like a typical day. Yep. People were chatting away like normal and I could hear friendly conversations. But that was exactly what felt so out of place. Just yesterday, everyone had had their guard up. Our classmates were all supposed to be keeping each other in check.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And yet, despite that, there was this bizarre sense of unity.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good morning, Ayanokouji-kun,” said Hirata, calling over to me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Morning.” After giving him that brief reply, I looked Hirata over.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm? What’s up?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wondered if he really hadn’t noticed anything, or if he was just pretending. Hirata looked into my eyes with the same expression he always had.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, it’s nothing,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Really? Well, all right then. I hope today goes well,” he answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After Hirata and I finished greeting each other, he headed over to the girls who’d been calling for him. However, the feeling of something being out of place began to fade both as time passed and the number of students in the room increased. The conclusion I came to was that a large group of people had probably formed for the sake of getting through this exam. Additionally, they were starting to come to a consensus not about who to protect, but about who to kick out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There were eleven students in the classroom. Even if I put Hirata aside, that left ten people. And if those ten people all conspired to use their criticism votes together on someone, their target would be in serious danger. I&#160;spotted Ike and Yamauchi among the guys in that group. There were also some girls in the group who had little if any connection whatsoever to either of them.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was possible that everyone here was conspiring together. What struck me as odd was that some of the girls in the group belonged to Kei’s circle. Kei hadn’t reported anything about this to me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Morning.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Not long after, Horikita arrived at school. Although her behavior was the same as always, she did take a look around the room.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Did something happen?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You feel it too, huh?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. Something feels a little off. If you’re concerned about it though, why not go speak with the people in question?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll pass. It’s best to just let sleeping dogs lie, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If nothing else, this warranted proceeding with caution. I sent a message to Keisei, who had gotten to school earlier that morning.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Me: </span><span style=\" font-style: italic; font-size: 1.00em;\">“Did anything unusual happen?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei: </span><span style=\" font-style: italic; font-size: 1.00em;\">“I don’t know. But I do feel like there’s something different in the air today, for some reason.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though uncertain, he did seem to have picked up on something unusual.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I texted him exactly what I thought. </span><span style=\" font-style: italic; font-size: 1.00em;\">“Some people might have formed a large group. Our classmates seem strangely calm.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After he got my message, he looked around the room, and then at me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“Yeah, you seem to be right about that,” </span><span style=\" font-size: 1.00em;\">he texted back.</span><span style=\" font-style: italic; font-size: 1.00em;\"> “The dark cloud that hung over the class the other day is totally gone. Good work picking up on that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“I don’t have many friends, so I’m alert to changes in my surroundings.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">If a group of ten people or more has formed, it’s possible they’ve talked about who they’re going to kick out, right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“Whoever they go after is going to be in trouble, for sure.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“I have to wonder who’s in this group… Are we going to be okay?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I could feel Keisei’s anxiousness through his message. As the group’s numbers swelled, students who weren’t even that close to its members would naturally begin to want to join. Directing the actions of such a group wouldn’t be that easy.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At any rate, since more students were showing up in the classroom, I decided to stop texting. I could continue this conversation during lunch or after class.</span></p>\r\n<div style=\"page-break-after: always;\"/>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">5.1</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">L</span><span style=\" font-size: 0.80em;\">UNCHTIME FOUND ME</span><span style=\" font-size: 1.00em;\"> chatting with the Ayanokouji Group. Well, I say chatting, but we were really discussing the supplementary exam. Naturally, the first topic that came up was the change in the air in the classroom that morning. Since Keisei was the one who came to class early today, he began telling the rest of us that there were signs a large group had formed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I see, I see. Yeah, you might be right about that. It definitely seemed like people were way more chipper than they were yesterday,” said Haruka.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But it’s still just…speculation, at this point, right?” asked Airi.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. There’s no proof a large group has formed, and even if they have, it doesn’t seem they’ve necessarily narrowed down their target to just one person,” said Keisei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In the end, this was all we could infer based on what we’d seen this morning. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, should we have one of us do some digging, for the time being?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not so sure. If we end up picking the wrong person for the job, then the group’s leader might find out someone’s snooping. And if that happens, there’s a chance someone from our group would wind up being targeted.” That in and of itself was something Keisei wanted to avoid.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s probably a reason we weren’t invited to join.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If someone were to make a large group, then it would be okay for them to ask anyone to join in, except for the person that they were specifically targeting. The ideal development would be to have 39 people corner the solitary person. However, that wasn’t that likely to become reality.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What if one of us is…close to whoever it is they’re targeting, or something?” guessed Haruka, quietly scanning her eyes over the group. “…Or what if…one of </span><span style=\" font-style: italic; font-size: 1.00em;\">us</span><span style=\" font-size: 1.00em;\"> is the target?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“S-Stop it, Haruka-chan…!” said Airi.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She seemed to be getting a little too anxious, but honestly, this wasn’t exactly a laughing matter. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“People probably started trying to form a group on the very first day. From there, they’ve been working to expand that group with people they can trust. The signs just became more obvious now, on the third day,” said Keisei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was probably on the mark. The group’s apparent growth was too much for a single day’s work. I was guessing they’d made their move the very day the supplementary exam was announced.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If they’re still planning on bringing more people into the fold, they might make contact with one of us sometime today.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do we do if they talk about targeting one of us, though? I mean, what if they come to us and threaten to have one of us expelled if we don’t cooperate with them… What then?” said Akito, unintentionally posing a significant, challenging question.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Isn’t it obvious? We’ve already decided we’re going to prioritize our own group, right?” said Haruka.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But what if you end up being the one targeted as a result, Haruka?” he asked in return.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… But I don’t think I want to stay in school badly enough to make me betray my friends. If they did say something like that, I’d probably go and complain about it to the school,” replied Haruka, recoiling a little bit, though she still managed to answer Akito’s question.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m the same. I’d never want to betray my friends,” said Airi, nodding forcefully, despite her anxiousness.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What about you, Keisei?” asked Akito.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After a brief silence, Keisei gave his honest thoughts on the matter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Fundamentally speaking, I share Haruka and Airi’s opinion. But things are never that simple. If you actually do wind up being targeted in this exam, there’s probably no way out. Saying things like ‘I’m okay with getting expelled in exchange for defending my friends’ might sound better, but…it’ll still be really painful.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… What do you think, Kiyopon?” asked Haruka.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everyone’s eyes fell on me. I should try guide their thoughts to a certain degree to bring them into accord.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m against Haruka’s approach—that is, complaining about it,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, does that mean you’d betray your friends and join the large group?” she snapped back.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, cooperating with the group to try get one of your friends expelled is completely out of the question. However, I think it’s better to pretend to play along on the surface. I don’t think being uncooperative or speaking out sharply would be a good idea,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You had to make sure you didn’t let your emotions get the better of you.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By making it seem like we’re cooperating with them, we can find out how many criticism votes they have and who they’re planning to invite into the group next. We need that kind of information. Am I wrong?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…No, you’ve certainly got a point,” replied Haruka.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She’d gotten really heated, but now started to calm back down. If you got worked up and pushed people away when they tried to talk to you, then you’d lose the chance to get any information out of them. At that point, you wouldn’t even know who they were targeting.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if you pretend to be one of them, since the vote is anonymous, they won’t be able to know exactly who anyone actually used their criticism votes on,” I added. In other words, we could obscure what was really going on. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I guess it would probably be in our group’s best interest to do things that way,” said Haruka.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I nodded. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, if their group has been quietly expanding since day one and has a fair number of people in it by day three, it’s possible that the mastermind who brought them all together is pretty clever. They’ve been taking bold action, but also treading carefully. More importantly, they haven’t let anything slip that would identify the person they’re targeting for expulsion. And it seems both Hirata and Horikita haven’t noticed this big group’s existence,” I added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita might have had some suspicions, but Hirata seemed not to have noticed anything at all. It wouldn’t have been strange if word of the group’s existence had gotten out, but they’d kept things under tight wraps, even at such a critical moment. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose the reason why Hirata hasn’t really joined a particular group is because he takes a very neutral stance with everyone. If they just thoughtlessly approached him and asked him to join their group, then he might not only refuse, but try and break up their group,” I reasoned.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So you’re saying that the person who started this group has thought of all that, huh?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re amazing, Kiyotaka-kun! It’s awesome that you’ve figured out so much!” said Airi, clapping her hands happily, congratulating me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re certainly right about that. I wasn’t the one who noticed the abnormality this morning. Kiyotaka was,” said Keisei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I already told you, didn’t I? When you’re on your own for a long time, you can’t help but unintentionally pick up on extraneous details. Besides, it’s not like this group’s existence is official. We’re still speaking in hypotheticals.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We were just talking through theories right now. There was no proof any of it was actually for real. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose it’s probably best to be on our guard, though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Everything we’ve been talking about has been so dark and depressing, jeez. Can’t we talk about something a little lighter?” said Akito with a sigh, while fiddling with his phone.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everyone shook their heads.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like we can really talk about anything else right now. It’s hard to just sit back and enjoy ourselves when we’re being confronted with the fact that one of our classmates is going away, and soon.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No matter how much we continued to plan together as a group, our anxieties would continue to burn in the back of our minds.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Still, when I think about that, I… I am really worried…” said Airi.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come on, you’re still talking about that, Airi? You’ll definitely be fine!” said Haruka, lightly patting Airi on the head, telling her not to stress.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If anything, I suspect I’m the one the girls in our class hate, anyway,” said Haruka.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, you’re probably right,” said Akito, nodding in agreement. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Haruka shot him an intense glare.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What? You said it yourself, didn’t you?” he shot back.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s fine if </span><span style=\" font-style: italic; font-size: 1.00em;\">I </span><span style=\" font-size: 1.00em;\">say it, but do you seriously think I’d like hearing that from someone else?” she snapped.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I guess.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In the face of that unassailable argument, Akito just gave in. Seeing this, Airi’s self-confidence seemed to shrink even further.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re cute though, Haruka-chan. And you’ve got a good sense of humor, and you’re smart, and…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, no, wait… Come on, at the very least, you shouldn’t be saying that first part to me,” said Haruka, sounding exasperated, but still trying to console Airi anyway.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s probably no need for you girls to worry, though. I think there are way more targets among the guys,” said Keisei, trying to reassure the two of them.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, the guys are the ones in serious trouble right now. So there’s no point in getting super scared about it,” said Akito.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I suppose you’re right. Compared to the girls, the guys are definitely… Hey, wait a sec, isn’t that Hirata-kun?” said Haruka, sounding somewhat unsure. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The rest of us followed her line of sight. There, indeed, was a lone figure walking listlessly by. It was Hirata. He normally stood straight and tall, and always had a smile on his face. But looking at him now, you couldn’t call him cheerful by any stretch of the imagination.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wonder if he really is worried about this test after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Semes like it. He almost looks like a different person.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The two of them watched Hirata walk off, sounding worried about him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wow, even though he doesn’t have to worry at all about getting expelled himself. That guy is just carrying too much on his shoulders.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Someone </span><span style=\" font-style: italic; font-size: 1.00em;\">will</span><span style=\" font-size: 1.00em;\"> get expelled, though. That much is unavoidable.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">They looked at Hirata with pity in their eyes. As I&#160;was listening to the conversation, I got a message. One I couldn’t ignore, apparently.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry, I gotta go meet someone,” I announced.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who are you meeting?” asked Haruka with interest, looking at me with curiosity-laden eyes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Airi looked at me too, though her eyes showed anxiousness. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita. It’s probably about the test.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ah, ’kay,” replied Haruka, losing all interest, as if she had come to realize something on hearing my response. She was probably remembering the incident with Horikita and Ryuuen the other day. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I said bye to the group and left the café.</span></p>\r\n<div style=\"page-break-after: always;\"/>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">5.2</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">O</span><span style=\" font-size: 0.80em;\">UR MEETING LOCATION</span><span style=\" font-size: 1.00em;\"> was a rest area along a path that seemed an odd choice for a lunch break. Spring and autumn aside, no one really liked to go all the way out here at this time of year.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry for the trouble, calling you out to meet like this.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not a big deal. I’m the one who is sorry, having to make you wait out in the cold weather.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t mind.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was meeting with Horikita—but not the younger sister, Suzune. I was meeting with the older brother, Manabu.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Hello.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tachibana bowed her head to me, gently. They weren’t on the student council anymore, but Tachibana still continued to accompany Horikita, waiting at his side. It went without saying that what they had seemed to go beyond a simple hierarchical boss-subordinate relationship. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In the past, Tachibana had been a bit harsh to me, but she seemed somewhat mild-mannered today. I wondered if it was because she was still reeling from nearly getting expelled after being caught in Nagumo’s trap. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems like a new supplementary special exam has begun,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Word travels fast, I see. Well, the test will be over pretty soon.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Some first-year students have already approached third-years to talk about it. But I doubt there’s anyone in our grade who can help out in a concrete way.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, there’re no upperclassmen who’d lend out private points?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It would be difficult, I imagine. Special exams are held each year, but generally speaking, the formats are rotated every three years or so. This is done in order to prevent currently enrolled students from leaking information about the tests,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was exactly what I’d imagined. I supposed it was an obvious conclusion, though.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The number of private points we possess will determine loss or victory in the special exams we third-years will face. We can’t afford to give points to our juniors,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">I see.</span><span style=\" font-size: 1.00em;\"> I was betting that was the reason Tachibana didn’t look so well right about now. Her class had had to pay up twenty million points because of her mistake. If those points were basically the war funds needed to get through the special exams, it was all the more understandable why she looked green in the gills.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry. If I’d only handled myself better, I…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Compelled by her feelings of remorse, Tachibana bowed deeply toward Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s no need for that.” Horikita rebuked her. I&#160;wonder how many times she had apologized to him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“O-Oh, o-okay…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Any word from your sister?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Suzune will not come to me,” he replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This special exam isn’t like anything we’ve ever had before. Horikita needs someone who can give her advice.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was struggling right now, which was why she’d made contact with Ryuuen. In the end, though, she got shut down.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, can’t you fulfill that role?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s an impossible ask. Your sister and I are just different kinds of people.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you saying she and I are the same kind?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At the very least, a lot more similar than me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“………”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was a brief silence.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She’s probably going to be compelled to make some tough choices about how to fight this battle. You’re the only who can guide her,” I told Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if that’s true, this is something she’ll have to decide for herself.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was certainly true. He wasn’t going to compel her to make a decision. Ultimately, it was up to Horikita Suzune to choose her own path.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay then, what did you call me out here for?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I doubted either of us really wanted to be having a long conversation out here in the cold. Since Horikita didn’t really enjoy talking about his sister, I thought I’d change the topic.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s about Nagumo. I wanted to ask you if you’ve noticed any unusual activity going on,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is this something you felt like we specifically needed to meet up in person to discuss?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Actually, I was the one who asked for it,” said Tachibana.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d found out why the meeting had been set for this location, albeit in a way I didn’t expect. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s because I wanted to know the reason you’ve been acknowledged,” said Tachibana. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I could see the feelings of frustration welling up in her eyes. Perhaps Horikita Manabu had taken this opportunity to meet because he thought it would help Tachibana grow. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve been acknowledged? I’ve probably only ever been rude to Horikita, though,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know that,” she snapped. Having her give me such a clear, immediate answer honestly stung a little. “But…I’ve decided to try and broaden my horizons. You might have ability worth recognizing, that I just can’t see.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So? What is your impression of Ayanokouji now that you’re seeing him again?” asked Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Honestly, I don’t have the slightest clue.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know what you mean,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What kind of conversation was this? Maybe because of the strange, relaxed atmosphere, Horikita let out a small chuckle. “Unfortunately, we probably won’t understand Ayanokouji’s true worth until after we graduate,” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. Nothing’s going to change, even after you graduate,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I think you’re right about that,” said Tachibana.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Really? They’d had me meet them out here in the cold for </span><span style=\" font-style: italic; font-size: 1.00em;\">this</span><span style=\" font-size: 1.00em;\">? I supposed it spoke to how wounded Tachibana was.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nagumo is obsessed with you. He probably wants nothing to do with me, right? Given that, it might be a good idea for you to engage him directly yourself,” I told&#160;them.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This wasn’t really something I should be demanding of a guy who was about to graduate from Class A. Regardless, Nagumo was definitely going to pick a fight. In fact, he might already have made his move.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Nagumo-kun has been in close contact with third-year Class B lately. I think he’s giving them his total support, just like he did at the training camp.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He might have presented them with the idea of knocking Horikita’s brother down to Class B. All for the sake of his goal to defeat Horikita Manabu.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The nonsense never stops. I just want to live in peace,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you first-years are to have any peace in the future, we can’t leave the Nagumo problem unresolved,” answered Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita was convinced that something terrible was going to happen next year. Once the person Nagumo was obsessed with defeating was gone, Nagumo might go on a rampage and do whatever he pleased. Horikita was implying that we’d be in big trouble if we didn’t take action now. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I intend to do whatever I can,” I told him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At least for the moment, that was the answer I had for him.</span></p>\r\n<div style=\"page-break-after: always;\"/>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">5.3</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">HEN I STEPPED OUT</span><span style=\" font-size: 1.00em;\"> of the shower that evening, I&#160;saw I had several missed calls from Kei. It must have been something urgent, considering that each call was about a minute apart. As I’d just barely finished drying my hair, I picked up my phone, thinking that I’d go ahead and call Kei back. But she called me again right then, so I just answered her call instead.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hello?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ah, I finally got through…!” she huffed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You sound really flustered.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, of course I am…! Something really awful is about to happen, Kiyotaka!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Something awful?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t know who’s putting this together, but…it sounds like everyone’s gonna vote you out of school,” said Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that so?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-Wait a second, did you already know?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, this is the first I’m hearing of it. I just had a vague understanding that someone was probably being targeted.” I hadn’t known until now that it was me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why are you so calm about this?” asked Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you know how many people are going to vote against me?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not sure… But I get the feeling about half the class is on board with the idea. Also, it sounds like they’re threatening people that they’ll get targeted too if they tell you about what’s going on, Kiyotaka,” said Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On top of setting someone up to get expelled, they were going around making threats like that, huh? It seemed the majority of the class had fallen in line, then. Even if I got praise votes from the Ayanokouji Group and another from Kei, it’d be just a drop in the bucket.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you okay with telling me this? It sounds like you could get targeted yourself,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, that would only happen if I went around blabbing that I’d heard about the situation from Kei. I&#160;didn’t know who was behind this, but they’d handled things well. Although targeting a specific person for expulsion was a simple strategy, actually securing all those votes wasn’t easy. Anyone who proclaimed their desire to get a specific person expelled stood the risk of being seen as “evil” by others. If a student with a strong sense of justice, or someone close to the target, heard about it, there was a possibility that the ringleader would actually wind up being the one expelled. People were resistant to the idea of passing judgment on a friend, but not as resistant to the idea of passing judgment on evil. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was precisely why even relatively sharp-tongued people like Haruka and Akito hadn’t taken the initiative to ask us to eliminate someone. At most, people would try to come up with candidates through group discussion, and then everyone in the group would vote in line with each other.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The ringleader targeting me in this case wasn’t afraid of the risk of being expelled themselves. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve got to do something. I mean, you </span><span style=\" font-style: italic; font-size: 1.00em;\">can</span><span style=\" font-size: 1.00em;\"> do something about this, can’t you?” asked Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not sure. If half the class really is against me, then that’s a troubling development,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if I did manage to get a total of ten praise votes myself, that didn’t necessarily mean I was out of the woods. The people conspiring together in the large group would obviously use their praise votes on their own friends. I was facing a significantly high risk of expulsion.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks for letting me know about this.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, you’re welcome, but… Seriously, what are you gonna do?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll have to think about that,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Look, you might seem like you’re perfect, but you’re lacking in some areas too, y’know. If I wasn’t around, you might have gotten expelled without even knowing it was coming,” said Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s why I have you,” I told her. “For times like these.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I-I see…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was precisely because I had talented people on my side—people with access to information I couldn’t get myself—that I’d been able to learn about my impending expulsion like this.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll contact you again,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, gotcha.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I ended the call. I’d wanted to talk about March 8th coming up next week, but decided to hold off on that for now. First, I needed to find out why I was being targeted.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right, then…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I clutched my phone, I started slowly thinking the situation through. The question of who I would contact was going to be a big part of how things would move forward. I needed to exclude the ringleader targeting me, and any of their cronies, of course. Still, with that being said, talking to someone completely useless wasn’t going to make my situation any better either.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, in that case…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I pulled up someone’s name in my contact list and called them right away, without notifying them that I was going to call. First, I needed to finish something that needed to be done. A few moments later, the call connected. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What?” asked Horikita Manabu, his tone of voice the same as ever.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I need to talk to you about the supplementary special exam. It’s pretty serious.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait just a moment.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I waited for about ten seconds. I could hear the sound of running water on the other end of the line.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was just washing the dishes. I didn’t think that was something you wanted to talk about over speakerphone.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry for the bother.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“From the sounds of it, something happened. Something not good.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We’d just met up this afternoon. He was probably guessing something had happened because I hadn’t mention it when we spoke earlier.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s been some activity in my class. A large group was formed, and they’ve picked a specific person they’re going to get expelled,” I explained.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Considering the nature exam, the formation of a large group was inevitable. Who is being targeted?” he asked, likely thinking of his younger sister.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s not a very funny joke.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not a joke. Right now, about half the class has agreed to use their criticism votes on me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Really?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m in a really tight spot right now. That’s why I thought I’d talk to you about it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you saying that even you can’t do anything about this test?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To put it plainly, yeah. That’s exactly it.” Though, to be precise, I was talking to him right now </span><span style=\" font-style: italic; font-size: 1.00em;\">because</span><span style=\" font-size: 1.00em;\"> I was trying to do something.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you want from me? I don’t think I can really do anything to help you with this exam,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s just one thing I want you to do,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I made Horikita Manabu a proposal. Whether he accepted or rejected my offer would affect how I dealt with this problem going forward.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I see. So that’s what this is.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This shouldn’t be a bad thing for you, either. You can use this case as a reason,” I told him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s certainly true. I wouldn’t have talked to you if that weren’t the case.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t need to demonstrate your authority as the former student council president. And you don’t need to help me directly, either.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Surely a student like Horikita Manabu would be able to understand what I was getting at without me explicitly stating anything.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You were probably planning to use this strategy regardless of whether you were targeted by your class or not,” said Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. I was planning on contacting you anyway. I&#160;would’ve happily told you about this earlier today, but…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But Tachibana was there, right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, I knew she wasn’t the kind of person who’d go around spilling the beans. Still, I’d held back just in case. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, so what kind of tight spot are you talking about? You’ve never been in a tight spot to begin with.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That all depends on tomorrow. Without your help, I’d have to make some pretty heavy-handed moves. And you know as well as I do that it’s not a great idea for me to take center stage, right?” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…All right. We’ll make a move tomorrow.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks. I’ll contact you when I identify who the mastermind is.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I ended my call with Horikita’s brother and plugged my phone in to charge.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First things first.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d originally intended to implement a certain strategy for this exam. A necessary action, to remove an unnecessary student. If I was being targeted myself, however, that meant I needed to improve this strategy’s accuracy. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The next person I called was Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good evening, Ayanokouji-kun. I was wondering if you might call me today,” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I assume you already have a grasp of the situation, then?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. Seems like you’re in quite a pickle right now.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, the news that I was a candidate for expulsion had already reached Kushida’s ears, huh?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re not going to say you wanted me to tell you about this because we’re cooperating with one another, are you? If I’d had leaked any information about this, I might have become the next target… You understand, right?” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, that probably wasn’t the real reason she didn’t tell me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, who did you hear about it from? That you’re being targeted?” asked Kushida. She was clearly interested in finding out who’d told me about my planned expulsion.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They were anonymous.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm. Well then, tell me one thing. What did this anonymous person tell you?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What did they tell me, huh? I remained silent, not giving her an answer.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re quite clever, aren’t you, Ayanokouji-kun? You’re probably thinking that you can’t be careless with what you say.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry, but I’m completely failing to see what you’re getting at. What do you want to know?” I asked her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For instance, did this person tell you who the mastermind is? Or how many votes they’ve gotten?” asked Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So that was what she wanted to know, hm? If, for instance, she’d told Kei that half of the students would be voting for me, but had told other students that one-third would be voting for me…that would be enough information for her to narrow things down and determine Kei was the one who tipped me off.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems like we’re both trying to get a read on each other’s intentions, doesn’t it?” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t tell me that you’re the mastermind, Kushida. Are you?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh no, I couldn’t possibly be the one. I hold a completely neutral position in the class. I’m the epitome of peace. Don’t you agree?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But even if she wasn’t the mastermind, it seemed she was close to whoever it was. I moved onto something else. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose so. If you were the mastermind, I’d expect you to make Horikita your target,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ah ha ha</span><span style=\" font-style: italic; font-size: 1.00em;\">, </span><span style=\" font-size: 1.00em;\">yes, I suppose you’re right. Judging from the fact that you went ahead and contacted me anyway, despite knowing the risk, you must be in quite a bit of trouble… So, what would you like from me?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I want to know who the mastermind is.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even though there’s nothing you can do once you find&#160;out?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kushida was always analyzing the situations, adapting herself to the needs of the moment. It wouldn’t be difficult to bring her over to my side.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please tell me,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My, you’re quite direct, Ayanokouji-kun. But I can’t betray my friends, so… Well, you know,” replied Kushida, adding a devilish little chuckle, which I could clearly hear over the phone. “Well, I suppose it would be more accurate to say that… I couldn’t tell you even if I wanted to.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And that means?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry to be the bearer of bad news, but unfortunately, I’m the only one who knows the mastermind’s identity,” she replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…So that’s it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It sounds like you understand, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The mastermind, having selected me out of everyone in class to be expelled, chose Kushida to be their confidant right away. From there, they used Kushida to expand their reach by recruiting people who weren’t close to me. It would be hard for people to turn down Kushida, who was highly trusted by her classmates.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, this is you we’re talking, Ayanokouji-kun. I’m sure you can find out who the mastermind is sooner or later, right? It doesn’t really change anything, even if I don’t tell you now. Don’t you agree?” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. If I don’t hear it from you, I’m in for a tougher time. I’m sure whoever this is wants to keep their role hidden. That’s probably the exact reason why they entrusted everything to you, right?” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You certainly are frank.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, this is you we’re talking, Kushida. I’m sure you’ve already guessed what I’m thinking.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">My strategy of trying to get Kushida to tell me the mastermind’s identity had been a success—and at the same time, also a failure.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m surprised that you’re going along with this. Even though it means you’re complicit in getting someone expelled,” I added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose so. It’s a difficult situation, even for me. After all, if I refused them, they’d think I wasn’t willing to help them, wouldn’t then? It would spell trouble for me if talk got around that I turned down someone who came to me for help,” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was entirely possible.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So I’ve had to make a rather difficult decision. I don’t want you to get expelled, Ayanokouji-kun, but I also cannot betray the trust of a student who came to me for help. That’s the way it is. On top of that, they gave me the impression they understand a little bit about my weakness. And then, word started to spread about how anyone who betrayed them would end up being their target,” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kushida might have been able to remain neutral, even in that position. The fact that she’d deliberately decided to cooperate with them was worrisome. It was probably partly to protect herself. If she’d turned them down, she might have been blocked from joining the mastermind’s group, or suffered the blowback of their resentment. Instead, even though there was some risk involved, she became central to the group and took up a position as one of the people controlling it. That story checked out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kushida was entirely self-absorbed. Self-importance was her thing. She liked being worshipped and flattered by others, and she liked dominating people in turn. She was the kind of person who took pleasure in dealing with people inferior to her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you understand the situation I’ve been put in, right? I can’t help you even if I wanted to,” repeated Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the mastermind’s identity became public, it would mean Kushida’s failure. They had manipulated her quite cleverly. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose I can’t force anything out of you, then. Sorry for calling you in the middle of the night,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh? You’re giving up so easily?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t want to cause trouble for you. It doesn’t seem like I can count on your help this time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you think that you can find out who the mastermind is without my help?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not sure. I’m not feeling too confident about it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I backed down. By doing so, I was inviting Kushida to take a step forward. If she didn’t respond to that invitation, then that would be that. Either way, the mastermind’s identity had nothing at all to do with my strategy. Knowing it would just make things a little easier, was all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm, what should I do?” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She wasn’t backing down. It seemed like she was at a standstill. No, wait—she was taking a step forward, all on her own.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-kun, we’re friends. So, I guess I’ll tell you.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, I stopped backing down myself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Why did you change your mind?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose it’s because I want to see how you’ll handle this situation, Ayanokouji-kun. That being said, if this ends up hurting me, I won’t forgive you. Okay?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know what kind of people I can make enemies of and what kind not to.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m glad to hear that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had a feeling she was smiling.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yamauchi-kun,” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She gave me the name of the possible mastermind. I&#160;specifically say </span><span style=\" font-style: italic; font-size: 1.00em;\">possible,</span><span style=\" font-size: 1.00em;\"> because I still had no evidence to determine whether or not that was actually true.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. Yamauchi, huh?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t sound surprised.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s a likely candidate for expulsion himself. It’s not surprising that he’d take the initiative to make a move himself.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Satisfied?” she asked, like she was testing me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now that I’ve heard who the mastermind is, something doesn’t quite add up. There’s no way a student like you would be stupid enough to be manipulated by someone like Yamauchi. I’m sure you could have easily taken control of the conversation and turned down his request for help. It has to be pretty risky, going to the trouble of protecting the mastermind while playing ringleader,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wonder why didn’t I turn him down, then?” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe because Yamauchi isn’t the real mastermind. Maybe because you realized that it was the student pulling his strings.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kushida had sounded like she was having fun, so far. But now her tone of voice dropped and grew serious.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So you know that much.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sakayanagi came to visit our class before. Maybe that has something to do with it?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Before the year-end final written exams, Sakayanagi had visited Class C—to see Yamauchi. It had been something of a hot topic for the class. Leaving aside my direct connection with Sakayanagi, I presented Kushida with some other evidence that she might find convincing. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It really was quite the surprise when she visited our class, wasn’t it? But yes, you’re exactly right. It seems Sakayanagi-san from Class A is the one pulling Yamauchi’s strings. I really wanted to avoid making her my enemy,” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How did you know Sakayanagi was the one behind this? Did Yamauchi tell you?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, Yamauchi-kun has been desperately trying to hide it at all costs. But you know the extent of my information network, don’t you? I found out from someone in Class&#160;A. They told me she was manipulating Yamauchi-kun and trying to do something to Class C,” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everything was proceeding almost too perfectly. Considering what had happened, I was guessing Yamauchi going to Kushida was also something that Sakayanagi had instructed him to do, most likely. Hashimoto from Class A had some doubts about the extent of my relationship with Kei. If he’d wanted a group to be formed without my knowledge, I would have expected him to advise Sakayanagi to make sure that Kei was left out of it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If that had been the case, they shouldn’t have brought Kei into the group until the very end. If they’d done that, it would probably have taken me longer to notice I was being targeted.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So is it a coincidence that you’re being targeted by Sakayanagi-san, Ayanokouji-kun? Or is this intentional?” asked Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No clue. I’ve never really had much contact with her. Maybe I’m just being targeted as a student who doesn’t stand out.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. I suppose that makes sense. Other than Horikita-san, Sudou-kun, Satou-san, Yukimura-kun and the other people in that group you hang out with, there’s probably no one willing to take the risk of telling you what’s going on,” said Kushida.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Still, Sakayanagi being the mastermind was rather odd. Why did she deliberately come up to me and ask me to postpone our match until the next exam, then? Was she so eager to destroy me that she was willing to stab me in the back and break her promise? If she was going to make a move against me now, then she’d have to be prepared for the fact that I wasn’t going to compete against her in the next special exam.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Having Yamauchi gather criticism votes against me absolutely went against what we had promised. The only way this made sense was if what she’d promised me was a lie. She’d made it seem like she was going to postpone our competition until next time, while actually laying a trap for me. But… </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No. That wasn’t it. As far as I could tell, Sakayanagi wasn’t the type of person who would be satisfied with something like that. But then what should I make of this mess?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks, Kushida.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I hope you get through this without getting expelled.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After ending the call, I tossed the phone on my bed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, no matter what they’re scheming, it doesn’t change what I’m going to do,” I said to myself.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now that I knew the mastermind’s identity, all that remained for me to do was tell Horikita Manabu and have him work it out.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "v10",
    "chapter": 10,
    "title": "Chapter 4: The Difficulty of Saving"
  },
  "nextChapter": {
    "volumeId": "v10",
    "chapter": 12,
    "title": "Chapter 6: Good and Evil"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Title Page",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Hirata Yousuke's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: The Calm Before the Storm",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: In-Class Voting",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: The Difficulty of Saving",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Older Brother and Younger Sister",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Good and Evil",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: Other Classes' Ideas",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : The Expelled Students",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 11
}