{
  "title": "Chapter 1 - Prologue : Akito Miyake’s Soliloquy",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 1 - Prologue:<br/>Akito Miyake’s Soliloquy</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">’VE NEVER ONCE</span><span style=\" font-size: 1.00em;\"> thought of myself as someone special. Sure, I don’t have any particular strengths or anything, but on the other hand, I don’t really have any major faults either. I’m just an average Joe. I’ve basically just lived my life doing whatever I wanted, coasting on by and going with the flow. I’ve done some bad things from time to time, and I’ve done some kind things too, in my own way. I’m not a good person, but I’m not a bad person either. If I had to evaluate myself, that’s how I’d describe the kind of guy I am.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I mean, ever since I was born, I’ve pretty much gone around just being a regular person, you know? Not particularly good or bad. That didn’t become so obvious to me until I came to this high school, though. I started taking up archery just because I happened to see it on TV and figured I’d give it a try to kill some time. I’ve just lived my life, well, normally. Like surrendering myself to the river’s flow.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wasn’t interested in anything big—I didn’t really care. My daily routine was this repetitive cycle of staying put and keeping away from things. It might have been boring, but I did it because I thought it’d be easy. Maybe it was a consequence of that lifestyle, but I didn’t have anyone I could call a friend right away in high school. I&#160;didn’t really feel lonely or anything, but… Unexpectedly, all of a sudden, I happened to make some friends. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei, Kiyotaka, Haruka, and Airi. There were five of us, including me. I was weirdly comfortable with that small group of people. And at the same time, I felt like I’d be spending the rest of my days at this school without a care in the world, together with those four other people. Even though my environment had changed, I was still me. I knew that part would never change, at least.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But despite my expectations, there was a major change. Falling for somebody. There’ve been people of the other sex who I thought were, like, cute or beautiful or whatever, but I never had a </span><span style=\" font-style: italic; font-size: 1.00em;\">crush</span><span style=\" font-size: 1.00em;\"> on anybody before. I wonder when it all started… </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I started staring at Haruka from the side.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was fully convinced that I’d caught feelings when Haruka said she was going to let herself get expelled during the Unanimous Special Exam. I realized I couldn’t accept being separated from her. My emotions took priority over logic. I wanted to protect Haruka, even if it meant abandoning Airi, who was another part of our same friend group, and who I also cherished. I didn’t know if the feelings I had were okay, if they could even be allowed. I prioritized my wanting to protect Haruka and didn’t weigh the pros and the cons of the situation. But I had no regrets.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Will you go along with my revenge plans?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The words Haruka just muttered snapped me back to reality. Her eyes looked the same as always as she looked at me—they were fierce, looking straight ahead, and the color of danger. But she had the determination to accept what might come, without a hint of hesitation. There wasn’t a single cloud of doubt there. I didn’t answer her question out loud. I mean…I couldn’t. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her revenge would absolutely cause trouble for our friends and many of our classmates. She probably saw right through me and guessed what I was feeling, because Haruka laughed and turned away. She walked on ahead, alone. The old me would’ve indifferently watched her go. It would’ve made way more sense to do that. How much easier would it be if I just watched her back as she left?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Man, I never knew that liking someone could be so much trouble. It’s so hard, and so messy.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No matter how many people would come to hate me in the days to come… </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I couldn’t just let her go it alone. My heart wouldn’t let me. On that day, the day the Sports Festival ended, I… I made up my mind and steeled my nonexistent resolve.</span></p>\r\n",
  "nextChapter": {
    "volumeId": "y2v6",
    "chapter": 8,
    "title": "Chapter 2: Signs of an Approaching Storm"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Akito Miyake’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Signs of an Approaching Storm",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: An Unavoidable Path",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Still, We Gotta Do It!",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: An Arrangement",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: The Second Sports Festival",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: The Guest",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : The Arrival Of Autumn",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 7
}