{
  "title": "Chapter 3: An Unavoidable Path",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 3:<br/>An Unavoidable Path</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">O</span><span style=\" font-size: 0.80em;\">NCE AGAIN</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> the class was facing multiple difficulties simultaneously. There was no way that the leader could simply sit by and watch as things continued to deteriorate here and there—that would be simply unacceptable. She probably wanted to solve everything by herself. There was nothing wrong with wanting to do something yourself, of course, but if it was beyond your capabilities to do something, then that attitude was simply idealism. No, actually, even if you did have the skill to solve the problem, there were some things that you just couldn’t handle alone. What she needed now was to rely on her friends. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And, at the same time, through cooperation, she had to choose the path that would correct the situation. As&#160;for me, I hadn’t made any substantial effort to lend a hand before today. After I finished checking the news on my phone, I decided to get up from my seat, leaving a little bit after other students who were once again heading off to have fun after class. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just then, someone who had been waiting for just the right moment ran after me in a hurry. I figured that if he were panicking and couldn’t find a solution, he’d reach out to me. He seemed to be a little concerned about all the students around us right now, but he leaned in close, and whispered something to me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um, excuse me, Kiyotaka-kun,” Yousuke said. “I was wondering if you could make some time for me this evening? There are a few things I want to discuss with you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have plans to meet with Kei tonight,” I replied. “Can’t we just talk about this now?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t actually have any such plans, but I wanted to see his reaction to my lie. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was no way he’d just immediately say yes, of course. Yousuke had club activities, so he didn’t have free time after class. And since club activities would be temporarily suspended when the Sports Festival got closer, he probably wanted to participate as much as he could for the time being.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m messing with you,” I told him. “I’ll talk to Kei. We&#160;can have our date another time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Th-thank you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just double-checking, but you’re sure you want to talk to </span><span style=\" font-style: italic; font-size: 1.00em;\">me</span><span style=\" font-size: 1.00em;\"> about whatever’s going on?” I already knew the answer, but I asked the question anyway. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke nodded, not finding anything strange about it. “Yes. And I thought that it should be as soon as possible.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right. Then if you’re fine with meeting in my room, I’ll set aside time tonight for you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke’s face relaxed and he gave me a childlike smile when he heard my answer. “I’d greatly appreciate it if Karuizawa-san could be present as well, if at all possible,” he added. “Would that be all right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You want Kei there too? I’m sure she’d be happy to be there, but wouldn’t she be in the way?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are a few things that need to be worked out, and I could really use her help.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei practically had an information network with the girls in the class. Having her around would make a big difference. I didn’t need to ask what Yousuke was talking about. He was referring to matters with Kushida, Shinohara, and Haruka.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then, in that case… Can we do this at about seven-thirty?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course, that’s no problem,” Yousuke said. “I’ll be there, and not a minute late.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He smiled with his whole face, with even his eyes squinting. Yousuke then walked away in a hurry, most likely to head to his club. Whenever anyone had a problem, Yousuke would immediately reach out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s problem number two for the class, I guess,” I muttered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since I always was the one that lent a helping hand to Yousuke when he was in trouble, I supposed this happening was unavoidable. It wasn’t easy to break something that you’ve built up over time. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At that point, I figured I needed to contact Kei and tell her to come to my place around 7:30. </span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span><span style=\" font-weight: bold; font-size: 1.27em;\">3.1</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">T WAS 5:30 IN THE EVENING</span><span style=\" font-size: 1.00em;\"> when I got back to my room and was waiting around patiently for Yousuke to arrive. Suddenly, I got a notification on my phone.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“Can I come over to see you now?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was a message from my girlfriend, Kei. She included a cute cat sticker with her text. We were scheduled to meet with Yousuke at 7:30 tonight, but it looked like she wanted to come rather early.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“And also, how about we have dinner together while I’m there?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She sent another message before I could even reply. Apparently, she had an ulterior motive for wanting to come earlier: having dinner. In response to Kei’s message, I simply sent a short response to tell her that was fine.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now I guess I’ll have to make something,” I muttered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed I could just serve leftovers from yesterday, but if I could think of something I could quickly whip up that Kei liked, then… But just as I opened up the fridge and stared at its contents, my doorbell rang. When I went to answer it, I found Kei standing there, grinning at me. I was a little surprised, but I casually invited her in without getting flustered. Now that our relationship had become public knowledge, there wasn’t much need to worry about having her in my room.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That was fast,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei took off her shoes and stepped into my room. Her movements showed that this was all rather familiar to her and a well-loved routine. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s ’cause I texted you right before I got on the elevator!” she teased.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It looked like she had already been planning to come visit me anyway—my plans and where I was at the time were secondary concerns. I gave up on cooking for the time being and sat down on the floor by the table with Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe it’s because I’ve been here in your room so often lately,” she said, “but y’know, it’s like I’m getting used to it here. Like it’s my own room.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m glad,” I said. “On the other hand though, you’ve never invited me to come to your room, Kei.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-huh? W-well, because it’d be a little embarrassing, and… I dunno, maybe someday, when I feel up to it, I will!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She didn’t give me an honest, immediate affirmative response, but I figured there must have been a lot of things to consider when it came to bringing someone to a girl’s room. I decided to not push the matter too much. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That reminds me, what are people you know saying about our relationship, anyway?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You mean the other girls? I think they’re being surprisingly casual about it and just kind of accepting it outright. It’s like… Eh, never mind.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei was trying to say something, but she got evasive near the end. I was a little curious, so I decided to try pressing her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s…you know. Let’s just say that people like Hirata Yousuke are really popular out there in the world, right? Lots of girls say that not being with him is a shame.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">I see.</span><span style=\" font-size: 1.00em;\"> Basically, she was saying that the girls didn’t understand the point of Kei purposefully breaking up with a guy like Yousuke to go for a guy who wasn’t popular at all—a loser. It certainly wasn’t any surprise that they were being so frank about the comparisons between me and Yousuke, though.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In a way, I’ve kind of been made a victim of this whole thing too,” she sighed. “I was the one who broke up with Yousuke-kun, but now the other girls wonder if I actually got dumped.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, if she was jumping from a guy like Yousuke to someone unpopular like I was, then you couldn’t blame them for having that interpretation, I guessed. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But you know, that’s only part of what they’re saying. Truth is, your reputation has been, like, rocket-skying or whatever lately.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think you mean ‘skyrocketing,’” I teased. “What kind of slipup </span><span style=\" font-style: italic; font-size: 1.00em;\">was </span><span style=\" font-size: 1.00em;\">that?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was the kind of mistake that made me suspect it was done intentionally. I then noticed that Kei was grinning at me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, I at least know </span><span style=\" font-style: italic; font-size: 1.00em;\">that</span><span style=\" font-size: 1.00em;\"> much, I’ll have you know,” she said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll bet your tutor is exceptional,” I joked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m always grateful to him,” she replied with a smile. “Thanks to our secret, private lessons, my scores are going&#160;up.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei had been improving in her academics little by little, and had reached a score of 48 in academic ability at the beginning of September, which counted as a C. She had finally attained what you could call an average level of knowledge as a student. After a few minutes of silly chatter, I sat up and headed back to the refrigerator.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was thinking of making omurice. Would you eat that?” I asked, not turning around.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She immediately shouted back happily. “Yes, absolutely, I would! Oh, and please go a little heavier on the ketchup, Chef!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This wasn’t the first time I served Kei a home-cooked meal. I regularly had the opportunity to cook her meals in my room like this since we started dating. So far, Kei had shown little inclination to cook on her own, but I didn’t particularly mind. I figured that whoever wanted to cook should be the one to cook— gender had nothing to do with it. I didn’t dislike cooking, and Kei was happy to eat it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei liked to talk, but I wasn’t so good at it. However, she would talk to me while I cooked to liven things up. By supporting each other in this way, I felt that we struck a good balance. I pulled some eggs, ketchup, chicken, and butter out from the refrigerator. After grabbing some cooking oil from the shelf, I had everything ready to go. I took out some leftover rice that was still frozen and started defrosting it in the microwave.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Meanwhile, I got the onions out. I had really wanted to add some carrots, but unfortunately, I was totally out of them. I placed the onions on the cutting board and picked up a kitchen knife, but I felt someone come up behind me. Kei was getting in close, snuggling up against my back.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since it was a little dangerous for her to be so close while I was chopping, I stopped what I was doing and asked without turning around, “What are you doing?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m just watching, that’s all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That’s what she said, but there was no way she could actually see what I was doing with her face at my back.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can ignore me,” she said. “I’ll stay perfectly still.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That so? Okay then.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For the time being, I just did as I was told—I ignored her and continued cooking. I cut the onions into roughly five-millimeter cubes on the cutting board. The whole time I was dicing them, Kei was snuggled right up against my back and didn’t pull away, not even once. I put the knife down and reached for a bowl so that I could crack some eggs, but right at that moment, Kei put her hands around my waist and hugged me tightly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you doing now?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm…? I’m just watching.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It doesn’t really seem like you’re just watching. Does it? If anything, it’s more like you’re trying to sabotage me,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That wasn’t me trying to warn her or reprimand her or anything. It was just a comment about the slight drop in work efficiency. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei didn’t seem bothered by it at all. “Ah, this is happiness. What else could make me this happy?” she murmured. Kei then started to hold me even more tightly than she did before.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She actually seemed quite satisfied by this.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s some pretty cheap happiness,” I teased. “I’m sure there are lots of other, more amazing kinds of happiness out there. Buying things you want, watching things on TV you want to see…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Those aren’t enough to make me happy,” said Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was just messing around and saying something random, but it’s true, isn’t it?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, those wouldn’t make me this happy,” she insisted. “Even if there was true happiness in it, I wouldn’t need it. This happiness right now? That’s enough for me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If she was satisfied with this, then I figured there wasn’t really anything more to say.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can I get back to cooking now?” I asked. It was extremely inconvenient trying to continue working in this position.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm? What should I do, I wonder?” Kei peeked at me, occasionally looking into my eyes with a broad smile on her face. “I think maybe I’d like some kind of reward for being quiet and obedient. Maybe?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s chocolate in the fridge,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Boo. That’s not what I meant, y’know…” she said, trailing off. “I think there’s something kind of off about you, Kiyotaka… Oh well, that’s just how you are, though, huh? I’ll wait quietly.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She must have been satisfied somehow, because she walked away from me and sat down on the bed. Well, I supposed that meant I could give my undivided attention to making the omurice for the time being. While Kei waited for the food to be ready, she alternated her attention between her cell phone and the TV. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once the food was ready, we sat around the table and ate. We ended up finishing our dinner a little earlier than usual.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That reminds me,” Kei said, “there’s also this whole thing with Shinohara-san.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I hadn’t said anything in particular to initiate discussion on that topic, but Kei started talking about it regardless.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That whole ordeal was bad for me too, but it’s like, it does seem like Shinohara-san was especially hurt by it. She won’t even talk to me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess that’s to be expected,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When it came to physical appearance, whether someone was attractive or unattractive depended on an individual’s likes and sensibilities, but generally speaking, those who were considered superior would make condescending remarks about those they considered inferior. That in itself wasn’t unusual and was something that you could see happening anywhere. There were many cases where a person was simply saying what they thought, without any real malicious intent behind it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you and the other girls dislike Shinohara, Kei?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, not at all,” Kei protested. “It’s like, Shinohara-san’s the funny girl, you know? People like her because she livens things up.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. So that’s why you were unintentionally making fun of her, talking about her relationship with Ike and so on.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I guess, yeah,” Kei admitted. “Me and the girls were chatting and laughing, saying the kind of stuff that would hurt if she heard them.” There was an air of regret to her voice, which made me think she was reflecting on what happened. “Are you going to hate me now? Since I said mean things about people?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“People say bad things about each other,” I said. “I’m not going to deny that it happens. Even if people do it to different extents, it’d be more difficult to find a person who didn’t speak ill of others at all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There should be a time and a place for people to complain about things. Things like “I don’t like the senpai in my club, they’re so pushy,” or “I hate bossy teachers.” While it might be excessive for people to make fun of others’ physical appearance or deliberately point out people’s academic shortcomings, it wasn’t weird for people to say those kinds of things about others.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But basically, you just have to avoid letting the person in question hear about it,” I added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah,” said Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure it must’ve been a big shock to you that Kushida blabbed about it when everyone thought she was the exception to the rule about this kind of stuff. But talking to someone always means taking a risk,” I added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It naturally hurt Shinohara deeply when Kushida told everyone about how Kei and the other girls were making fun of her appearance. But that wasn’t all it did. People with a positive impression of Shinohara—her friends, her boyfriend Ike, and Ike’s friends—would naturally think poorly of Kei and her friends after that. They might even go around talking badly of Kei, Matsushita, and Mori now, out loud for people to hear. Once this negative cycle started, it would take a lot of effort to stop it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re not just leaving it at the fact you feel bad, right? Did you try to do anything?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d heard a brief explanation from Matsushita on the subject already, but I needed to hear it from Kei as well.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well… I tried talking to her a few times,” she said. “I&#160;tried to say that it wasn’t… I tried to admit that it wasn’t a misunderstanding, and I tried to make up for the hurtful things we said. But it just feels like she’s totally wheeled off right now.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You mean walled off,” I corrected her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, that… Th-that was on purpose.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She definitely said the wrong word there by mistake. Anyway, it sounded like Kei and her friends had at least been attempting to repair their broken relationship with Shinohara, in their own way.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, hey, how do you think I can patch things up with her?” Kei asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re asking me?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course! Knowing you, I bet you’d come up with a brilliant strategy.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I hadn’t found a breakthrough for this issue as of yet, but Kei had the same problem as Yousuke of coming to me with something.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m thinking on it still,” I told her. “Give me a little time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured I’d tell her that for the time being, so I could postpone giving her an answer.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, I know this is a change of topic,” she said, “but can I ask you something kind of weird?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite asking, she didn’t hesitate before going ahead with her question. She looked up at me with an intense, curious look on her face.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kiyotaka, you expelled Sakura-san in the last special exam on the basis of her OAA scores, right? So, hypothetically—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When our eyes met, Kei stumbled over her words and suddenly stopped.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Actually, never mind. Forget it. It’s nothing.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re wondering what I would have done if, hypothetically, you had the lowest score in OAA?” I asked, finishing her question.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei’s eyes went wide at how easily I determined what she was thinking.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As I said before, when I explained why I wouldn’t expel Ike, even if you had similarly low scores, the difference in your friend groups was overwhelming,” I said. “I&#160;wouldn’t have expelled you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then, what if I didn’t have any friends?” Kei’s anxious feelings started bubbling to the surface, her words spilling out in rapid succession. “What if I was the lowest rung on the ladder among the girls?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That argument is pointless,” I told her. “If we were making that assumption, that would mean we’re talking about a version of Karuizawa Kei who was a totally different person. If that were true, then you and I wouldn’t have developed the kind of relationship that we have now.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Well, that’s… I see. I guess you might be right, but… If, um, hypothetically, if I </span><span style=\" font-style: italic; font-size: 1.00em;\">were</span><span style=\" font-size: 1.00em;\"> that other person, and if you and I weren’t dating, Kiyotaka, you would have had me expelled?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though she understood it was a pointless discussion to have, it seemed like she couldn’t help but ask anyway.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In the scenario you’ve just described, then yes, I would have,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Look, I can understand how that might hurt your feelings, but that person wouldn’t be you,” I insisted. “It’s a totally different person. You were bullied and hurt, and in high school, you took hold of your social status among the girls so that you could turn things around. You used Yousuke, and then we met, and you started going out with me. That person is Karuizawa Kei.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I said that though, Kei pursed her lips in an obviously dissatisfied pout.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know the correct answer was for you to say that you’d protect me, no matter what I was like. Right, Kiyotaka?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I see,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She had wanted me to declare that I would protect her, even if we were talking about a different Karuizawa Kei. I was learning that there was no need for logic when it came to this kind of thing. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She laid down and rested her head on my lap, and I gently stroked her head to try and put her in a better mood. After having spent a few minutes curled up on my lap like a cat, she seemed content. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei spoke up again from her position. “Hey, Kiyotaka? I actually think it’s fine that you got rid of Sakura-san. There’s nothing wrong with what you did. But was Horikita-san keeping Kushida-san around really the right thing to do? She’ll definitely be an obstacle…right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kushida Kikyou was the person responsible for creating deep divides in the class. Kei felt that the downsides of not having Kushida removed were significant. That wasn’t a strange answer to come to, and instead was a natural reaction. Everyone had their doubts, but it wasn’t easy for them to voice them out loud back then when the clock was running out. At that point, they all were most likely thinking that it was fine as long as they were safe in the end. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was probably during the two days off we had after the exam that things started to cool down. Some people would start wondering if what happened that day was really a good thing, while others would still just be glad that they didn’t get expelled themselves. On top of that, there were also those who feared that they might be next. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s something Kushida has that Airi didn’t,” I said. “Do you know what that is?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Um, you mean like skill at academics and sports, right? Kushida-san is pretty amazing, all around. She’s good at everything.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s the superficial reason, sure. But that’s not what’s actually important.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…What does that mean?” Kei asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She could be an important asset to helping Horikita Suzune awaken as a leader. Kushida, not you or Yousuke, might very well become someone that Horikita can call a partner.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kushida-san could…?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita herself might not fully understand it yet. She may have just trusted what her intuition was telling her when she was under the pressure of the clock ticking down.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, that’s what Kushida-san has that Sakura-san doesn’t…” said Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s Kushida’s point of view, which only she has, along with her thought processes, and the things that only Kushida can say,” I explained. “Those are things that Kushida can bring to the table whether she’s popular or not. And that was what drove Horikita to do what she&#160;did.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei understood what I was saying, at least to a certain extent, but she probably wasn’t immediately on board with that train of thought. Was that a natural reaction too? Well, it was based on an uncertain future, I supposed. What I said was nothing more than hypothesizing, based on the assumption that Horikita was correct in making the choice that she made.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure that Horikita knows full well that Haruka and the people close to her will resent her over it,” I added. “But still, it’s not like Horikita’s choice is going to start yielding results after just a day or two. All anyone can do is be kind, patient, and wait.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But doesn’t Hasebe-san resent you even more, Kiyotaka?” asked Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You had to consider the difficulty in reaching a unanimous decision in that situation, when time was about to run out. No matter how many other candidates Horikita might have proposed, it would’ve been nearly impossible to reach a unanimous decision in time. And getting Class Points taken away would have been a difficult outcome for us to accept. As such, there was no other way Horikita could have been saved except by me taking action.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If people could just talk about the results, the conclusion, the answers, then it’d be simple. But the reality is that they can’t.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re talking about Horikita-san?” asked Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s suppose that there’s a hurdle in front of you that’s so high, you aren’t sure if you can actually jump over it,” I said. “That is to say, it’s a risky situation. Say that you try and fail. You might simply fall to the ground, and that’d be it. Alternatively, you might fall and come away with some scrapes on your legs. If you’re unlucky, you might even break a bone.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The situation that had faced Horikita was exactly the kind of scenario. There was a hurdle blocking her path ahead, one that was too tall for her to jump over with her own level of ability.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you think you’d need to do to make absolutely sure that you’d get over that obstacle?” I asked Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Eh? U-uh… Practice a lot before making the jump…?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And what if you can’t practice?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You mean like just doing it right on the spot, without any warm-up or anything? Like, right then and there? I&#160;guess that’d be all you could do then, in that situation…” said Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It was exactly like that in Horikita’s situation. She couldn’t stop running, and she had to try and jump right over the hurdle that was in front of her.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re saying that Horikita-san tried and failed, and she fell?” asked Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, I’d say she made the jump, and her foot hit the hurdle a bit,” I answered. “How badly was she hurt? Will she fall? And will she be all right in the end, or seriously injured? All those questions are yet to be determined.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Avoiding the hurdle would have been easy. All she would have had to do was not jump and take a little detour instead. That choice was another thing that made me want to keep an eye on Horikita. I found myself wondering once again about these sorts of things. It was strange—I would have never imagined her doing those things when we first started school.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess that makes sense, yeah,” said Kei. “But still, I just can’t agree with Horikita-san’s decision. She broke her promise. She even said she’d protect Kushida-san.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While it was true that Horikita meant it as a threat, it was also a fact that order in her class had been too&#160;lax. Horikita knew that her personal safety would not be guaranteed after causing such a stir. That meant, of course, that trust in her had been significantly shaken, but she was going to make up for it in the special exams ahead. At least on the condition that she continued in pursuit of the goal of getting closer to Class A, that is. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While we were talking, I realized that it was now after seven o’clock in the evening. I put away the dishes that we used for dinner and went over to the kitchen to wash them while I had the time.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, come on, let’s keep chatting over here,” said Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m going to start washing dishes, so later.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? But if we wait until later, it’ll be seven-thirty in no time,” pouted Kei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I could hear the dissatisfaction in her voice, since once Yousuke arrived, that meant more serious discussion would begin. I started washing dishes anyway. Kei sat quietly for a while, but she gradually grew impatient and started making demands again.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, come on, don’t be shy. Come over here. Okay? Please?” Kei lightly patted the bed three or four times with the palm of her hand.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Guess I don’t have a choice,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I least wanted to wash the dishes before Yousuke arrived, but I gave up on that. When I sat down in the spot Kei had directed me to, she proceeded to gleefully poke me in the right cheek with her index finger.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Your skin is, like, almost unfairly smooth for a boy. What do you do?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I just use lotion,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Considering the burdens that came with your skin in your teens, I figured that anything beyond that was basically unnecessary.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Kei seemed convinced, I wasn’t sure if she really cared whether it was true or not. She seemed like she wanted to keep touching me though because she wouldn’t stop poking my cheek. I grabbed Kei’s hand, pulled her in close, and stole a kiss from her lips. I was expecting her to be surprised, but actually, it seemed like she had been waiting for it. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She smiled bashfully back at me. “I was waiting for that ever since I came to your room today,” she said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Is that so?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had to admit that I was still a little bit naïve and unable to pick up romantic cues. Afterward, our lips met again and again, with almost no words at all. Our repeated kisses tasted like our omurice dinner, a somewhat unusual experience.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I love you…” said Kei, breathlessly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I gently embraced her as she held me in her arms, and a quiet stillness enveloped us. It wasn’t awkward—instead, it was a very pleasant moment. I wondered how many minutes passed as we sat there, just holding each other tightly. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, without warning, the doorbell rang, breaking the silence in the room. Kei was immediately snapped back to reality, and, in flustered embarrassment, she hurriedly moved away from me. There wasn’t any need for her to rush since the door was locked, but… Well, I supposed I could understand how she felt. After giving her a little bit of time to settle down, we both welcomed Yousuke to my room. He had shown up still wearing his school uniform.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“After club, I went to Keyaki Mall with some of my senpai,” Yousuke told us, noticing that we were looking at his attire.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Welcome! Come on in, don’t be shy!” said Kei, ushering him inside as if it were her own room.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When Yousuke saw Kei, he smiled happily. I could tell he was really overjoyed to see how cheerful and pure Kei looked right now, and precisely because he had been watching over her more closely than anyone else since they started coming to this school.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right then, sorry for the intrusion,” he said as he stepped in.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After he carefully set his shoes down, came inside, and sat down, I served him some tea.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you,” said Yousuke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what is it you wanted to talk about?” I encouraged him to go ahead and get right into it, since there wasn’t any point in drawing this out over a long period of time. Of course, I already had a hunch about what all of this was about.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, okay,” he said. “It’s about the situation in our class. I’m sure that Karuizawa-san is well aware of this too, but I was thinking that it would be, well, troubling, if we were to head into the Sports Festival with things as they are now. I was thinking it’d probably be difficult in particular for the girls to coordinate.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke glanced over at Kei, figuring that she would know more about the situation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was just talking with Kiyotaka about Shinohara-san earlier, actually,” she said. “To be honest, with where we’re at right now, I’m not so sure we can handle competitions.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was because first, they needed to repair and re-establish their relationship as friends.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was wondering if you had any good ideas,” said Yousuke, looking at me. “I need your help, Kiyotaka-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei had asked me for help in a similar fashion earlier, and now she too turned to look at me with pleading eyes. I decided I wouldn’t hold back now and tell them what I thought.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yousuke, did you bring this discussion up with anyone else besides me?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? No… You’re the first, I just started this now,” he said. “I thought it wouldn’t go very well if I just carelessly brought it up and let people know that I was trying to repair the damage.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure that Shinohara would be happy if she felt that Yousuke was sincerely trying to help, but if she knew that he was actually working as a go-between, his efforts might backfire and cause her to become even more guarded. She might suspect that there was some ulterior motive behind his kind words.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess I just want some direction from you, after all, I think,” said Yousuke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, from this point on, I’d like you to talk to Horikita, the class leader first,” I told him. “Not me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I feel like Horikita-san has her hands full dealing with the matter of Kushida-san right now. Bringing up problems with another classmate now would be—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right then,” I interrupted him. “If I were handling Kushida instead, would you have come to Horikita then?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I… I’m not so sure,” admitted Yousuke. “I think I might have come to you anyway, Kiyotaka-kun…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So after imagining how things would go in that scenario, he still would have likely talked to me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita is doing well,” he added. “But knowing you, Kiyotaka-kun, I thought you’d be able to see the bigger picture, and you’d make the right decision.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think so too, you know?” agreed Kei. “I mean, if we leave it to Kiyotaka, he’d give us the perfect answer.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I believe I told you this during the last special exam, but you can’t rely on me all the time. Even if you have some concerns, you have to talk to Horikita first. You have to follow the process.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re telling yourselves things like, ‘Oh, it’ll be a bother,’ or ‘There’s no guarantee she’ll come up with a solution, so I won’t rely on her, I can’t rely on her,’” I&#160;guessed aloud. “And yet you think that Horikita can still become a true leader? What if we were talking about a leader like Ryuuen, Sakayanagi, or Ichinose? Even if they were in the middle of dealing with something else, wouldn’t you think it was odd if they </span><span style=\" font-style: italic; font-size: 1.00em;\">weren’t </span><span style=\" font-size: 1.00em;\">the very first people that their classmates went to?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The important thing here was that the leader relied on their class, and they were relied upon in turn. Horikita and her class were on the verge of a growth spurt now through their repeated successes and failures.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Failure is experience,” I went on. “Everyone starts from the bottom, solving basic problems like one plus one. Of course, Horikita isn’t at that level anymore, but even so, she’s still overwhelmingly lacking in experience.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Before looking for solutions for this specific problem, they needed to address the lack of an established process of going to Horikita to discuss things and finding solutions through her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, in this situation, I would want you to first talk to Horikita. If she tells you she has her hands full with Kushida, </span><span style=\" font-style: italic; font-size: 1.00em;\">then</span><span style=\" font-size: 1.00em;\"> you come talk to me,” I concluded.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I see,” said Yousuke, nodding a few times. “I understand what you’re trying to say, Kiyotaka-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was clearly taking what I said seriously, processing the meaning behind my words in his head.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s important to gain experience from failures, yes, but this situation is different from something like test scores,” he added. “I don’t think this is the kind of situation where you can say something like, ‘Oh, I got a bad score, so I’ll try harder next time’. This is a serious matter of a student’s heart. If a fractured relationship is broken apart thanks to a hasty decision, then… Well, that’s a problem that you can’t take back.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This sort of thing was Yousuke’s arena, for sure. It didn’t seem like he came to me to talk about this simply because he thought he would get an easy answer.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s the correct decision,” I said. “I think your view is a little naïve, but yes, it’s true that there are cracks in the friendships between classmates. And it’s also true that misunderstandings, fights, and back-and-forth insults between friends can lead to irreparable issues.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If things escalated, going from insults to harassment, silent treatment, or bullying, that could lead to a worst-case scenario. But that was only in truly extreme cases.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kei,” I said, turning to her. “Is your feud with Shinohara really that intense?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um, well… If I had to say anything, I guess it’s like we’re having an extended fight,” she answered. “It’s hard for me to just come out and say anything to her though, since I’m one of the people who hurt her. I’m on the offending side, right? We’re not really, like, harassing each other or anything. And I don’t think there are any girls in class who </span><span style=\" font-style: italic; font-size: 1.00em;\">hate</span><span style=\" font-size: 1.00em;\"> Shinohara-san and all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">My view of the situation was that by taking this matter too seriously, they were causing unnecessary anxiety. That was my view of the situation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And you’re not planning on having Horikita solve this alone, are you?” I added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course not,” said Yousuke. “If there’s anything I can do to help, I’ll do it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good,” I said. “Then I expect that if you two can handle things well, with Horikita leading you, you should be able to make it through most anything.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure that those words alone wouldn’t be enough to completely assuage their anxieties, so I decided to add something important.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure that there will be things that you can’t solve, of course, even if you work with Horikita. And in those times, I’ll lend a hand.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With the right backup, Yousuke and Kei would be able to act without hesitation. They appeared convinced, but, judging by the fact that his face hadn’t quite perked up yet, Yousuke still had something on his mind. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We continued exchanging information for a while after, but when eight o’clock approached, I urged them to head back to their rooms. On their way out, though, Yousuke seemed like he couldn’t quite leave things the way they were and suddenly spoke up.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um… If you don’t mind, Kei, I was wondering if Kiyotaka-kun and I could chat privately for a minute.” Apparently, he still had more to say.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure,” said Kei. “All right, then, I’ll head on out first.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, she left right away. Once she closed the door behind her, Yousuke turned back to look at me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kiyotaka-kun. I’ll talk to Horikita-san tomorrow about all this, but I just want to ask you privately, right now… Is there a clear path forward here?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To be honest, I don’t have any ideas for an immediate solution regarding matters with Haruka and Kushida,” I&#160;admitted. “I’m hoping that you guys can discuss the issue more and steer things in the right direction.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Since you put it that way… I take it that means you do have an idea for how to approach things with Mii-chan?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“More or less. It’ll take time, but there’s a chance things can be improved. If you need to hurry, though, there’s no reason why you couldn’t take some forceful, drastic measures.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Drastic measures? If there’s something I can do, then I think I should do it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even when the subject was a girl who had feelings for him, Yousuke spoke in the same manner as always.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I said they were </span><span style=\" font-style: italic; font-size: 1.00em;\">drastic</span><span style=\" font-size: 1.00em;\"> measures,” I reminded him. “I&#160;don’t recommend it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What kind of thing are you talking about, exactly?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For you to go see Mii-chan and reciprocate her feelings,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke’s reaction was one I wasn’t expecting. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, if I go to Mii-chan,” he said, “and tell her something along the lines of ‘Actually, I like you too. I want to go out with you,’ then she’ll come back to school tomorrow?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was a little reluctant to even suggest it, but that really was the only solution I could think of right now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If it wasn’t you who’d be involved, then I wouldn’t suggest such nonsense,” I told him. “But I thought it might be possible for you to pull this off since you have experience with this sort of thing, considering you faked going out with Kei at her request.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s true,” muttered Yousuke, though his face hadn’t brightened at all. “But the reason Karuizawa-san and I agreed to make it look like we were dating was because there weren’t any romantic feelings between us. That’s not the same as pretending to reciprocate Mii-chan’s feelings and going out with her. It would only cause serious pain later.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not saying I’m endorsing this idea, but you’re wrong about something,” I said. “Although it’s unclear when exactly Mii-chan fell for you, it’s undeniable that she, and perhaps other students as well, developed romantic feelings for you since you came to this school. In other words, the cost of you protecting Kei from being bullied by dating her was that you indirectly rejected any other girls from connecting with you because of that lie, and you might have hurt them because of that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Kei and Yousuke had been serious about their relationship, that would’ve been a valid reason for keeping others away. However, as long as that wasn’t the case, then there wasn’t much difference between the situation with Kei and with Mii-chan, even though the circumstances were different.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What if Mii-chan came crying to you right now and told you that she couldn’t go to school anymore unless you went out with her?” I asked. “Would you really be able to refuse her?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke choked on his words. He probably wouldn’t be able to make a choice like that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you couldn’t refuse her in that scenario, then you have two options. You can either tell her that you don’t like her but will go out with her anyway, or you can lie and say that you like her too and go out with her.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And if true love could blossom in the process, then that could bring things to the best possible conclusion.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I still…don’t think I should do that,” said Yousuke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though he could understand what I was saying, it seemed like his emotional side was getting in the way.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, that’s just the most heavy-handed solution,” I said. “It’s going to take some time, but right now, we’re basically just sowing the seeds.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand… Anyway, I have to say, you really are strong, Kiyotaka-kun. You don’t even seem the slightest bit bothered over the fact that Sakura-san got expelled.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke’s quiet voice showed no indication of sadness or anger. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I still…can feel that sensation from back then, in my hands.” Yousuke stretched out his arms and looked down at his palms. “The sensation in my fingertips as I held my tablet and pushed the button to vote in favor. I’ll never forget it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke worked tirelessly day and night for the sake of his classmates and didn’t often show weakness. However, he felt he was in the same position here, sharing responsibility for Airi’s expulsion, and was suffering because of it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know what you were thinking at the time, Yousuke,” I told him. “There was no way you would’ve normally agreed to expel someone in that exam who hadn’t done any harm, like Airi. But even so, you held on there. You could have spoken up at the very last minute and declared that you didn’t agree, but you held yourself back from saying it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Yousuke had turned to his classmates back then with a pleading look in his eyes, telling them that we were being unreasonable, then even they would’ve regained their composure. But if he broadened their perspectives after the pressure of the clock running down had narrowed their field of vision, then he could’ve made coming to a unanimous decision impossible.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know we said that the most important thing was…for us to get to Class A…” said Yousuke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though he knew it, he still couldn’t agree to it. That was likely what was going on here.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hasebe-san, Kushida-san, and Mii-chan have been absent,” he said. “I have to wonder how long that’s going to go on. Our classmates are terrified after seeing the reality that students with lower grades will be discarded. The class has fallen completely silent now. It’s like the cheerful group we had up until last week was a lie.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though he was moving toward a solution, he was likely suffering, asking himself the same questions over and over again.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know that you’re not happy with the choice that Horikita and I made,” I told him, “but you just have to accept it. You need to grin and bear it and understand just how capable the class is right now. That’s exactly why Horikita needs so much support. Sometimes people choose the right path, and sometimes they choose wrong. And sometimes they choose an uncertain one.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure that even though I told him that, he wasn’t going to be able to really digest everything I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I…” he started. “I still think I should have chosen to let time run out… I think…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke’s shoulders trembled slightly as he lost his composure, unable to stand it anymore. He couldn’t even think of something like sacrificing someone. Even so, the fact that he had been able to make a decision in that situation could be seen as a clear sign of growth.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Have I grown stronger?” he said. “Or have I been broken? If another situation like that were to happen again, I don’t know what kind of decision I’ll make, and it scares me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I couldn’t see his face because he was looking down, but he quickly rubbed his eyes with his sleeve and looked back up at me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re the one who is suffering the most here, Kiyotaka-kun. I’m sorry for being so weak, complaining to you like this.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s all right,” I said. “You’ve saved Horikita and I many times over in the special exams. We can expect that there’ll be even tougher battles in the future. I hope that you’ll continue to lend your strength to the class as you always have.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke nodded. He was still heartbroken, but even so, he had a slight smile on his face. When he reached for the front door though, his hand stopped for a moment.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Thank you for everything today,” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you resent me for getting Airi expelled?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Unlike other students, Yousuke wasn’t showing it outwardly, but it wouldn’t have been surprising to me if he did resent me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“On that point alone…yes, I do. But I still believe in you.” Even though those were his own words, he must not have been satisfied with how it came out because he quickly corrected himself. “…No, that’s not it. I </span><span style=\" font-style: italic; font-size: 1.00em;\">want</span><span style=\" font-size: 1.00em;\"> to believe in you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If it was just blind faith, then I should’ve considered Yousuke’s thoughts dangerous. But there was determination behind his eyes. He was demanding something of me, saying, </span><span style=\" font-style: italic; font-size: 1.00em;\">“I believe in you, so don’t betray me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, have a good night,” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I might have succeeded in taking away some of Yousuke’s burdens, but on the other hand, I may have given him a new one. It would’ve been convenient if I could’ve taken this opportunity to cut out some of that resistant rot, but… I wondered how much of a change I could expect to see. At any rate, I’d likely need to follow-up on this, step by step.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P__STAR__STAR__STAR__page_break__And__Page_Break\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">3.2</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HE NEXT DAY</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> as expected, the three empty seats remained empty. And, of course, the chaos in the classroom still showed no signs of calming down. The first major prerequisite for a fundamental solution to the problem in this class was for those three students to&#160;return to school, after all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I sat at my desk, fiddling with my phone as I waited for the next class, when Sudou called out to me. “Hey. Head to the bathroom with me?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now that was an unusual invitation. He said “bathroom,” but he had a serious look on his face. I was sure that the need to go to the bathroom to do his business was just a pretense; he had a purpose beyond that in asking me to come. He was no different from Yousuke and Kei in that he wanted to come to me first with whatever this was about. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure. Okay,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t really have any reason to refuse his offer, so I got up from my seat. The two of us discreetly left the classroom together to head over to the bathroom. I was always grateful for the convenience of my seating assignment whenever something like this came up. However, another student followed after us as we walked out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, Sudou-kun. Can I talk to you for a second?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, that student had some business with Sudou, and she had been waiting for him when he stepped out into the hallway.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s up, Onodera?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Only now noticing that I was next to Sudou, Onodera started stumbling over her words.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, uh… Ayanokouji-kun is with you. You guys must be talking about something already.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It sounded like me being there was inconvenient for her. Unfortunately, since Sudou was the one who asked me to join him during the break period, it wasn’t like I had chosen to be here.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We were just heading to the bathroom,” said Sudou. “What, is it somethin’ urgent?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um, well, I’m not sure,” said Onodera. She must not have wanted me to hear, because she seemed somewhat hesitant. “Is it okay if I just wait here for you to get back? I kinda wanted to talk to you as soon as possible.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She had decided that if we were only going to use the bathroom, then we’d probably be back right away. However, Sudou looked somewhat uncomfortable and awkward at that. I figured that was because if he </span><span style=\" font-style: italic; font-size: 1.00em;\">did</span><span style=\" font-size: 1.00em;\"> have something to discuss with me, it would probably take more than just a minute or two.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right, well, just tell me right now,” he said. “Ayanokouji can wait for me for a sec.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Onodera was puzzled by Sudou’s unexpected response—she had already told him that she was fine with talking to him later. She still seemed somewhat hesitant, but she came out with what she wanted to say regardless, scratching her head lightly as she spoke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, you know how they’re gonna give separate scores for guys and girls in the upcoming Sports Festival, for individual rewards? I’m guessing that you’re obviously going to shoot for first place in the boys’ category, Sudou-kun. Right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hell yeah I am,” he said confidently, as if she didn’t even need to ask. “The Sports Festival is my best chance to show off what I got.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hearing Sudou’s self-assured reply, Onodera nodded in satisfaction.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To tell you the truth, I’m going to put a lot of effort into this Sports Festival too,” she said. “If I can get first place in the girls’ category, that’ll get us one step closer to Class A. There aren’t that many opportunities where you can really compete in your area of expertise, y’know?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although we already knew Onodera was an excellent swimmer, in last year’s Sports Festival, she also demonstrated that she was a good sprinter. Her OAA physical ability score was impeccable, and she had an extraordinary talent for sports in general. Onodera was expected to be skilled enough to adapt to a variety of competitions and win.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Knowin’ you, I bet you might get first,” Sudou said. “I’m seriously rootin’ for ya.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks. But even though we can win some individual competitions, there’s no guarantee that we can get first place overall, right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whaddya mean? If you just keep gettin’ first, then—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He wasn’t wrong in thinking that if you just kept placing first in competitions, then that might be good enough. In reality, there was the possibility that you could lose unexpectedly. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s because of the high scores for the team competitions, right?” I said, interrupting Sudou. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Onodera’s face stiffened once again when I spoke up, but she nodded in agreement. She seemed to distrust me. Well, I did toss aside a friend from my own group in the Unanimous Special Exam, so it wasn’t any wonder that some students would react that way toward me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, yeah, for sure,” Sudou said. “If some team keeps gettin’ first in the team competitions, that could be bad news. Still though, it ain’t like we can just come up with a team that easy, right? Suzune kinda said somethin’ about this already, but if like, we have five or six dudes group up but they suck at workin’ together, that could just hurt us. Besides, I hate to say this, but I kinda don’t like the idea of gettin’ five or six people together and competin’ as a team either.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If everyone Sudou teamed up with was on the same level, then he’d probably be satisfied. However, it was more likely there’d be students in the group who would just drag him down, and it was quite possible that Sudou’s team would lose competitions as a result. That was what team competitions were about.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah,” said Onodera. “I wasn’t really thinking about putting a large group of people together either, but… What if we were talking about a competition where just two people could compete and take the win? There are some competitions that allow boys and girls to compete as a pair.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even Sudou was starting to see what she was trying to say at this point.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You and I wouldn’t have any trouble working together, Sudou-kun,” she went on. “And if either of us were going to team up with somebody, I figure we’d both want to pick the best partner we can. Right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It would get the class points, and them teaming up wouldn’t be a hindrance to either of them aiming for first place in the men and women’s divisions individually.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, that’s why you came to me,” mused Sudou. “I guess you might be right about that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Exactly. But only if you don’t have any objections about being partnered up with me, of course. Besides, the vibe is kind of bad in class right now, isn’t it? Sakura-san’s been expelled, and Hasebe-san and Wang-san are both absent too.” Onodera shot a brief glance over at me, but she quickly turned back to Sudou. “But that’s exactly why we’ve got to pull the class forward,” she said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou didn’t seem to dislike the invitation since it was based on her recognition of his abilities, but he still didn’t seem to be jumping at her offer.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Am I not good enough?” asked Onodera.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, that ain’t it at all,” he assured her. “There’s no way anybody could complain about your skills, Onodera.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though he had absolute faith in her physical abilities, it sounded like he had other concerns.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You mean you don’t want to partner up with anyone other than Horikita-san?” asked Onodera.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? N-no, that’s not…” he stammered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Guess she hit the bull’s-eye, eh, Sudou?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou appeared uncomfortable now. Besides looking for someone with physical ability, pairing up with the person he liked might’ve been an important consideration for him. As long as they couldn’t participate in any swimming competitions, then there likely wouldn’t be that much of a difference between Horikita and Onodera. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, there’s Kouenji too, for example,” said Sudou. “I&#160;don’t wanna admit it, but he’s even better than me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, it’s true he’s really capable,” Onodera conceded. “But I can’t trust Kouenji-kun. More importantly, though, I don’t like him.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Onodera clearly rejected the idea of partnering with Kouenji. Her appeal to Sudou was genuine, coming right from the heart. How would Sudou respond, I wondered?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I turned you down… What’d you do then?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, if there’s somebody else in our class who’s trustworthy and has the skill, then…Well, I guess Hirata-kun comes to mind, but inviting him to pair up with me might be a little tough. I don’t want people to get the wrong idea.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If she partnered up with Yousuke, someone who&#160;was extremely popular with the girls in the class, then it was&#160;possible one or two people would get jealous.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, I guess if you refuse my offer, Sudou-kun, I’ll just see how far I can go on my own.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She wasn’t saying that as a threat—it was simply a straightforward statement of the facts. If that happened, I could imagine her getting first place overall in our grade would be a less certain prospect. Sudou was shaken after hearing Onodera bring up Horikita’s name, but he looked at Onodera again, quickly regained his composure, and came to a decision. He ultimately realized that he was trying to turn down Onodera’s offer for a trivial reason.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…All right, Onodera,” he said. “Let’s pair up.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Really?” exclaimed Onodera.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. Let’s use our strength to support this class.” With that, Sudou held his arm out, asking Onodera to shake his hand.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After looking back at him, she responded with a firm handshake. “Let’s give it our best, Sudou-kun. We’ll take first place in the men and women’s divisions for sure.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Feeling that their deal was set, she must have been satisfied because she then returned to the classroom.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, that kinda took an unexpected turn, but I did the right thing, right?” Sudou asked me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think so,” I said. “I understand that you wanted to partner up with Horikita, but it’s better for you to work with Onodera and give 100 percent than to risk letting your mind wander.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah… You’re right, dude.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though we only had about five minutes remaining in our break, we headed over to the bathroom as originally planned.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, dude, what I wanted to talk to ya ’bout was… That thing with Kanji and Shinohara, all that stuff.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Related to what Kushida did?” I asked. “When she exposed people’s secrets?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To be completely honest, their relationship is really awkward right now. I don’t think they’re doing too good.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But wouldn’t it be more fun for you if they split up, Sudou?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, I said that kinda stuff before, but I was just messin’ around,” Sudou said. “I really want it to work out well for them. For real, dude.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I asked him that question to test him, but it sounded like he was genuinely worried.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Unfortunately, I don’t have much of a connection with them. There’s nothing I can really do about this,” I told him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can I at least just get some advice or somethin’?” asked Sudou.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They can’t solve this problem without talking about it,” I told him. “I think that whether what Kushida said before is true or a lie is a separate matter at this point. They might just need to both come out and say what they’re really feeling, deep down.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…isn’t that gonna be bad? I mean, it could just make stuff worse than it already is,” said Sudou.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, it could,” I agreed. “Perhaps they need someone who can control the conversation. Someone who can listen closely to both sides and can calm the conversation when things are about to get chaotic.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“B-but dude, that’s </span><span style=\" font-style: italic; font-size: 1.00em;\">impossible</span><span style=\" font-size: 1.00em;\"> for me!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, you’ll just have to ask someone who can.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wasn’t going to directly tell Sudou the answer. I&#160;wanted to make him think about it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Normally, I guess Kushida would’ve been the one to handle this kinda stuff, huh…” said Sudou.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, but you can’t use her now. So, if you can’t rely on Kushida, it’s gotta be another student.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The answer was so clear that it barely even qualified as a question.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hirata?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And of course, even Sudou could immediately find the answer. Sudou and Yousuke weren’t exactly the best of friends, but this wasn’t the situation to be concerned about that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right. Guess I’ll go ask for his help then,” decided Sudou.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou and Yousuke had kept their distance from one another, but perhaps this incident could bring about a change in their relationship.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks, Ayanokouji,” said Sudou.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I didn’t do anything,” I said. “You came up with the answer on your own, after thinking about it on your own,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that, we headed back to class.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span><span style=\" font-weight: bold; font-size: 1.27em;\">3.3</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">L</span><span style=\" font-size: 0.80em;\">ATER THAT SAME DAY</span><span style=\" font-size: 0.80em;\">.</span><span style=\" font-size: 1.00em;\"> Each class in our grade—no, rather, the entire school—was fully committed to preparing for the Sports Festival. Since this event happened last year too, we already had an idea of what some of the competitions would be like. Students made time to start training hard, going at it as if it was the real thing. They utilized the fields and the gymnasium during their lunch breaks. They couldn’t help wanting to devote as much time to practicing as possible, especially for team competitions that involved two or more people.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I went to the gymnasium to scout things out, I could hear a great number of energetic voices.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The school had carefully organized the gymnasium in such a way that would allow all students, from first-years to third-years, to be able to practice fairly. There were clearly divided sections that could be used freely by anyone, to a certain extent. The second-year students seemed to be playing volleyball and ping-pong today. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, the first thing that I noticed was just how many people there were from a certain class. There were a lot of them, and all had an extremely high level of enthusiasm, too. Though the students were speaking pretty loudly, they seemed to be proactively discussing the competitions back and forth. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had brought Yousuke with me to the gym.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can see how serious Class A is,” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah,” I replied. I then calmly offered my analysis of the students. “Pure, class-based sport competitions don’t appear to be Class A’s area of expertise.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I agree. For better or worse, there are a lot of students with just an average level of physical ability. And only a few students will be able to win the top prizes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class A’s students knew that they were at a disadvantage in terms of overall strength, and that was precisely why they were working together to try to quickly improve their skills. It looked like they were planning to focus on competitions where they could earn points by practicing a lot beforehand and building their skills. Although I couldn’t confirm who exactly their key players would be, I was sure that this directive must have come from Sakayanagi.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There were students from Ichinose and Ryuuen’s classes here too, but they just seemed to be fumbling around. On the other hand, there were no students from Horikita’s class here. I expected that at least one or two would have shown up, but given the circumstances, even if they did, they would have just been standing in the corner, unable to do much.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We still haven’t gotten past the Unanimous Special Exam,” Yousuke commented. “It’s not easy to come together and practice under such circumstances.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are still some causes for concern, true,” I said, agreeing. “But it’s not all doom and gloom.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I proceeded to tell Yousuke that Sudou and Onodera agreed to team up, planning to shoot for the number one spots for both the men and women’s divisions in our grade. His face relaxed into a small smile just from hearing that little bit of good news.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If the two of them take first in enough individual and pair competitions, then they should have a good chance of finishing on top,” I reasoned.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Knowing those two, I’d say they have a good shot at winning,” said Yousuke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Their skills gave the class a lot to hope for, but even so, two people alone wouldn’t be enough for the whole class to win. What the class needed right now was a system that would allow people to work together temporarily, even if it was a patchwork system full of holes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That reminds me,” said Yousuke, “Sudou-kun said he wanted to meet me after school today, before club activities. Could you by any chance have been involved with that, Ayanokouji-kun? From behind the scenes?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I didn’t do anything,” I insisted. “Don’t you think Sudou just thought about it himself and decided to ask you for your help?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure that this has something to do with Shinohara-san, though,” said Yousuke.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He probably figured that he just couldn’t leave things as they are.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And what about Mii-chan?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll try something to deal with her.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You will, Kiyotaka-kun?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If I told him to just leave the situation alone or to let the right person for the job handle it, Yousuke wouldn’t approve of that. I suspected that the reason he was so fixated on Mii-chan despite all the turmoil was probably that he felt like it was his fault, more so than any other students. Of course, what happened wasn’t Yousuke’s fault at all. While I was carefully observing the situation, I had decided that Mii-chan just needed a little help from me. And one of the reasons for that was because I couldn’t use Yousuke as a key.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v6",
    "chapter": 8,
    "title": "Chapter 2: Signs of an Approaching Storm"
  },
  "nextChapter": {
    "volumeId": "y2v6",
    "chapter": 10,
    "title": "Chapter 4: Still, We Gotta Do It!"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Akito Miyake’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Signs of an Approaching Storm",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: An Unavoidable Path",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Still, We Gotta Do It!",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: An Arrangement",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: The Second Sports Festival",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: The Guest",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : The Arrival Of Autumn",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 9
}