{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">THE MEETING ENDED about an hour after Naoe-sensei entered the private room.</p><p class=\"paragraph\" style=\"text-align: left\">After seeing off Senator Asama, Naoe-sensei summoned me and Kamogawa, leading us into&#xa0;another private room.</p><p class=\"paragraph\" style=\"text-align: left\">It was clear that Senator Kijima was in this room&#x2014;the number of small bowls and the three sake cups confirmed it.</p><p class=\"paragraph\" style=\"text-align: left\">However, there were no signs the chopsticks had been touched, suggesting that they spent the time discussing rather than enjoying their meal.</p><p class=\"paragraph\" style=\"text-align: left\">It seemed they had only sipped one or two token cups of sake before concluding the meeting.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is something on your mind?&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>He must&apos;ve noticed my glance</em>. A surge of tension gripped my chest.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, nothing at all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Of course, I couldn&#x2019;t say something like, &quot;So someone else was here.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He must&apos;ve known what I was thinking, but Naoe-sensei didn&#x2019;t press the issue.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji, how long has it been since you started working under me?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This is my fourth year studying under you, Sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. Very few become politicians in their twenties. Without a doubt, you&#x2019;re climbing the ladder faster than anyone else among the have-nots.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The &apos;<em>have-nots</em>.&apos;&#xa0;It was a term Naoe-sensei coined, referring to those who weren&#x2019;t second- or third-generation politicians or backed by wealthy families&#x2014;people without privileged circumstances.</p><p class=\"paragraph\" style=\"text-align: left\">Though mainly used within factions, it wouldn&#x2019;t be an exaggeration to say that political success hinged on whether you were a &apos;have&apos; or a &apos;have-not.&apos;</p><p class=\"paragraph\" style=\"text-align: left\">Put simply, it was like a family-run business.</p><p class=\"paragraph\" style=\"text-align: left\">No matter how talented you were, outsiders were still outsiders. Without exceptional skill and luck, the heights you could reach would be limited.</p><p class=\"paragraph\" style=\"text-align: left\">A bright future didn&apos;t await the have-nots.</p><p class=\"paragraph\" style=\"text-align: left\">In other words, people like me could only go so far in politics. To aim higher, we had to pass the baton to our children, creating second-generation politicians.</p><p class=\"paragraph\" style=\"text-align: left\">Eventually, through a selection process, some descendants may finally break into the upper echelons.</p><p class=\"paragraph\" style=\"text-align: left\">But with so many second- and third-generation politicians already fighting over limited seats, it wouldn&apos;t be easy for future descendants to rise.</p><p class=\"paragraph\" style=\"text-align: left\">Those already seated would strengthen their hold, passing power down to their fourth and fifth generations.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m truly thankful, Naoe-sensei. You picked up someone like me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s all thanks to your own abilities. In fact, you&apos;re helping me in various ways as well.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Exchanging compliments had no real meaning, but it was an unavoidable path for a politician.</p><p class=\"paragraph\" style=\"text-align: left\">Rather, when Naoe-sensei praised someone, it usually meant that something unwelcome was coming.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;However, your abilities still aren&apos;t fully recognized within the party.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course. I&apos;m well aware of that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Regardless of the scale, Naoe-sensei absorbed all accomplishments.</p><p class=\"paragraph\" style=\"text-align: left\">The only one who recognized my achievements was the Naoe-sensei positioned in front of me.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Especially for the opposing party, I might as well be a nobody.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;Today&apos;s discussion, as you might&apos;ve guessed, was about Isomaru.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Isomaru Youkou had been reigning in the political world as the Citizens&apos; Party&apos;s third highest-ranking position for many years.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He&apos;s getting old like me. There aren&apos;t many chances left for him to become the prime minister.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It might&apos;ve been a discussion to counter Isomaru-sensei, a rival figure.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The faction members are quite wary of Isomaru. Indeed, he isn&apos;t an opponent to be underestimated, but to me, he&apos;s a straightforward man. For better or worse, he only uses old-fashioned methods.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Having competed in the political arena for decades, they probably knew each other&apos;s tactics inside out.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I truly think that Isomaru isn&apos;t the one we should be wary of.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do you know Kijima?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Having seen a figure resembling Senator Kijima, I inadvertently reacted.</p><p class=\"paragraph\" style=\"text-align: left\">Today, I kept hearing the names of big figures, including Asama-sensei&apos;s, who had originally planned to meet with Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">Naoe-sensei&apos;s sharp gaze, unfaltering as always, was aimed at me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I have seen him several times, but I have never had the chance to speak with him directly.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I think he&apos;s the greatest enemy we need to be wary of.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Despite being in the same party, he unequivocally called him an &apos;enemy.&apos;</p><p class=\"paragraph\" style=\"text-align: left\">Naoe-sensei, who wielded power he could use at will, was evidently very cautious of Kijima-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">If Naoe-sensei and Isomaru-sensei were the shadows of the Citizens&apos; Party, then Kijima-sensei was the opposite. Positioned under the spotlight, he was a young, capable politician who pushed clean policies and was marketed as the face of the Citizens&apos; Party.</p><p class=\"paragraph\" style=\"text-align: left\">Naturally, his supporters within the party continued to grow, but I had thought it would take a while before they threatened Naoe-sensei and the others. However, it seemed they valued Kijima-sensei more than I had anticipated. Perhaps he had grown enough to threaten Naoe-sensei after all.</p><p class=\"paragraph\" style=\"text-align: left\">Under Prime Minister Miyako, Naoe-sensei was number two, Isomaru-sensei number three, and Kijima-sensei, a young politician, was number four. They were indeed contenders for the next prime minister&apos;s seat.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do you know what the biggest factor that led Kijima to climb to his current post is?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I believe he has many achievements, but if there&apos;s something to highlight, it would be &apos;ANHS.&apos;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The Advanced Nurturing High School&#x2014;a facility established directly under the government to nurture promising youths.</p><p class=\"paragraph\" style=\"text-align: left\">It hadn&apos;t achieved great results yet, but it was receiving high expectations.</p><p class=\"paragraph\" style=\"text-align: left\">Or rather, it was the government that had high expectations.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Children&apos;s education is inseparably linked to the country&apos;s development. It&apos;s well-received by supporters. Despite being an enemy, I admire the interesting ideas he&apos;s come up with.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Unable to interject during the conversation, Kamogawa listened intently, sweat forming on his forehead.</p><p class=\"paragraph\" style=\"text-align: left\">The room&apos;s air conditioning wasn&apos;t too hot, but given the nature of the discussion, it was understandable.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Young party members tend to blindly believe in him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">There were more than a few people who held the image that the Citizens&apos; Party equated to Kijima due to his frequent media appearances.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I thought I&apos;d check if you were one of them.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You must be joking. Whether it&apos;s the present or future, the only person I will learn from is you, Naoe-sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At least that wasn&apos;t a lie.</p><p class=\"paragraph\" style=\"text-align: left\">Once I had started on the Naoe-faction path, there was no leaving that ship.</p><p class=\"paragraph\" style=\"text-align: left\">Even if Isomaru-sensei or Kijima-sensei&apos;s factions made significant advances in the next election and Naoe-sensei lost his position, I would have to share the fate, staying on the sinking ship.</p><p class=\"paragraph\" style=\"text-align: left\"><em>But what&apos;s the purpose of having a meal with Kijima-sensei, a person he&apos;s so guarded against?</em></p><p class=\"paragraph\" style=\"text-align: left\">It was a concern, but now was not the time to focus on that.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Actually, today, I&apos;ve decided to officially start a project that was being considered behind the scenes.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After that declaration, Naoe-sensei threw a brown A4-sized envelope onto the table.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This project could significantly impact my political career. Not only Isomaru, but Kijima and the opposition are gradually gaining ground. It&apos;s time to make a move.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As the sake cup emptied, I promptly poured more hot sake.</p><p class=\"paragraph\" style=\"text-align: left\">Without even looking up, Naoe, who had lived a life where his cup was refilled as soon as it emptied, downed it in one gulp.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The existence of the project will undoubtedly have a significant impact on the election.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That alone indicated the importance of the envelope&apos;s contents.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Most of my close aides leave within half a year, either due to sheer lack of ability or because they can&apos;t keep up with the unimaginable hard work. But you&#x2014;even after four years&#x2014;are not only still going strong, but your momentum is increasing day by day. It reminds me of my younger days.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you very much.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I ask the both of you, what makes a politician exceptionally outstanding? Kamogawa, answer.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I was asked as if&#xa0;it was Naoe-sensei&apos;s drinking appetizer.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;E-Eh!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was a situation where silence wasn&apos;t an option, yet you couldn&apos;t just give any careless answer.</p><p class=\"paragraph\" style=\"text-align: left\">An exceptionally outstanding politician&#x2014;how that was interpreted would greatly depend on the observer&apos;s perspective.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Someone who&#x2026; responds to the citizens&apos; wishes&#x2026; maybe?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was a simplistic answer, but it was a possible response.</p><p class=\"paragraph\" style=\"text-align: left\">From the citizens&apos; perspective, at least.</p><p class=\"paragraph\" style=\"text-align: left\">It was a response that even a child might come up with, but Naoe-sensei nodded before looking at me next.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What about you, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Outstanding, or not outstanding&#x2014;that was the answer he sought.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Although I&apos;m inexperienced, I think of someone like you, Naoe-sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Despite being flattered, Naoe-sensei&apos;s mouth almost formed a frown, but I quickly continued my words.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A bad politician serves tempura to a customer who wants sushi.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Customer? What?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A customer is a customer. Sometimes they are the citizens, sometimes they are politicians, and sometimes they are something else altogether.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>A politician does not cater to a specific individual.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>A politician who can&apos;t meet the demands of a multitude of customers is a nonsensical existence.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;You say interesting things. So, what&apos;s next?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A good politician serves delicious sushi to a customer who wants sushi. Probably, only about thirty percent... no, maybe only twenty percent of politicians can do this.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A politician that many citizens support would obviously fall into this category.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Isn&apos;t that already an exceptionally outstanding politician? Because they provide the sushi the customer wants, and it&apos;s delicious, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Indeed, that might&apos;ve been the limit of what an ordinary person can achieve as a good politician.</p><p class=\"paragraph\" style=\"text-align: left\">However, I believed that a truly outstanding politician was different.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you&apos;re going to call a politician &apos;exceptionally outstanding,&apos; more is required. Even if a customer wants sushi, they can guide them to be fully satisfied with curry or beef bowl.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Simply responding to requests wasn&apos;t all there was to being a politician. There were many situations where, even if you couldn&apos;t meet the demands, you had to prevent the other party from feeling dissatisfied.</p><p class=\"paragraph\" style=\"text-align: left\">Even with just one legislative bill, it ultimately came down to a choice of whether to pass it.</p><p class=\"paragraph\" style=\"text-align: left\">Those whose desires weren&apos;t met would feel dissatisfied.</p><p class=\"paragraph\" style=\"text-align: left\">That was why a third option, neither for nor against, had to be prepared in order to suppress both support and opposition.</p><p class=\"paragraph\" style=\"text-align: left\">Naoe-sensei had demonstrated such skills time and again.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s quite a good description.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At this point, Naoe-sensei&apos;s gaze became even sharper and more intense.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I hope you can put that idea into practice with your own hands someday.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Someday.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Someday, huh</em>?</p><p class=\"paragraph\" style=\"text-align: left\">It had been four years already, but in the world of politics, that was <em>just</em>&#xa0;four years.</p><p class=\"paragraph\" style=\"text-align: left\"><em>How many more years of this groundwork must I continue before that &apos;someday&apos; arrives?</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t look so down. You are capable. After watching you for four years, I can see that clearly. That&apos;s why young people like you are expected to produce visible results.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As I took a bite of the appetizer&#xa0;with my chopsticks, I pointed the tip of the chopsticks toward the envelope.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t think it&apos;s <em>just</em>&#xa0;four years. It&apos;s already been four years. You must be wanting to make a name for yourself by now, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you offering me that opportunity?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Time and time again, I had set up opportunities for Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">The credit would belong solely to Naoe-sensei, while the blame was mine alone.</p><p class=\"paragraph\" style=\"text-align: left\">Repeating such irrational and unjust acts wasn&apos;t merely for charity.</p><p class=\"paragraph\" style=\"text-align: left\">My fists, resting on my knees, naturally clenched tightly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You can take it that way. But you must succeed, no matter what. Are you prepared?&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>May I check the contents first?</em>&#x2014;it was impossible to say such a thing.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;When I had just started studying under you, Naoe-sensei, you once told me that people&apos;s actions are determined by their goals&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At that time, I had no idea that these were the words of someone great.</p><p class=\"paragraph\" style=\"text-align: left\">If I failed, my past four years would likely turn to ash in an instant.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I will devote my whole heart and soul to this task.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I gave a deep bow and readily accepted it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Once this project succeeds, fame will naturally follow.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I couldn&apos;t trust him completely, but until now, he had never even hinted at such enticing prospects.</p><p class=\"paragraph\" style=\"text-align: left\">At the very least, it was a fact that this project was different and significant.</p><p class=\"paragraph\" style=\"text-align: left\">It was an opportunity I had earned through my gained trust. I wouldn&apos;t let it slip away.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Take a look.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you&apos;ll excuse me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I picked up the brown envelope from the table and pulled out a stack of papers about five millimeters thick.</p><p class=\"paragraph\" style=\"text-align: left\">The title on the first page read &apos;Human Resource Development Plan (Provisional).&apos;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Japan&apos;s standard of education is only declining. We need to implement education that looks not only five or ten years ahead of our time, but twenty to thirty years into the future.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I had no idea you were so passionate about education, Sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Politicians need to focus on education. Even if they have no interest, it connects to votes and support both domestically and internationally.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This man wasn&apos;t seriously considering changing Japan&apos;s education.</p><p class=\"paragraph\" style=\"text-align: left\">He was merely devising a strategy to strengthen his power and gain more backing.</p><p class=\"paragraph\" style=\"text-align: left\">The fool next to me was anxiously concerned about the details of the project.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You can join too, Kamogawa. Try working with Ayanokouji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, thank you very much!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kamogawa smiled happily and leaned in a bit too eagerly.</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t need help from someone like him, but if Naoe-sensei had decided so, there was no helping it.</p><p class=\"paragraph\" style=\"text-align: left\">The Human Resource Development Plan, in brief, was about providing gifted education from birth.</p><p class=\"paragraph\" style=\"text-align: left\">After I had read through everything, I let Kamogawa read the document again.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you think? Do you understand it, Kamogawa?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A government-run educational institution from infancy? I&apos;ve never heard of such a thing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kamogawa&apos;s emerging doubts were meaningless.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If it were something you&apos;d heard of, it wouldn&apos;t be a career highlight, would it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Before I could correct him, Naoe-sensei dismissed him outright.</p><p class=\"paragraph\" style=\"text-align: left\">That wasn&apos;t the problem with this plan.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You need to have a more flexible mind, Kamogawa.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m sorry...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But since you&apos;re a newcomer, there are things I&apos;d like to hear. How did this plan appear to you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;How&#x2026;? I&apos;m not sure how to respond.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He was frozen. Despite not even receiving his glance, it was as if he was being stared down by a snake.</p><p class=\"paragraph\" style=\"text-align: left\">Then, with a nearly tearful expression, he turned to me for help.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sensei wants to know what you think of this plan. He&apos;s not looking for superficial approval; just answer as you like.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Saying something cautious to gauge Naoe-sensei&apos;s mood would only spoil his temper.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In that case&#x2026; um, I was wondering&#x2026; are there parents who would leave their infants and children at educational facilities? It doesn&apos;t seem to be very feasible... unless kidnapping is involved, isn&apos;t it impossible?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Upon hearing this, Naoe-sensei looked toward my direction as if testing me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s a valid question. Can you answer that, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even a foolish answer might be excusable for a newcomer, but it wasn&apos;t permissible for me.</p><p class=\"paragraph\" style=\"text-align: left\">After taking a deep breath, I turned back to Kamogawa.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s something we can manage. Even if we just count the cases we are made aware of, there are hundreds of children abandoned by their parents right after birth each year.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Procuring babies was no trouble at all.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Abandoned children will be able to attain generous support from the government without facing life-threatening dangers and receive proper education. This project will make it easy for them to advance to high school and university.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. Yes, but even if we use the same solution for that issue, the process used to reach it can greatly change how it&apos;s perceived. We&apos;ll have to diligently put in the work while avoiding unnecessary attention.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, Sir.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Depending on how things unfold, it could also lead to an approach concerning mothers. In Japan, where the birth rate is declining, there are easily over a hundred thousand abortions per year. While it&apos;s ironic coming from a society that doesn&apos;t easily permit childbirth, it might also serve as a safety net.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Naoe-sensei smirked and nodded, taking another sip of his drink.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And if this plan goes well, of course, the political and financial worlds will show great interest.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Eh? Why is that?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Aside from the lives that are discarded, there are many other lives that aren&apos;t properly cared for. This is especially true among the wealthy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Illegitimate children; children who aren&apos;t recognized&#x2026; right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. There are countless prominent figures secretly having children. But they can&apos;t provide public support, so they can&apos;t give them proper education. If the government supports them behind the scenes, they&apos;re likely to come with hope and their eyes lit up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Gradually, the full scope of this project became clear.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And eventually, there will be those who want to provide the best education for their beloved children.&quot; That was Naoe-sensei&apos;s Human Resource Development Project plan.</p><p class=\"paragraph\" style=\"text-align: left\">He would receive funds from the wealthy and use the children they want to keep hidden to provide education.</p><p class=\"paragraph\" style=\"text-align: left\">When these children grow up, they would be thoroughly trained to become part of Naoe&apos;s faction and be sent into the political world.</p><p class=\"paragraph\" style=\"text-align: left\">Moreover, they would be obedient servants who received elite education while sharing the blood of business tycoons.</p><p class=\"paragraph\" style=\"text-align: left\"><em>A plan that looks ahead to the future&#x2014;is this its beginning?</em></p><p class=\"paragraph\" style=\"text-align: left\">It seemed like a very risky plan, but if successful, the rewards would be immeasurable.</p><p class=\"paragraph\" style=\"text-align: left\">If I hesitated or refused here, Naoe-sensei would immediately cut me off.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The people listed here are&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;They&apos;re geniuses who were expelled from their paths. They are difficult to handle.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">There were about ten documents, each with a resume-like profile written on them.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;They&apos;re people who have the abilities to represent Japan&#x2014;no, the world&#x2014;in fields such as economics and psychology. However, they&apos;ve caused problems and have since left the public stage.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>I see. This Human Resource Development Project encompasses various risks.</em></p><p class=\"paragraph\" style=\"text-align: left\">If it involved somewhat forced education upon children, there would naturally be seeds of dissent.</p><p class=\"paragraph\" style=\"text-align: left\">In that sense, it was unlikely that influential, notable individuals would willingly cooperate.</p><p class=\"paragraph\" style=\"text-align: left\">On the other hand, it was easier to persuade those undeniable skills despite their issues, as long as money was involved.</p><p class=\"paragraph\" style=\"text-align: left\"><em>There might be a multitude of issues with their personalities, but their capabilities seem unquestionable.</em></p><p class=\"paragraph\" style=\"text-align: left\">Simply providing education, without the knowledge or experience to back it up, would only result in ambiguous outcomes.</p><p class=\"paragraph\" style=\"text-align: left\">Pulling in just any tutor to grow the children into Japan&apos;s representatives wasn&apos;t realistic. It was far from an easy job.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do you remember? Right after you came under me, we talked about education.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course. My educational philosophy is to get children interested in politics from a young age, teach them, and then develop strong political talents. That will tie into Japan&apos;s future, and that&apos;s why I wanted to study under you, Naoe-sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Upon hearing your answer, I thought it was just a rookie politician&apos;s clever nonsense, but ultimately, what you said inspired me as well. That means you&apos;re qualified to participate. Will you do it, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This was not a question of confirmation.</p><p class=\"paragraph\" style=\"text-align: left\">It was no different from coercion or an order.</p><p class=\"paragraph\" style=\"text-align: left\">Therefore, as usual, the minimum requirement was to promptly accept it in good faith.</p><p class=\"paragraph\" style=\"text-align: left\">Above all, it was the best plan that further elevated and materialized my educational philosophy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, I will accept it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This is a top-secret project. It isn&apos;t at the stage where we can inform others about it. This doesn&apos;t only go for the opposing party, but for the ruling party as well. This also entails ethical issues. If it gets exposed at a premature stage and receives criticism, your political career will be over.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was my political career that would end, not the career belonging to the person who planned the project, Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">No, to be precise, it would result in several people, including the second Kamogawa, hanging themselves.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I will do the most I can. However, I have a request for you, Naoe-sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What is it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I knew it might&apos;ve seemed presumptuous, but I wanted to speak up while I had the chance.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I believe this project will be difficult to progress with just me and Kamogawa. Could you introduce us to someone reliable?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, that&apos;s my intention. There&apos;s a man named Sakayanagi who has connections in political and financial circles. He&apos;s about your age, a young man, but he&apos;s discreet and trustworthy. You should try contacting him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>I&apos;ve heard of that name before. I thought he was an old man in charge of ANHS&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>But either way, he might be a man under Kijima-sensei&apos;s influence.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was a bit vague there. The Sakayanagi I&apos;m talking about has a son&#x2014;that&apos;s who I meant.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>I see. He isn&apos;t someone with deep connections directly with Kijima-sensei.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;Understood.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Also, I have something important to tell you: don&apos;t expect any financial support from me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What? But such a project would require considerable funds&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I grabbed Kamogawa&apos;s shoulder to stop him from saying anything unnecessary.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It will be quite a challenge... but can we use your name, Naoe-sensei?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s also impossible right now. It&apos;s not wise to leak that I&apos;m involved.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kamogawa&apos;s complexion worsened as we realized we wouldn&apos;t receive any support.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well then, I&apos;m counting on you, Ayanokouji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He was quite demanding.</p><p class=\"paragraph\" style=\"text-align: left\">However, I had to accept these unreasonable demands if we were to move forward.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I will carry out this project with all my heart and soul.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Right.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Even if this was just a whim, a project to be discarded tomorrow...</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>If Naoe-sensei desires it now, I&apos;ll respond to that wish.</em></p><p class=\"paragraph\" style=\"text-align: left\">After a while, we received some grateful yet seemingly futile words, and the meeting was adjourned.</p><p class=\"paragraph\" style=\"text-align: left\">To see Naoe-sensei off, I took the initiative to open the room&apos;s sliding door.</p><p class=\"paragraph\" style=\"text-align: left\">At the end of the hallway, a new bodyguard was waiting for Naoe-sensei&apos;s return.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh right. Is this the first time you&apos;ve met this man, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Since a bodyguard&apos;s job is so demanding, it isn&apos;t unusual for them to be replaced.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The man in front of me was smiling continuously while looking at us.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;May I introduce myself?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I showed no particular interest, the bodyguard spoke up. Normally, a bodyguard wouldn&apos;t be allowed such remarks, but Naoe-sensei didn&apos;t seem offended.</p><p class=\"paragraph\" style=\"text-align: left\">His voice was weak, but Naoe-sensei seemed to value him. <em>Looks like he isn&apos;t just any ordinary person</em>.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji is a promising politician. It wouldn&apos;t hurt to greet him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The man with a straight, elegant posture stepped forward and extended his hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My name is Tsukishiro Tokinari. Unfortunately, I am not a bodyguard, but I look forward to working with you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I shook the offered hand in return.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You say you&apos;re not a bodyguard&#x2026; So who exactly are you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This guy, well, to put it simply, he&apos;s a jack-of-all-trades. If you have any trouble, you should rely on Tsukishiro. He&apos;s about your age, but he&apos;s quite capable.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A jack-of-all-trades?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As if he had been waiting, the man called Tsukishiro handed me his business card.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;From personal security to information gathering, I will do whatever is necessary.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>So he&apos;s a jack-of-all-trades. He&apos;s a suspicious man, but if Naoe-sensei is walking around with him, he must be quite capable.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m Ayanokouji, and I&apos;m under Naoe-sensei&apos;s care. If any issues arise, I would greatly appreciate your assistance, Tsukishiro-san.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I have connections not only in the Citizens&apos; Party but also in the Peace Party.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The opposition&apos;s leading party, the Peace Party, was an organization that was always in conflict with the Citizens&apos; Party.</p><p class=\"paragraph\" style=\"text-align: left\">Just before I became a politician, there was an election where the Peace Party almost won against the Citizens&apos; Party.</p><p class=\"paragraph\" style=\"text-align: left\">If it weren&apos;t for Naoe-sensei&apos;s maneuvering with the Peace Party, the government might&apos;ve been overturned.</p><p class=\"paragraph\" style=\"text-align: left\">Belonging to one side meant being in opposition to the other.</p><p class=\"paragraph\" style=\"text-align: left\">Whether you were a politician or not, that was a universal truth.</p><p class=\"paragraph\" style=\"text-align: left\"><em>But he has influence on both sides?</em></p><p class=\"paragraph\" style=\"text-align: left\">While maintaining an eerie smile, Tsukishiro started walking with Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">He put Naoe-sensei in the taxi that had been waiting for him and continued to bow until the car was out of sight.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ugh, it&apos;s cold. I don&apos;t think anyone is watching anymore...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even so, you have to continue bowing for at least a minute after the car is out of sight, Kamogawa. And even after you finish bowing, don&apos;t show any signs that you&apos;ve let your guard down or that you appear tired. You never know who might be watching.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Someone from the <em>ryoutei</em>&#xa0;could&apos;ve been spying on us.</p><p class=\"paragraph\" style=\"text-align: left\">If it were rumored that we started complaining as soon as Naoe-sensei left, it would be our end.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But why was Naoe-sensei taking a taxi today? And he was openly friendly with a woman in that taxi, wasn&apos;t he? I&apos;m not even going to talk about the age difference, but doesn&apos;t he look like he&apos;s cheating?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s exactly why he&apos;s also called a jack-of-all-trades.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Eh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Of course, I didn&apos;t know the specifics.</p><p class=\"paragraph\" style=\"text-align: left\">But if I had to guess a reason, it could be that Naoe-sensei himself was acting as bait to lure someone out.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We shouldn&apos;t worry about that. Focus on the Human Resource Development Project.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">There were always terrifying matters unfolding behind our ignorance.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s an amazing project&#x2026; but it&apos;s turned into something unbelievable.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was indeed an unbelievable project.</p><p class=\"paragraph\" style=\"text-align: left\">However, Naoe-sensei speaking to Kamogawa seemed like a mistake.</p><p class=\"paragraph\" style=\"text-align: left\">This man was indiscreet and held no convictions.</p><p class=\"paragraph\" style=\"text-align: left\"><em>As long as the plan goes well, there won&apos;t be any problems, but if not...</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>No, Naoe-sensei isn&apos;t a man who fails to see through such things.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Considering my own failures, should I see it as him deliberately keeping this man by my side?</em></p><p class=\"paragraph\" style=\"text-align: left\">The details were vague, but it seemed I had no choice but to start with this troublesome shackle.</p>",
  "prevChapter": {
    "volumeId": "v0",
    "chapter": 12,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "v0",
    "chapter": 14,
    "title": "Chapter 2: Effort"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Volume 0",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Ayanokouji Atsuomi's Monologue",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Project Launch",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "chapter-1-part-2.xhtml",
      "index": 13
    },
    {
      "label": "Chapter 2: Effort",
      "href": "chapter-2.xhtml",
      "index": 14
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 15
    },
    {
      "label": "Part 2",
      "href": "chapter-2-part-2.xhtml",
      "index": 16
    },
    {
      "label": "Part 3",
      "href": "chapter-2-part-3.xhtml",
      "index": 17
    },
    {
      "label": "Part 4",
      "href": "chapter-2-part-4.xhtml",
      "index": 18
    },
    {
      "label": "Part 5",
      "href": "chapter-2-part-5.xhtml",
      "index": 19
    },
    {
      "label": "Part 6",
      "href": "chapter-2-part-6.xhtml",
      "index": 20
    },
    {
      "label": "Part 7",
      "href": "chapter-2-part-7.xhtml",
      "index": 21
    },
    {
      "label": "Part 8",
      "href": "chapter-2-part-8.xhtml",
      "index": 22
    },
    {
      "label": "Chapter 3: Activation",
      "href": "chapter-3.xhtml",
      "index": 23
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 24
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 25
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 26
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: An Unprecedented Experimental Facility",
      "href": "chapter-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 5: Stories of Innocent Children",
      "href": "chapter-5.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 32
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 33
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 34
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 35
    },
    {
      "label": "Part 6",
      "href": "chapter-5-part-6.xhtml",
      "index": 36
    },
    {
      "label": "Part 7",
      "href": "chapter-5-part-7.xhtml",
      "index": 37
    },
    {
      "label": "Part 8",
      "href": "chapter-5-part-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 9",
      "href": "chapter-5-part-9.xhtml",
      "index": 39
    },
    {
      "label": "Part 10",
      "href": "chapter-5-part-10.xhtml",
      "index": 40
    },
    {
      "label": "Chapter 6: Hopelessness and a Way of Life",
      "href": "chapter-6.xhtml",
      "index": 41
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 42
    },
    {
      "label": "Part 2",
      "href": "chapter-6-part-2.xhtml",
      "index": 43
    },
    {
      "label": "Part 3",
      "href": "chapter-6-part-3.xhtml",
      "index": 44
    },
    {
      "label": "Part 4",
      "href": "chapter-6-part-4.xhtml",
      "index": 45
    },
    {
      "label": "Part 5",
      "href": "chapter-6-part-5.xhtml",
      "index": 46
    },
    {
      "label": "Part 6",
      "href": "chapter-6-part-6.xhtml",
      "index": 47
    },
    {
      "label": "Epilogue: Looking Ahead",
      "href": "epilogue.xhtml",
      "index": 48
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 49
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 50
    },
    {
      "label": "Part 3",
      "href": "epilogue-part-3.xhtml",
      "index": 51
    },
    {
      "label": "Author's Postscript",
      "href": "authors-postscript.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 13
}