{
  "title": "Part 1",
  "content": "<h2 class=\"heading_2\">Part 1</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">LOCATED IN THE upscale residential area of Shirokane, Minato Ward&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">In one corner, a historic mansion stood out, towering over the surroundings.</p><p class=\"paragraph\" style=\"text-align: left\">It likely underwent several expensive renovations given that its appearance didn&apos;t show much sign of age.</p><p class=\"paragraph\" style=\"text-align: left\">A mere politician would never be able to live here.</p><p class=\"paragraph\" style=\"text-align: left\">Multiple security cameras were installed at the entrance, creating a somewhat intimidating atmosphere.</p><p class=\"paragraph\" style=\"text-align: left\">After briefly glancing at the impressive nameplate that read &quot;Sakayanagi,&quot; I pressed the doorbell, and the first person to appear was an elderly man, presumably the mansion&apos;s servant.</p><p class=\"paragraph\" style=\"text-align: left\">Since I had made an appointment, I was allowed to pass through the gate without any issues.</p><p class=\"paragraph\" style=\"text-align: left\">The spacious tatami room smelled of straw, and there was no sign of wear.</p><p class=\"paragraph\" style=\"text-align: left\">It was clear at a glance that they had even spent money here; they likely replaced the tatami mat quite regularly.</p><p class=\"paragraph\" style=\"text-align: left\">As I moved further inside, a Western-style room came into view, and I was told to sit on the sofa and wait.</p><p class=\"paragraph\" style=\"text-align: left\">I already thought about the attitude I should take toward the person I was about to meet.</p><p class=\"paragraph\" style=\"text-align: left\">I confidently chose to sit and sank on the sofa without hesitation and waited.</p><p class=\"paragraph\" style=\"text-align: left\">As someone working alongside Naoe-sensei, and with a future-oriented project in hand, I had no intention of making myself appear small.</p><p class=\"paragraph\" style=\"text-align: left\">As I gazed at the steam rising from the tea, the person I had been waiting for appeared.</p><p class=\"paragraph\" style=\"text-align: left\">It was Sakayanagi Narimori.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve kept you waiting.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The first impression I got was of a slender, delicate man.</p><p class=\"paragraph\" style=\"text-align: left\">His voice was gentle, and he didn&apos;t exhibit the arrogant demeanor often seen among the wealthy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Nice to meet you. My name is Ayanokouji. Thank you for making time in your busy schedule.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While I had a confident demeanor, I knew the basic manners.</p><p class=\"paragraph\" style=\"text-align: left\">I was clearly the one intruding and asking for a favor&#x2014;a fact that remained unchanged.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m Sakayanagi. I&apos;ve heard about you, Ayanokouji-sensei, several times from Naoe-sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I hope it wasn&apos;t anything bad.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Not at all. I was told you&apos;re a very capable person. Moreover, when I heard that we&apos;re the same age, I felt quite embarrassed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">For this man, who had always walked the privileged path, the lower classes&apos; concerns would be irrelevant. If it was mere modesty, then he was quite good at feigning humility.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you. However, I&apos;ve heard that you, Sakayanagi-san, have also made quite a name for yourself.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I began by verifying Sakayanagi&apos;s character and authenticity.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, I still have a long way to go. It was just my father who was remarkable. That&apos;s really all there is to it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He didn&apos;t take my flattery&apos;s bait. Instead, he returned a troubled smile.</p><p class=\"paragraph\" style=\"text-align: left\">We continued this probing exchange for a while, but my impression of him didn&apos;t change. He showed no signs of wanting to end the conversation, so it seemed better for me to take the initiative.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I recalled Naoe-sensei saying that if I ever had a problem, I could rely on you, Sakayanagi-san&#x2014;that&apos;s why I&apos;ve come to visit. Swallowing my pride, I&apos;ve come to ask for your help.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Wealthy people generally didn&apos;t welcome such introductions.</p><p class=\"paragraph\" style=\"text-align: left\">Most troubles were fundamentally tied to money after all&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">Struggling to live, wanting to invest but lacking the initial funds, wanting to start a business.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What can I do for you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He didn&apos;t seem guarded, but Sakayanagi&apos;s expression slightly changed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Right now, I&apos;m thinking of starting a project. However, to move this project forward, a substantial amount of funding is necessary.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. So what kind of trouble&#x2026; No, what are you asking of me?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t mean to ask you for money on our first meeting, Sakayanagi-san. However, I would like to ask you to act as a liaison between me and the financial world.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I took out new documents from a clear file I had prepared and presented them.</p><p class=\"paragraph\" style=\"text-align: left\">Without reaching for them, Sakayanagi continued to look me in the eyes.</p><p class=\"paragraph\" style=\"text-align: left\">His expression didn&apos;t betray his feelings, but he was undoubtedly cautious.</p><p class=\"paragraph\" style=\"text-align: left\"><em>No, he has to be.</em></p><p class=\"paragraph\" style=\"text-align: left\">Even though he may have heard my name, to Sakayanagi, I was still a complete stranger.</p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t have a political title nor was I recognized publicly.</p><p class=\"paragraph\" style=\"text-align: left\">Naturally, he wouldn&apos;t just casually look through the documents.</p><p class=\"paragraph\" style=\"text-align: left\">Getting involved would mean trouble&#x2014;a fate common among the wealthy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. You&apos;re not asking for investment money, then.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. I can&apos;t just barge in and demand money. Of course, if you agree with the project, that&apos;s a different story. What&apos;s important isn&apos;t to just bow my head and ask for money, but to convince a myriad of people to invest upon getting an understanding of what I&apos;m doing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">But without the opportunity to present things, it would all end as mere theory.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I want to launch this project to save as many children&apos;s lives as possible and provide them with proper education; I&apos;m considering setting up such a facility. I was deeply impressed by the Advanced Nurturing High School that your father helped establish.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Children, education, life&#x2014;these words were bound to strike a chord with Sakayanagi.</p><p class=\"paragraph\" style=\"text-align: left\">His father was in charge of ANHS, a true guide for children.</p><p class=\"paragraph\" style=\"text-align: left\">I wouldn&apos;t allow him any weak excuses, like not even giving the plan a glance.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then, perhaps consulting with my father could also be an option.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That might be the correct approach. However, the world of politics isn&apos;t so simple. Kijima-sensei publicized the existence of Advanced Nurturing High School. Your father has deep connections with Kijima-sensei. How could I, a member of the rival Naoe faction, possibly bring up a consultation?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Didn&apos;t you consider that I might be on good terms with Kijima-sensei?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, it&apos;s possible. However, I&apos;ve never heard such a thing. That&apos;s why I thought I&apos;d take a chance.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">My words contained some lies, but it was mostly true. Even if this man&apos;s father was an understanding authority figure, being part of Kijima&apos;s faction meant he couldn&apos;t be told about my plan.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll ask you frankly. You want to avoid this information leaking to Kijima-sensei at all costs, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I won&apos;t deny it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then, I&apos;m a bit puzzled. You don&apos;t know whether I&apos;m on Kijima-sensei&apos;s side, Naoe-sensei&apos;s side, or neutral. Yet, you&apos;re willing to share such information with me? If I look through that document, I&apos;ll obtain the information. You can&apos;t predict who I might talk to.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Indeed, that&apos;s true. However, saying that it&apos;s merely because I felt I could trust someone after talking for a few minutes&#x2026; would just be embarrassing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sakayanagi nodded, not attempting to conceal it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;However, as a politician, I do have a principle I adhere to&#x2014;to fully trust Naoe-sensei. Naoe-sensei knows the weight of his words well. If you were the type of person who would leak this discussion to Kijima-sensei or your own father, Naoe-sensei would never advise me to rely on him when in trouble.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;You trust Naoe-sensei, then.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Many politicians will sooner or later join some faction. No matter which faction, once you decide to support someone in particular, you must believe in them to the end without any doubt.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. That&apos;s why Naoe-sensei keeps you close.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sakayanagi spoke happily and slightly readjusted his sitting posture.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As you know, my father is close with Kijima-sensei. Didn&apos;t you find it strange that I have connections with Naoe-sensei?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, it&apos;s not that I didn&apos;t have doubts.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I respect my father, but at the same time, I see him as a goal. Whether I will follow the same path or a different one, I don&apos;t know, but I want to explore various possibilities. That&apos;s why I deliberately approached Naoe-sensei, who is known as a formidable rival to Kijima-sensei, to learn from him. My father doesn&apos;t oppose this; rather, he silently supports me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Despite Naoe-sensei being an enemy, your father agreed with you broadening your knowledge; it shows that he&apos;s broad-minded. At the same time, it seems he places trust in your ability to keep your mouth shut.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In a position like this man&apos;s, following in his father&apos;s footsteps would be the usual path most people would go down.</p><p class=\"paragraph\" style=\"text-align: left\">If you were connected with a rival organization, you&apos;d gain the opportunity to obtain information from the opponent, but at the same time, you would also carry the risk of leaking them information.</p><p class=\"paragraph\" style=\"text-align: left\">However, since it was apparent that Naoe-sensei also favored him, it seemed true that Sakayanagi had earned his trust.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s why I became more convinced. I would like you to take a look at this.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was planning to leave immediately depending on the matter, but it seems that won&apos;t be possible now. Indeed, I&apos;ve felt your passion and conviction, Ayanokouji-sensei. I&apos;ll take a look.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Finally, Sakayanagi picked up the documents and read through them.</p><p class=\"paragraph\" style=\"text-align: left\">After going through everything, Sakayanagi muttered something without much thought.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Indeed, hundreds of children are abandoned every year in Japan. It&apos;s not that I accept this reality, nor is it bad for politicians to try to do something about it. Rather, it should be welcomed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You empathize then?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, I do empathize. However, this is exactly a problem that the government should address, and as a private citizen&#x2026; I apologize for my rude remark, but this doesn&apos;t concern me, does it? I hope you&apos;ll take up this issue and work on countermeasures, Ayanokouji-sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If that were possible, I would do so. However, the country&apos;s system isn&apos;t so simple. Abandoned children still exist. In single-mother and single-father households, as well as in poor families, there are still children who can&apos;t receive the education they need. The cycle of poverty continues unabated, and the social divide continues to widen. Isn&apos;t that right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s true.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you watch TV, you would know. There are mothers who secretly give birth in station restrooms and have to bury their children in the dark. It isn&apos;t a rare story. The law around this is hardly established, and the mothers who feel compelled to end their child&apos;s life due to the pressure of societal judgment must be filled with immense regret. Of course, some may become cold-hearted in the face of unwanted pregnancies, but not everyone willingly wants to become a criminal. If there&apos;s a robust system in place to help them, we will be minimizing the amount of people who mourn.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If this project were realized, it could save the lives of ten, twenty, and eventually a number even greater than a hundred children. No, it would likely grow even more.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Being a politician doesn&apos;t mean everything goes your way&#x2014;that&apos;s something that you, Sakayanagi-san, being closer to our side, might understand. Whether you&apos;re a national or local legislator, the title may say lawmaking, budget decisions, or ordinance enactment, but those who hold the real power act for their own personal gain, while people hardly listen to young politicians. Or should I&#x2026; no, until I become a first-class politician in twenty or thirty years and gain the right to voice my thoughts, you&apos;re telling me to continue abandoning children&apos;s lives?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Listening in, Sakayanagi would also be complicit if he didn&apos;t act.</p><p class=\"paragraph\" style=\"text-align: left\">I forcefully drove this point into him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;However&#x2026; even so, you&apos;re a Diet member, Ayanokouji-sensei. You&apos;re someone who should confront and fight with the country. How do you intend to proceed without the country taking up this issue?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We are politicians and civil servants, but we&apos;re in a special position, a <em>tokubetsu shoku</em>. Being in a<em>&#xa0;tokubetsu shoku</em>&#xa0;allows for side jobs. While I don&apos;t intend to profit from it, there are various ways I can maneuver.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you saying you&apos;ll work on saving children personally?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Now that I have started my path as a politician and have Naoe-sensei&apos;s support, I believe the people around me will listen to my voice. That&apos;s why I think creating a connection with the financial world through you, Sakayanagi-san, would be a step toward making this a reality.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Indeed, being a politician changes how people see you. If what&apos;s written in this proposal is realized, there might be people willing to raise their hands to help&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This man, a second-generation who descended from a great father, was certainly more capable than someone like Kamogawa.</p><p class=\"paragraph\" style=\"text-align: left\">While he showed a naive side to him, he didn&apos;t give easy answers.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s also a way to raise funds, Ayanokouji-sensei. As you&apos;ve said, side jobs are allowed, right? If we broadcast on the net, we can appeal not only domestically but also internationally.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you suggesting I should appeal to the world about the current state of the law not keeping up? Broadcasting such a thing to the world would tarnish Naoe-sensei&apos;s face, not mine. At this stage, I have to progress in secrecy. That&apos;s why we need the power of people within the financial world. Could you lend us your help?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t mind introducing you, but whether it really works out well is another matter. Even if you line up beautiful ideals, people won&apos;t be pleased. They&apos;ll be more cautious.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So, what do you think we should do?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t lie. Expose all of your thoughts and objectives.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If that were easy, I wouldn&apos;t be struggling.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand it&apos;s difficult. But you&apos;re not thinking about profit at all; and if the children are taught, that&apos;s enough for you; additionally, you&apos;re not seeking any credit&#x2014;would you trust such a person?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Indeed, if such a person appeared before me, I would probably laugh it off.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I want status and honor; I want to make money&#x2014;that&apos;s why I save children. It&apos;s straightforward, but I think people are more likely to believe it if it&apos;s communicated that way. Moreover, Ayanokouji-sensei, you&apos;re a politician. If they know it&apos;s a foundation for you to aim higher, perhaps they&apos;ll think they can obtain a big return when you become a big shot.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;Indeed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, for the children&apos;s sake, it would be ideal if there were no personal greed at all. What are you seeking, and what are you trying to start with this project?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Status, honor, and money; indeed, these are things I will eventually want. They&apos;re things that are indispensable.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As this man said earlier, these things were absolutely necessary.</p><p class=\"paragraph\" style=\"text-align: left\">However, there was a significant reason why I was interested in this project.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As it stands, Japan cannot compete with the world. Just watching people who can fight back against nature won&apos;t ever lead to us catching up to the global world. That&apos;s why I want to provide thorough education to children, to cultivate talents who can compete with the world. I don&apos;t think about it as merely saving lives. I want to transform those lives into something of high value in this world. That&apos;s my real purpose.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Forcefully saving their lives and providing them with education&#x2014;this fact would be hard for the public to accept.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Children&apos;s education is entrusted to their parents. If the parents are absent, it&apos;s possible to raise and educate the children for the sake of your ideals, Ayanokouji-sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It isn&apos;t for me. It&apos;s for the future of Japan.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After the war, Japan grew significantly through the bubble era<sup id=\"fnref-1-c2c05c02-9c76-59ee-827a-fbd5be6aa54d\"><a class=\"footnote-ref\" href=\"#fn-1-c2c05c02-9c76-59ee-827a-fbd5be6aa54d\" data-ref=\"1\" epub:type=\"noteref\">[1]</a></sup>, but now it&apos;s only declining.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you think when you see a political body that&apos;s only populated with old people? Do you think those over seventy or eighty really care about Japan? As far as they&apos;re concerned, as long as they manage during their lifetime, that&apos;s enough. They don&apos;t think at all about fifty or one hundred years in the future. I, too, might change to such a mistaken way of thinking eventually. But right now, it&apos;s different. Now, as a representative of the youth, I want to worry about and save the future. That&apos;s why I must act quickly.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Before I knew it, I was speaking passionately alone.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Was I swayed by this man&apos;s shrewd thinking, or did my instincts as a politician throb?</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;Does Naoe-sensei know about this?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No. This is all my personal thoughts.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I couldn&apos;t say yes here.</p><p class=\"paragraph\" style=\"text-align: left\">However, Sakayanagi seemed to understand, and he nodded after looking into my eyes.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My father&apos;s educational philosophy as well as mine seem to differ greatly from yours. But that doesn&apos;t mean it&apos;s bad. Rather, it&apos;s an important approach. It&apos;s also an important case to judge which is correct. Now, this situation is similar to how I&apos;m standing close to Naoe-sensei in order to judge between the different political approaches.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This man&apos;s father was in charge of Advanced Nurturing High School.</p><p class=\"paragraph\" style=\"text-align: left\">It was certainly a new attempt at education.</p><p class=\"paragraph\" style=\"text-align: left\">But as Sakayanagi said, my policy was significantly different.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As you wish, I&apos;ll introduce you. However, I&apos;ll set one condition.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What is it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;When this project is actually realized, let me observe your methods up close.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that all?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s very important to me. I will learn a lot.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I promise. If the facility is actually built, Sakayanagi-san, you&apos;re free to come and go as you please. If you&apos;re able to witness the results, I have nothing else to say.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If this was all it took to connect me with the financial world, it would be cheap.</p><p class=\"paragraph\" style=\"text-align: left\">I was also curious about the mechanisms of the Advanced Nurturing High School.</p><p class=\"paragraph\" style=\"text-align: left\">Information about Kijima-sensei, Naoe-sensei&apos;s opponent, might also be uncovered.</p><p class=\"paragraph\" style=\"text-align: left\">Whether friend or foe, information was power.</p><p class=\"paragraph\" style=\"text-align: left\"><em>But will things go so smoothly?</em></p><p class=\"paragraph\" style=\"text-align: left\">The man in front of me was smiling throughout. He was mixing in some negative opinions but acting as if he had been on my side from the beginning.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Is it possible he has some ulterior motive?</em></p><p class=\"paragraph\" style=\"text-align: left\">There was no guarantee that another person wasn&apos;t influencing him, even if he was recommended by Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\"><em>If this man leaks what I&apos;m trying to do&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>I hurried to arrange the money, but perhaps I had overstepped.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>I said I had researched this man beforehand, but on this specific occasion, there wasn&apos;t enough time to do the close investigation I usually do. It was dangerous to take it at face value&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\">But this level of risk, the resolve to make deals repeatedly, was necessary.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Would you like to have dinner soon? I would also like to hear more about ANHS.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was hoping to hear you talking about this project and politics, Ayanokouji-sensei. I&apos;ll join you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">An invitation to a meal&#x2014;a service to make a superficial relationship seem appropriate.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Let&apos;s go for the second round.</em></p><hr class=\"footnote-rule\"/><ol class=\"footnotes\"><li data-id=\"c2c05c02-9c76-59ee-827a-fbd5be6aa54d\" data-ref=\"1\" class=\"footnote first-footnote\" id=\"fn-1-c2c05c02-9c76-59ee-827a-fbd5be6aa54d\"><p class=\"paragraph\" style=\"text-align: left\"><a class=\"footnote-backref\" href=\"#fnref-1-c2c05c02-9c76-59ee-827a-fbd5be6aa54d\">[1]: </a>Starting in the 1980s, Japan had a bubble era, meaning their economy was growing rapidly, followed by a crash. For Japan, this era was characterized by over-inflated real estate and stock prices.</p></li></ol>",
  "prevChapter": {
    "volumeId": "v0",
    "chapter": 14,
    "title": "Chapter 2: Effort"
  },
  "nextChapter": {
    "volumeId": "v0",
    "chapter": 16,
    "title": "Part 2"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Volume 0",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Ayanokouji Atsuomi's Monologue",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Project Launch",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "chapter-1-part-2.xhtml",
      "index": 13
    },
    {
      "label": "Chapter 2: Effort",
      "href": "chapter-2.xhtml",
      "index": 14
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 15
    },
    {
      "label": "Part 2",
      "href": "chapter-2-part-2.xhtml",
      "index": 16
    },
    {
      "label": "Part 3",
      "href": "chapter-2-part-3.xhtml",
      "index": 17
    },
    {
      "label": "Part 4",
      "href": "chapter-2-part-4.xhtml",
      "index": 18
    },
    {
      "label": "Part 5",
      "href": "chapter-2-part-5.xhtml",
      "index": 19
    },
    {
      "label": "Part 6",
      "href": "chapter-2-part-6.xhtml",
      "index": 20
    },
    {
      "label": "Part 7",
      "href": "chapter-2-part-7.xhtml",
      "index": 21
    },
    {
      "label": "Part 8",
      "href": "chapter-2-part-8.xhtml",
      "index": 22
    },
    {
      "label": "Chapter 3: Activation",
      "href": "chapter-3.xhtml",
      "index": 23
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 24
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 25
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 26
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: An Unprecedented Experimental Facility",
      "href": "chapter-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 5: Stories of Innocent Children",
      "href": "chapter-5.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 32
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 33
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 34
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 35
    },
    {
      "label": "Part 6",
      "href": "chapter-5-part-6.xhtml",
      "index": 36
    },
    {
      "label": "Part 7",
      "href": "chapter-5-part-7.xhtml",
      "index": 37
    },
    {
      "label": "Part 8",
      "href": "chapter-5-part-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 9",
      "href": "chapter-5-part-9.xhtml",
      "index": 39
    },
    {
      "label": "Part 10",
      "href": "chapter-5-part-10.xhtml",
      "index": 40
    },
    {
      "label": "Chapter 6: Hopelessness and a Way of Life",
      "href": "chapter-6.xhtml",
      "index": 41
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 42
    },
    {
      "label": "Part 2",
      "href": "chapter-6-part-2.xhtml",
      "index": 43
    },
    {
      "label": "Part 3",
      "href": "chapter-6-part-3.xhtml",
      "index": 44
    },
    {
      "label": "Part 4",
      "href": "chapter-6-part-4.xhtml",
      "index": 45
    },
    {
      "label": "Part 5",
      "href": "chapter-6-part-5.xhtml",
      "index": 46
    },
    {
      "label": "Part 6",
      "href": "chapter-6-part-6.xhtml",
      "index": 47
    },
    {
      "label": "Epilogue: Looking Ahead",
      "href": "epilogue.xhtml",
      "index": 48
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 49
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 50
    },
    {
      "label": "Part 3",
      "href": "epilogue-part-3.xhtml",
      "index": 51
    },
    {
      "label": "Author's Postscript",
      "href": "authors-postscript.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 15
}