{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">WHEN WE REACHED the laboratory, it was enveloped in a small commotion.</p><p class=\"paragraph\" style=\"text-align: left\">A comprehensive exam for the children the three researchers, Suzukake and others, raised was about to be conducted.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry to keep you waiting. Let&apos;s get started right away.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Understood.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tabuchi, the only one with a neutral stance, conducted the proceedings without involving any personal feelings.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We&apos;ve divided them into three groups in complete isolation and provided each group with intensive education for the past three years.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The representative will be chosen based on the best results among these three researchers, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A brief explanation made the situation clear to Sakayanagi.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do you already have a prediction for the results, Ayanokouji-sensei?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No. For these three years, I&apos;ve basically been hands-off. I&apos;ve just continued to provide the necessary support for them without meddling in their plans. I don&apos;t even know what kind of results they&apos;ll show.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I deliberately left everything to proceed freely for these three years without checking the progress.</p><p class=\"paragraph\" style=\"text-align: left\">If I had known along the way, I couldn&apos;t promise that I wouldn&apos;t have interfered.</p><p class=\"paragraph\" style=\"text-align: left\">Honestly answering, Sakayanagi looked surprised and clapped his hands.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Leaving it entirely to the field expert requires considerable courage. Most managers can&apos;t trust their subordinates and end up interfering.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Those who invested money tended to harbor those types of unnecessary, wicked thoughts.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;After all, I&apos;m also operating with someone else&apos;s money. If it were money from my own blood and sweat, perhaps I would&apos;ve been stricter. The only ones troubled by money turning into bubbles<sup id=\"fnref-1-63255c7c-2774-5e3e-a5b7-d1dd085c068a\"><a class=\"footnote-ref\" href=\"#fn-1-63255c7c-2774-5e3e-a5b7-d1dd085c068a\" data-ref=\"1\" epub:type=\"noteref\">[1]</a></sup>&#xa0;are the investors.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That was why I was able to sit tight and wait for three years.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even so, if you fail, Ayanokouji-sensei, there&apos;s a high chance you could lose everything. It&apos;s the same for ordinary managers. They fight battles staking their company&apos;s fate on large bank loans. It&apos;s the bank&apos;s money, but you could also call it the president&apos;s personal money.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In terms of my bearing the responsibility, indeed, I wasn&apos;t so different from a manager.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Your habit to immediately praise others hasn&apos;t changed at all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s my nature. There&apos;s always something good in others, and it&apos;s my job to see it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He answered without hesitation&#x2014;what he said was a genuine compliment.</p><p class=\"paragraph\" style=\"text-align: left\">That was what made this man easy to handle, what I liked about him, and also what I disliked.</p><p class=\"paragraph\" style=\"text-align: left\">We saw the children entering the room through the glass that became a one-way mirror.</p><p class=\"paragraph\" style=\"text-align: left\">Children, each wearing a researcher&apos;s nameplate, quietly took their seats.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Speaking of three-year-olds, they can have simple conversations, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was no wonder that Sakayanagi, who had no children, didn&apos;t quite understand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Intellectual understanding, intelligence, the emergence of self-awareness, and a bit of dexterity in their hands have begun to appear. At first glance, the most noticeable change might be their motor development&#x2014;standing on one foot, walking on tiptoes, and smoothly climbing stairs. That&apos;s a general observation, though.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I think it&apos;s amazing that they can do that&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With a tense expression, Sakayanagi stared at the children.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Begin!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At the command, all the children flipped their papers over and took up their pens.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A test&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">No one stood up. They showed higher concentration than neighborhood elementary school students running around, deeply engaged in their problems.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What are the children testing on?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;They&apos;re taking math problems. Here they are.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I received the paper from Tabuchi and looked it over for the first time with Sakayanagi.</p><p class=\"paragraph\" style=\"text-align: left\">The problems ranged from addition and subtraction to multiplication and division.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;These are problems that elementary school students would tackle, right? Amazing&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sakayanagi was impressed, but Tabuchi gave a calm response.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The world is vast. Among the children labeled as gifted, there are those who solve even more complex problems. They are undoubtedly geniuses born from genetics.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But, the children here are not gifted&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. They aren&apos;t special. They&apos;re just children without any particular skew in abilities, all capable of tackling these problems.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The sight of them struggling with such difficult problems was no different from that of students taking exams.</p><p class=\"paragraph\" style=\"text-align: left\">Ishida&apos;s and Souya&apos;s groups showed such similar approaches and reactions to the exam that it was hard to distinguish between them even if their students were mixed, whereas Suzukake&apos;s group didn&apos;t move at all&#x2014;that was the first sense of discomfort I felt when observing the three groups.</p><p class=\"paragraph\" style=\"text-align: left\">Real-time camera tracking showed that some of the children answered incorrectly, but there was no sign of Suzukake&apos;s group feeling panicked, agitated, or distressed.</p><p class=\"paragraph\" style=\"text-align: left\">Regardless of whether this was good or bad, Ishida and Souya were clearly unsettled.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What kind of education would result in such inorganic children&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Souya muttered as a researcher.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I made it my first task to instill children with a mature mind. Even if they can&apos;t solve the problems, I&apos;ve made sure they approach them calmly and objectively. Those who can&apos;t do this are punished without mercy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">They seemed emotionless, like robots, far from any typical child&apos;s reaction.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Corporal punishment? On a three-year-old?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, from newborns. And I don&apos;t want you to call it corporal punishment, Souya. This is my education.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hearing that, Sakayanagi looked more displeased than anyone.</p><p class=\"paragraph\" style=\"text-align: left\">If the results didn&apos;t show, it would be a major issue, but the overall correct-answer rate was clearly higher than that of Ishida&apos;s and Souya&apos;s groups of children.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Those children&apos;s concentration is close to that of adults. They&apos;re probably so engrossed that they wouldn&apos;t notice even if someone spoke to them nearby.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Saying this, and having assessed nearly everyone&apos;s academic abilities, Suzukake played music in the room. Alongside the out-of-place, flashy sound, the children in the room stopped their work and began looking around.</p><p class=\"paragraph\" style=\"text-align: left\">However, Suzukake&apos;s students, as he boasted, continued to focus on solving problems without showing any excessive reaction to the sound.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;How is this possible&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishida, too, couldn&apos;t hide his surprise at Suzukake&apos;s education.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Education&#x2014;a process where they are punished in various ways, causing the children to become fearful. Physical pain, mental anguish, and anything effective works. If you push fear far enough, eventually it will disappear. And I don&apos;t mean metaphorically; it truly vanishes. It&apos;s still a work in progress, though.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;Excuse me, but that is undeniably corporal punishment. There&apos;s no meaning in abilities gained this way. I can&apos;t see your educational policy as correct.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Indeed, it would be an understatement to say there weren&apos;t any problems.</p><p class=\"paragraph\" style=\"text-align: left\">It was no wonder Sakayanagi was angry.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I have no right to interject, but we shouldn&apos;t approve of Suzukake&apos;s methods.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry, Sakayanagi, but I&apos;m not asking for an outsider&apos;s opinion. Don&apos;t interfere.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But&#x2026; Ishida-san&apos;s and Souya-san&apos;s education have also shown significant results.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Those two&apos;s groups appeared to be undergoing more natural human development.</p><p class=\"paragraph\" style=\"text-align: left\"><em>But would they truly grow into geniuses in the real sense?</em></p><p class=\"paragraph\" style=\"text-align: left\">Even if they grew up and became reasonably competent individuals, it was doubtful whether they could compete with those who were naturally gifted&#x2014;people who could be said to be born geniuses within the same field.</p><p class=\"paragraph\" style=\"text-align: left\">On the other hand, Suzukake&apos;s education seemed to involve both significant risks and potential rewards.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I only care about results. I don&apos;t question the process.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. I decided to work under you because I thought you would truly let me be free. You only care about the results, after all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Unlike Sakayanagi, who showed disgust, Ishida and Souya seemed impressed.</p><p class=\"paragraph\" style=\"text-align: left\">I wouldn&apos;t say they had zero affection for the children, but their faces as researchers seemed to play a larger role.</p><p class=\"paragraph\" style=\"text-align: left\">The adults&apos; eyes sparkled as they watched the children Suzukake created.</p><p class=\"paragraph\" style=\"text-align: left\">After the academic tests ended, the next step was to check their development through physical activities.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Since these three&apos;s educational directions are completely different, rather than using a standardized method like the academic tests, I told them to independently express the abilities they developed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The children Ishida taught were skillfully crafting with their small hands.</p><p class=\"paragraph\" style=\"text-align: left\">Souya&apos;s children were skillfully using horizontal bars and jungle gyms to show their movements.</p><p class=\"paragraph\" style=\"text-align: left\">However, the ones who truly astonished us in terms of physical abilities were once again the children Suzukake educated.</p><p class=\"paragraph\" style=\"text-align: left\">It wasn&apos;t just dexterity and agility. They were performing on the piano, having acquired a variety of skills.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is this really a performance by a three-year-old&#x2026;? Unbelievable.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Of course, it was clear to anyone&apos;s ears that their skill was far from professional.</p><p class=\"paragraph\" style=\"text-align: left\">But even adults couldn&apos;t play like this with just a little practice.</p><p class=\"paragraph\" style=\"text-align: left\">However, the important thing wasn&apos;t whether they could play the piano.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In just three years, how much have you taught them, Suzukake-san&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My education goes far beyond the ordinary person&apos;s learning abilities. Without the capability to learn in a short time, they would continue to receive endless punishment. The brain naturally hates this and is forced to mature prematurely. Even though they&apos;re small, humans with the same brain as us have infinite potential.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>This was the difference made over a mere three years. Then, what would happen after five years, ten years, fifteen years, twenty years?</em></p><p class=\"paragraph\" style=\"text-align: left\">I myself got goosebumps seeing these results.</p><p class=\"paragraph\" style=\"text-align: left\">Overall, the group Suzukake trained had overwhelmingly superior results.</p><p class=\"paragraph\" style=\"text-align: left\">Ishida and Souya, unable to hide their frustration, were engrossed in Suzukake&apos;s data.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well done. You&apos;ve demonstrated your ability.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you. However, I don&apos;t think there was a big difference in ability between those two and me. Rather, I&apos;m impressed with how well they&apos;ve done with orthodox education.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re the type to praise others too, Suzukake.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A fact is a fact. And I think you&apos;ve seen, but there&apos;s something inevitably lacking in the children I took care of.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Emotions, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. Ishida-san and Souya-san left human emotions in their upbringing. That&apos;s normal. However, I completely eliminated them. I believed that by prohibiting communication skills to develop through dialogue, it would be possible to raise the floor of human potential.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The competition had always involved both intellectual and physical traits.</p><p class=\"paragraph\" style=\"text-align: left\">In other words, Suzukake had seen a certain level of victory from the beginning.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you&apos;re going to put me in charge as the leader, frankly, there&#x2019;s a risk that individuals devoid of personality, far beyond the first generation, could be born. However, I believe it&apos;s possible to create the strongest humans this way.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After three years of actual, first-hand research, Suzukake seemed to have gained a clear conviction on this claim.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ishida, Souya, what do you think about emotions?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s undeniable that we&apos;d be increasing the inhumane elements. However&#x2026; I believe that&apos;s how the White Room should be. I, as a researcher, would like to see the strongest humans Suzukake-san can cultivate.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Souya nodded in agreement.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Alright. Let&apos;s put Suzukake in charge and start working on the curriculum for the second generation. I&apos;ll leave all decisions about the training policy to you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Suzukake gave a deep bow and reached out for a handshake to Ishida and others.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sakayanagi turned his back, about to leave.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand you dislike this, but this is also a form of education.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sakayanagi didn&apos;t turn back and left the room.</p><p class=\"paragraph\" style=\"text-align: left\"><em>From now on, a considerable number of children will probably be sacrificed for research, but that doesn&apos;t matter. If it&apos;s possible to create perfect human beings, it&apos;s a small sacrifice. The goal is to train one hundred people and perfect all one hundred.</em></p><p class=\"paragraph\" style=\"text-align: left\">However, that was ultimately the White Room&apos;s final goal.</p><p class=\"paragraph\" style=\"text-align: left\">For now, we were in a period to determine how far humans could be trained.</p><p class=\"paragraph\" style=\"text-align: left\">In that sense, having someone like Suzukake, who knew no fear in his research, was reassuring. Additionally, having people who were somewhat sensible like Ishida around helped to prevent any runaways.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Seems like we&apos;ve already passed the stage for unnecessary objections.</em></p><p class=\"paragraph\" style=\"text-align: left\">Now, my job was to keep things as quiet as possible.</p><p class=\"paragraph\" style=\"text-align: left\"><em>I must continue to provide them with a place for their unwavering research</em>.</p><hr class=\"footnote-rule\"/><ol class=\"footnotes\"><li data-id=\"63255c7c-2774-5e3e-a5b7-d1dd085c068a\" data-ref=\"1\" class=\"footnote first-footnote\" id=\"fn-1-63255c7c-2774-5e3e-a5b7-d1dd085c068a\"><p class=\"paragraph\" style=\"text-align: left\"><a class=\"footnote-backref\" href=\"#fnref-1-63255c7c-2774-5e3e-a5b7-d1dd085c068a\">[1]: </a>Money turning into bubbles mean that the value of a particular asset is rapidly inflating, typically due to excessive optimism about said asset. If the bubble were to burst, it would lead financial losses to investors.</p></li></ol>",
  "prevChapter": {
    "volumeId": "v0",
    "chapter": 24,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "v0",
    "chapter": 26,
    "title": "Part 3"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Volume 0",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Ayanokouji Atsuomi's Monologue",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Project Launch",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "chapter-1-part-2.xhtml",
      "index": 13
    },
    {
      "label": "Chapter 2: Effort",
      "href": "chapter-2.xhtml",
      "index": 14
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 15
    },
    {
      "label": "Part 2",
      "href": "chapter-2-part-2.xhtml",
      "index": 16
    },
    {
      "label": "Part 3",
      "href": "chapter-2-part-3.xhtml",
      "index": 17
    },
    {
      "label": "Part 4",
      "href": "chapter-2-part-4.xhtml",
      "index": 18
    },
    {
      "label": "Part 5",
      "href": "chapter-2-part-5.xhtml",
      "index": 19
    },
    {
      "label": "Part 6",
      "href": "chapter-2-part-6.xhtml",
      "index": 20
    },
    {
      "label": "Part 7",
      "href": "chapter-2-part-7.xhtml",
      "index": 21
    },
    {
      "label": "Part 8",
      "href": "chapter-2-part-8.xhtml",
      "index": 22
    },
    {
      "label": "Chapter 3: Activation",
      "href": "chapter-3.xhtml",
      "index": 23
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 24
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 25
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 26
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: An Unprecedented Experimental Facility",
      "href": "chapter-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 5: Stories of Innocent Children",
      "href": "chapter-5.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 32
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 33
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 34
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 35
    },
    {
      "label": "Part 6",
      "href": "chapter-5-part-6.xhtml",
      "index": 36
    },
    {
      "label": "Part 7",
      "href": "chapter-5-part-7.xhtml",
      "index": 37
    },
    {
      "label": "Part 8",
      "href": "chapter-5-part-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 9",
      "href": "chapter-5-part-9.xhtml",
      "index": 39
    },
    {
      "label": "Part 10",
      "href": "chapter-5-part-10.xhtml",
      "index": 40
    },
    {
      "label": "Chapter 6: Hopelessness and a Way of Life",
      "href": "chapter-6.xhtml",
      "index": 41
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 42
    },
    {
      "label": "Part 2",
      "href": "chapter-6-part-2.xhtml",
      "index": 43
    },
    {
      "label": "Part 3",
      "href": "chapter-6-part-3.xhtml",
      "index": 44
    },
    {
      "label": "Part 4",
      "href": "chapter-6-part-4.xhtml",
      "index": 45
    },
    {
      "label": "Part 5",
      "href": "chapter-6-part-5.xhtml",
      "index": 46
    },
    {
      "label": "Part 6",
      "href": "chapter-6-part-6.xhtml",
      "index": 47
    },
    {
      "label": "Epilogue: Looking Ahead",
      "href": "epilogue.xhtml",
      "index": 48
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 49
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 50
    },
    {
      "label": "Part 3",
      "href": "epilogue-part-3.xhtml",
      "index": 51
    },
    {
      "label": "Author's Postscript",
      "href": "authors-postscript.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 25
}