{
  "title": "Chapter 6: Hopelessness and a Way of Life",
  "content": "<h1 class=\"heading_1\"><a class=\"heading-link\" href=\"/read/v0/2\">Chapter 6:<br/>Hopelessness and a Way of Life</a></h1><hr/><p class=\"paragraph\" style=\"text-align: left\">TOKYO WAS STRUCK by unusually heavy snow. On this day, at the end of January, I was inside the <em>ryoutei </em>in Sasagawa.</p><p class=\"paragraph\" style=\"text-align: left\">The garden visible from the corridor window was lit up, and a snowy night landscape stretched the distance.</p><p class=\"paragraph\" style=\"text-align: left\">Kamogawa and I walked toward the promised destination, heading there a step ahead.</p><p class=\"paragraph\" style=\"text-align: left\">On the way, Kamogawa stopped and gazed at the snowy scene.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do you remember? Over ten years ago, when we were waiting under the cold sky for Naoe-sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, it feels like it was just the other day.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That day, you were entrusted with the White Room project, Ayanokouji-san, and I was also chosen. It was tough in many ways, but we managed to make it this far.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Indeed, that was true. There were stories I couldn&apos;t tell anyone, and there were more than one or two secrets I would take to my grave.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;ve grown quite a bit too. It seems you&apos;ve come to understand the ins and outs of politics.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you. Working under Naoe-sensei and you, Ayanokouji-san&#x2026; no, Ayanokouji-sensei, has led to significant progress. My only regret is that I can&apos;t report today&apos;s achievements to my father&#x2026; since he passed away last year&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kamogawa&apos;s father had indeed passed away from a myocardial infarction around this time last year.</p><p class=\"paragraph\" style=\"text-align: left\">Directly conveying the announcement for the White Room project had been Kamogawa&apos;s goal.</p><p class=\"paragraph\" style=\"text-align: left\">The government had prepared institutions to take in and raise children.</p><p class=\"paragraph\" style=\"text-align: left\">Currently, the Advanced Nurturing High School was leading the way, but there was something even beyond that.</p><p class=\"paragraph\" style=\"text-align: left\">An institution to save the lives of newborn children.</p><p class=\"paragraph\" style=\"text-align: left\">An institution to educate newborn children and produce geniuses.</p><p class=\"paragraph\" style=\"text-align: left\">The White Room project is absolutely necessary for the future of our world.</p><p class=\"paragraph\" style=\"text-align: left\">Lives discarded in toilets. Lives cut short by abortion. Lives killed by parental neglect.</p><p class=\"paragraph\" style=\"text-align: left\">Under government leadership, all these issues would be resolved in one fell swoop.</p><p class=\"paragraph\" style=\"text-align: left\">It was also a plan to address the declining birthrate issue.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just achieve results that reach the heavens. Don&apos;t be satisfied with just today, Kamogawa.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, sir!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Today was a special day. The situation was different from that time when we were waiting under the cold sky for Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">Despite many twists and turns, the White Room experiment had begun to yield results.</p><p class=\"paragraph\" style=\"text-align: left\">Finally, today I would give Naoe-sensei a detailed report and step onto the public stage.</p><p class=\"paragraph\" style=\"text-align: left\">The first step toward seeing the light of day began.</p><p class=\"paragraph\" style=\"text-align: left\">It was something that could only have been achieved through blood, sweat, and sheer determination.</p><p class=\"paragraph\" style=\"text-align: left\">We had taken our seats earlier and were waiting for Naoe-sensei to appear at the head of the table.</p><p class=\"paragraph\" style=\"text-align: left\">I knew it was polite to wait outside, but these instructions were from Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">I also interpreted it as his way of expressing his sense of appreciation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;With this project&apos;s announcement, Naoe-sensei will finally stand at the pinnacle of this nation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The prime minister, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Preparations for the upcoming party leader election were complete.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Not just any prime minister. He will surpass not only in public honor but also in power, more than any previous prime minister.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was fair to say that, in the truest sense, he would become the man at the top of this country.</p><p class=\"paragraph\" style=\"text-align: left\">Usually, I hardly ever got nervous, but now I could faintly feel my heartbeat quickening.</p><p class=\"paragraph\" style=\"text-align: left\">I had staked my political life on this project.</p><p class=\"paragraph\" style=\"text-align: left\">I had dreamed of this rewarding day over and over again.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Naoe-sensei has arrived.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In what felt like a short yet long thirty minutes, the news of Naoe-sensei&apos;s arrival came.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He&apos;s earlier than I thought.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He was only about ten minutes late from the appointed time.</p><p class=\"paragraph\" style=\"text-align: left\">I had been prepared to wait without worrying about the delay for an hour or two, but I was surprised.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Perhaps even Naoe-sensei has a keen interest in this too?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As Kamogawa happily spoke, I gently cautioned him.</p><p class=\"paragraph\" style=\"text-align: left\">From here on, we would seal away any loose emotions and begin a serious discussion with Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">Before the sliding door was opened, we sat on our knees with our heads bowed as if rubbing our foreheads on the ground.</p><p class=\"paragraph\" style=\"text-align: left\">Naoe-sensei&apos;s dignified and quiet footsteps could be heard.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry to keep you waiting.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As soon as Naoe-sensei appeared, he apologized for his tardiness.</p><p class=\"paragraph\" style=\"text-align: left\">I couldn&apos;t help but feel a strange snag in my heart at his words.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, not at all. Thank you very much for coming out in the cold today.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While saying this, I shook off any unnecessary thoughts from my mind.</p><p class=\"paragraph\" style=\"text-align: left\">There was nothing to worry about.</p><p class=\"paragraph\" style=\"text-align: left\">I was certainly climbing the steps to fulfill my own ambitions.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Raise your heads for now. We can&apos;t talk like this.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kamogawa and I raised our heads and immediately reached for the glasses to pour beer for Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">However, Naoe-sensei stopped us.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Before that, there&apos;s something I need to talk about.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I apologize for the inconvenience.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">We immediately withdrew and returned to a position where we could listen to Sensei&apos;s words.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There are several things to discuss&#x2026; Well, first of all, there&apos;s this.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After slightly hesitating, Naoe-sensei muttered his words as if he had just remembered something he had forgotten.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve decided to withdraw my candidacy for the next party leader election.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;Huh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">For a moment, I couldn&apos;t understand what Naoe-sensei had said and made a foolish reply for the first time.</p><p class=\"paragraph\" style=\"text-align: left\">Seated next to me, Kamogawa must&apos;ve felt the same.</p><p class=\"paragraph\" style=\"text-align: left\">In the silence, the ringing in my ears echoed unusually loudly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sensei&#x2026; you&apos;re joking, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Asking for more of a confirmation than a question, the words naturally flowed from Kamogawa&apos;s mouth.</p><p class=\"paragraph\" style=\"text-align: left\">Even if he hadn&apos;t spoken out of turn, I would&apos;ve said the same thing.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s true. The candidates will be finalized the day after tomorrow, but I will cast my vote for Kijima. I will make it so.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Kijima? Why, why would Naoe-sensei support Kijima-sensei?</em></p><p class=\"paragraph\" style=\"text-align: left\">No matter how promising the young candidate was, Naoe-sensei was in a higher position.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Please wait. For what reason are you doing this? You&apos;ve been preparing for this moment, haven&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Leaning forward, I couldn&apos;t contain my emotions.</p><p class=\"paragraph\" style=\"text-align: left\">I knew that becoming the prime minister wasn&apos;t everything.</p><p class=\"paragraph\" style=\"text-align: left\">In fact, the Naoe-sensei in front of me had seized many opportunities in the past, yet he had refrained from clinging to official positions, reigning as a fixer behind the scenes for many years.</p><p class=\"paragraph\" style=\"text-align: left\">However, becoming the prime minister this time around was still a given.</p><p class=\"paragraph\" style=\"text-align: left\"><em>If he doesn&apos;t run now&#x2026; it would essentially be abandoning the prime minister seat.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Without a doubt, once that seat is given to Kijima-sensei, he&apos;ll firmly defend the position</em>.</p><p class=\"paragraph\" style=\"text-align: left\">Naoe-sensei&apos;s faction would begin to lose its unifying power, and there would never be another chance for him to become the prime minister.</p><p class=\"paragraph\" style=\"text-align: left\">I couldn&apos;t help but think that something bad must&apos;ve happened for him to withdraw.</p><p class=\"paragraph\" style=\"text-align: left\"><em>And it could significantly affect the White Room.</em></p><p class=\"paragraph\" style=\"text-align: left\">Because I understood this instinctively, I couldn&apos;t help but seek confirmation.</p><p class=\"paragraph\" style=\"text-align: left\">What surprised me most was that Naoe-sensei had decided to support Kijima-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, that Kijima-sensei&#x2026; he&apos;s clearly in a hostile relationship with you, Naoe-sensei, right&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Kamogawa couldn&apos;t hold back and mentioned the name.</p><p class=\"paragraph\" style=\"text-align: left\">Among the candidates running for the Citizens&apos; Party&apos;s leader, those from within the government, outside the government, and the media had narrowed them down to three individuals: Naoe-sensei, the most favored candidate; Isomaru-sensei, his rival and colleague; and Kijima-sensei, who was slightly behind. These three were the only ones with a ticket to become prime minister, and Naoe-sensei was undoubtedly the leading candidate.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I never intended to make him prime minister, but it&apos;s become unavoidable.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is it because you can&apos;t gather enough votes&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. Within the Citizens&apos; Party, the votes between me, Isomaru, and Kijima were neatly divided, but now it seems that part of the opposing party has decided to crush me. The calculations show that I&apos;m short by twenty to thirty votes.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After trying every strategy, a resigned smile could be seen on Naoe-sensei&apos;s face.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even if I put up a good fight, losing would greatly diminish my influence. If that&apos;s the case, it&apos;s better not to run and prioritize maintaining my current position by supporting him from the inside. He&apos;s still young, but he has momentum and strength. I had him thoroughly investigated for scandals, but not a speck of dust came up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He was a politician who had neither shady dealings nor scandals involving money or women.</p><p class=\"paragraph\" style=\"text-align: left\">That had remained unchanged, and he had been going strong since the past.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;However, wouldn&apos;t it be better to support Isomaru-sensei? Even if he&apos;s a rival from your generation, you two should&apos;ve known each other for a long time. I don&apos;t think there&apos;s a need to support Kijima-sensei, who&apos;s so difficult to handle&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It wasn&apos;t as if he wanted to prevent his peers from achieving an opportunity&#x2014;that would be childishly petty.</p><p class=\"paragraph\" style=\"text-align: left\">If he judged that serving under Isomaru-sensei was the right thing, he wouldn&apos;t hesitate to do so.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You already know, right? The answer is clear&#x2014;siding with Kijima is the better choice. If we were to try forcing our way onto Isomaru&apos;s ship here, there&apos;s a high likelihood that we&apos;d be going down together. From within my faction, most people are also saying that they&apos;d also pick Kijima if they had to choose.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even for someone like Naoe-sensei, if he forcibly tried cozying up to Isomaru-sensei&apos;s side, there was a chance of betrayal.</p><p class=\"paragraph\" style=\"text-align: left\">I hadn&apos;t realized he had been driven into such a corner.</p><p class=\"paragraph\" style=\"text-align: left\">I thought he had a foothold in the political world, but it seemed even he couldn&apos;t touch its inner workings.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, it&apos;s too early to give up, Naoe-sensei. We have the White Room Project! With this as our weapon&#x2014;!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Stop it, Kamogawa.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I firmly restrained Kamogawa, who was about to bite back.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If Naoe-sensei has made that decision, we just have to follow. However, you do understand that the White Room Project is a separate issue, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Naoe-sensei supporting Kijima-sensei was, of course, guaranteed. In other words, he was almost certainly going to be given a similar post. <em>It won&apos;t have much impact</em>&#x2014;he could rationalize it as such.</p><p class=\"paragraph\" style=\"text-align: left\">However&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji. I came to see you today about that matter. I feel bad for having you work hard for so many years, but you&apos;ll need to lay low for a while.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The one thing I didn&apos;t want to hear was said, and my cold sweat started pouring out more and more.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you mean by that, Naoe-sensei?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even as I began to understand the situation, I couldn&apos;t bring myself to admit it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You know what I want to say. However, all of that can only be realized after I maintain my current position. You understand that well, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Indeed, I&apos;ve been privately promised the next post. However, it&apos;s not something I fought to win. It&apos;s the last bastion I defended, having lost in factional disputes. Since it would create controversy, I can&apos;t endorse the White Room Project here.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If Naoe-sensei made a clumsy move, Kijima-sensei&apos;s side wouldn&apos;t stay silent.</p><p class=\"paragraph\" style=\"text-align: left\">It was clear that they were scheming to gain more influence and increase their momentum. That logic was well understood.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji, you are an excellent man.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you very much.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t judge others just by their academic background. That&apos;s something that you, who have none, should understand well from the fact that I picked you up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In the world of politics, both now and in the past, a certain level of education has been required. If it weren&apos;t for you, Naoe-sensei, someone like me wouldn&apos;t have been used.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Naoe-sensei nodded and sighed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Whether for better or worse, those who have been immersed in politics for a long time are mostly incompetent individuals who merely conform to the values of academic credentials. They come to think that as long as they can maintain the title of a politician and a high income, it&apos;s enough. Politicians who aspire to become justice and those who aim to be troublemakers alike are all equally swallowed up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Naoe-sensei reached for an empty glass but immediately retracted his hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yet, Kijima hasn&apos;t changed at all. He&apos;s taking politics seriously.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Has Naoe-sensei ever praised someone so directly before?</em></p><p class=\"paragraph\" style=\"text-align: left\">At this point in time, he was already thinking about the considerations that would take place after the battle was over.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I feel it in you too. You&apos;re a different kind of man, but you haven&apos;t changed either.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. My beliefs and principles will not change.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Your goal was to aim for the top of this country&#x2026; That was your objective, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You don&apos;t hold any hesitation there. However, that means defeating Kijima. That&apos;s a tall order, you know? That guy&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I have the resolve. However, if you support Kijima-sensei, please allow me to follow you as well. From now on, for Naoe-sensei, and for Kijima-sensei&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2014;I said earlier, you need to lay low for a while.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Ah, so that was it.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>I had a bad feeling.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>It hit the mark.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;What do you mean?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;For Kijima, you&apos;ve become an eyesore. Over the past few years, your flashy dealings with the financial world have reached his ears time and again. Do you understand? I can&apos;t keep someone like that under me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That was only as per your instructions, Sensei&#x2014;to create a facility surpassing ANHS, to change this country&#x2026; Didn&apos;t you insist on going all out?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The expression on Naoe-sensei&apos;s face changed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You weren&apos;t satisfied with just running the White Room; you&apos;ve also amassed a considerable fortune. You&apos;ve developed deep connections with the yakuza, becoming more than just a politician, right? Is that what I told you to do? You&apos;ve been flamboyantly maneuvering to protect yourself. Do you know how many times I&apos;ve had to put out fires behind the scenes over these years?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">His tone changed, and before I knew it, he began to harshly admonish me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So&#x2026; what do you intend to do about the White Room Project?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s decided. It&apos;s a blank slate.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No way&#x2026; to say it&apos;s a b-blank slate&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Until just a bit ago, Kamogawa&apos;s face, which had still shown bits of joy, turned to one of despair.</p><p class=\"paragraph\" style=\"text-align: left\">I remained as rigid as a Buddha statue, but I couldn&apos;t deny that I had a stern expression.</p><p class=\"paragraph\" style=\"text-align: left\"><em>The White Room Project is back to a blank slate?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>How much do you think I&apos;ve poured my heart and soul into this until now?</em></p><p class=\"paragraph\" style=\"text-align: left\">To dismiss it with a single expression&#x2014;&quot;a blank slate&quot;&#x2014;is unacceptable.</p><p class=\"paragraph\" style=\"text-align: left\"><em>&#x2026;No, it has always been like this.</em></p><p class=\"paragraph\" style=\"text-align: left\">With&#xa0;a single word from Naoe-sensei, be it left or right, any matter could be moved in whichever direction.</p><p class=\"paragraph\" style=\"text-align: left\">It was nothing special.</p><p class=\"paragraph\" style=\"text-align: left\">Showing any clumsy resistance here would only upset Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">Even though we were young and inexperienced, the fact that he felt it was disrespectful not to come all the way here to see us was precisely why he did so.</p><p class=\"paragraph\" style=\"text-align: left\">I had to act maturely and respond calmly to avoid being tripped up.</p><p class=\"paragraph\" style=\"text-align: left\">If he were to dismiss me as someone impudent, I would no longer receive useful opportunities.</p><p class=\"paragraph\" style=\"text-align: left\">I had obtained wealth that others envied.</p><p class=\"paragraph\" style=\"text-align: left\">Even if Naoe-sensei discarded me, perhaps I wouldn&apos;t struggle to survive.</p><p class=\"paragraph\" style=\"text-align: left\">But as a politician&#x2026; I could never make a comeback.</p><p class=\"paragraph\" style=\"text-align: left\">That would cause my ambitions to explode.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s how things are. Don&apos;t take it badly.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Is this the end of everything?</em></p><p class=\"paragraph\" style=\"text-align: left\">Naoe-sensei probably didn&apos;t intend to slowly dine here.</p><p class=\"paragraph\" style=\"text-align: left\">That was why he never even picked up his glass.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If Kijima acknowledges that you have no fangs, I&apos;ll put you forward again. That should be fine.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>To survive as a politician.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>To abandon the White Room and start over from scratch.</em></p><p class=\"paragraph\" style=\"text-align: left\">This was the only option.</p><p class=\"paragraph\" style=\"text-align: left\"><em>I understand.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>I understand.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>I understand&#x2014;</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2014;Don&apos;t joke with me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">This time, I couldn&apos;t act as calmly and wisely as usual.</p><p class=\"paragraph\" style=\"text-align: left\">It was impossible.</p><p class=\"paragraph\" style=\"text-align: left\"><em>How much hard work do you think I&apos;ve put into this project?</em></p><p class=\"paragraph\" style=\"text-align: left\">For over a decade, I had thrown everything aside, grinding myself down just to make it a reality.</p><p class=\"paragraph\" style=\"text-align: left\"><em>I won&apos;t let it all go to waste</em>.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The White Room has received substantial funding, and it continues to operate. There&apos;s no way to withdraw now.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hm? Who do you think you&apos;re talking to, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The man in front of me, impossibly domineering, didn&apos;t seem like an old man.</p><p class=\"paragraph\" style=\"text-align: left\">Without being intimidated or guilty by my boldness, he just directed his murky, dark eyes toward me.</p><p class=\"paragraph\" style=\"text-align: left\">For Naoe, who had remained in the political world for decades, such matters were everyday occurrences.</p><p class=\"paragraph\" style=\"text-align: left\">Even so, if I backed down here, it wouldn&apos;t amount to anything different.</p><p class=\"paragraph\" style=\"text-align: left\">Once I had drawn the bow, I could no longer retreat.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I told you to reset everything to a blank slate. It&apos;s only natural that you follow that. Bow your head, grovel, and cancel it. If that&apos;s impossible, go hang yourself and die.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you saying that now?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is there even a &apos;now&apos; to speak of?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I can&apos;t accept that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Whether you can accept it or not doesn&apos;t matter, I&apos;m saying it&apos;s off.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then what becomes of me? I&apos;ve only studied under you, Sensei, and have given up various advantages for this project. Even if I can keep the politician title, it&apos;s meaningless if I can&apos;t do anything.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You just have to endure a few years. After that, you can move on to the next job.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Can I believe that?</em></p><p class=\"paragraph\" style=\"text-align: left\">It was impossible to believe.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve only acted under your instructions for this project, Naoe-sensei. I can&apos;t accept such&#x2026; such an absurdity&#x2026;!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">There was nothing to do but lament.</p><p class=\"paragraph\" style=\"text-align: left\">I couldn&apos;t help but lament.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand how you feel, but you know this world well. It&apos;s that kind of world. Besides, I&apos;ve supported you generously. I even backed you for re-election so you could devote yourself to the project. Thanks to that, you were re-elected with minimal effort, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Indeed, I had entrusted all the necessary election campaigning to Naoe-sensei.</p><p class=\"paragraph\" style=\"text-align: left\">I was indebted to him for getting me elected.</p><p class=\"paragraph\" style=\"text-align: left\">However, if the table was flipped here, that debt of gratitude alone was far from enough.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I appreciate that, but&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Cut it out, Ayanokouji. If you cling too much to one project, you&apos;ll be tripped up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Why was I clinging so desperately?</em></p><p class=\"paragraph\" style=\"text-align: left\">It was probably something Kamogawa, shrinking next to me, couldn&apos;t even imagine.</p><p class=\"paragraph\" style=\"text-align: left\">It wasn&apos;t that I disliked the White Room Project being thwarted or that I was obsessed with it. It was because I knew the future.</p><p class=\"paragraph\" style=\"text-align: left\">For Naoe-sensei, &apos;I&apos; had become something to be discarded.</p><p class=\"paragraph\" style=\"text-align: left\">He said he would give me my next chance, leaving me with nothing to do until the time for the next election came, and when it came, he would make no offer to support me and push me out.</p><p class=\"paragraph\" style=\"text-align: left\"><em>How many times have I seen politicians cut down in the same way right in front of me?</em></p><p class=\"paragraph\" style=\"text-align: left\">The moment he mentioned going back to a blank slate, my fate as a politician was virtually sealed.</p><p class=\"paragraph\" style=\"text-align: left\">Then, my instinct chose to resist until the end.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So I&apos;m the only one who should get dirty&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re still young. I don&apos;t have much time left, but unlike me, you&apos;ll have many more opportunities. But for me, this is all I&apos;ve got. I can&apos;t back down here. I intend to die as a politician.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sensei&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not telling you to quit being a politician. Just behave.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sensei, you won&apos;t discard me, will you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course not. I won&apos;t treat you badly. I spoke harshly, but on the flip side, Kijima seemed to think highly of you too. If you keep quiet for a while, your turn will come. Then, I&apos;ll have you show your skills.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Everything was over&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;I understand.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s good then.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As you&apos;ve said, Naoe-sensei, I will terminate the White Room Project. Starting from tomorrow, I would like to work on dealing with the aftermath.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I gave a deep bow.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m counting on you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The Naoe-sensei in front of me had already lost any interest in me.</p><p class=\"paragraph\" style=\"text-align: left\">Whether I was capable didn&apos;t matter. Being discarded along with the project, he would no longer use me.</p>",
  "prevChapter": {
    "volumeId": "v0",
    "chapter": 40,
    "title": "Part 10"
  },
  "nextChapter": {
    "volumeId": "v0",
    "chapter": 42,
    "title": "Part 1"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Volume 0",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Ayanokouji Atsuomi's Monologue",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Project Launch",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "chapter-1-part-2.xhtml",
      "index": 13
    },
    {
      "label": "Chapter 2: Effort",
      "href": "chapter-2.xhtml",
      "index": 14
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 15
    },
    {
      "label": "Part 2",
      "href": "chapter-2-part-2.xhtml",
      "index": 16
    },
    {
      "label": "Part 3",
      "href": "chapter-2-part-3.xhtml",
      "index": 17
    },
    {
      "label": "Part 4",
      "href": "chapter-2-part-4.xhtml",
      "index": 18
    },
    {
      "label": "Part 5",
      "href": "chapter-2-part-5.xhtml",
      "index": 19
    },
    {
      "label": "Part 6",
      "href": "chapter-2-part-6.xhtml",
      "index": 20
    },
    {
      "label": "Part 7",
      "href": "chapter-2-part-7.xhtml",
      "index": 21
    },
    {
      "label": "Part 8",
      "href": "chapter-2-part-8.xhtml",
      "index": 22
    },
    {
      "label": "Chapter 3: Activation",
      "href": "chapter-3.xhtml",
      "index": 23
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 24
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 25
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 26
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: An Unprecedented Experimental Facility",
      "href": "chapter-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 5: Stories of Innocent Children",
      "href": "chapter-5.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 32
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 33
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 34
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 35
    },
    {
      "label": "Part 6",
      "href": "chapter-5-part-6.xhtml",
      "index": 36
    },
    {
      "label": "Part 7",
      "href": "chapter-5-part-7.xhtml",
      "index": 37
    },
    {
      "label": "Part 8",
      "href": "chapter-5-part-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 9",
      "href": "chapter-5-part-9.xhtml",
      "index": 39
    },
    {
      "label": "Part 10",
      "href": "chapter-5-part-10.xhtml",
      "index": 40
    },
    {
      "label": "Chapter 6: Hopelessness and a Way of Life",
      "href": "chapter-6.xhtml",
      "index": 41
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 42
    },
    {
      "label": "Part 2",
      "href": "chapter-6-part-2.xhtml",
      "index": 43
    },
    {
      "label": "Part 3",
      "href": "chapter-6-part-3.xhtml",
      "index": 44
    },
    {
      "label": "Part 4",
      "href": "chapter-6-part-4.xhtml",
      "index": 45
    },
    {
      "label": "Part 5",
      "href": "chapter-6-part-5.xhtml",
      "index": 46
    },
    {
      "label": "Part 6",
      "href": "chapter-6-part-6.xhtml",
      "index": 47
    },
    {
      "label": "Epilogue: Looking Ahead",
      "href": "epilogue.xhtml",
      "index": 48
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 49
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 50
    },
    {
      "label": "Part 3",
      "href": "epilogue-part-3.xhtml",
      "index": 51
    },
    {
      "label": "Author's Postscript",
      "href": "authors-postscript.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 41
}