{
  "title": "Part 4",
  "content": "<h2 class=\"heading_2\">Part 4</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">I QUICKLY FINISHED greeting the important figures.</p><p class=\"paragraph\" style=\"text-align: left\">As a result, after I secured Amasawa, I successfully acquired new financing opportunities from several company presidents.</p><p class=\"paragraph\" style=\"text-align: left\">I hadn&apos;t reached my personal target amount yet, but it was a good start.</p><p class=\"paragraph\" style=\"text-align: left\">The party had been going on for an hour.</p><p class=\"paragraph\" style=\"text-align: left\">This was the first time I decided to take a short break.</p><p class=\"paragraph\" style=\"text-align: left\">Talking too much had slightly tired my jaw.</p><p class=\"paragraph\" style=\"text-align: left\">However, I didn&apos;t waste time even when I was standing in place.</p><p class=\"paragraph\" style=\"text-align: left\">It was important to keep sensing the flow of the atmosphere and constantly be aware of my surroundings.</p><p class=\"paragraph\" style=\"text-align: left\">As I approached a waiter to get a glass of wine, I felt a small collision at my feet.</p><p class=\"paragraph\" style=\"text-align: left\">A running child bumped into me and ran past without a word of apology.</p><p class=\"paragraph\" style=\"text-align: left\">I wondered where he was hurrying to and noticed him at the corner of the venue.</p><p class=\"paragraph\" style=\"text-align: left\">Apparently, there were several children gathered around that area.</p><p class=\"paragraph\" style=\"text-align: left\">Most of the parents here were acquaintances who often sat together at various parties, so it wouldn&apos;t be surprising if all the children brought to those parties were connected.</p><p class=\"paragraph\" style=\"text-align: left\">Although they kept some distance from the adults, the children&apos;s high voices carried well throughout the room.</p><p class=\"paragraph\" style=\"text-align: left\">This was especially true when they shouted, and when they formed a group, there was no stopping them.</p><p class=\"paragraph\" style=\"text-align: left\">I approached to intervene but realized they weren&apos;t just playing around.</p><p class=\"paragraph\" style=\"text-align: left\">All the children who had rushed over were boys. Moreover, three out of the five of them were surrounding one child, showering him with insults and accusations. The remaining kid was watching from a distance, but his expression contained no fear. Worried that getting any closer might alert the children, I stopped short of them. I was slightly curious about what they were discussing.</p><p class=\"paragraph\" style=\"text-align: left\">They seemed to be around Kiyotaka&apos;s age. I usually didn&apos;t interact with ordinary children, so comparing them with the White Room&apos;s children was somewhat interesting.</p><p class=\"paragraph\" style=\"text-align: left\">When I subtly peeked into the situation, the atmosphere among the children seemed quite hostile.</p><p class=\"paragraph\" style=\"text-align: left\">Ordinary children didn&apos;t consider the time and place for things and readily started conflicts.</p><p class=\"paragraph\" style=\"text-align: left\">Additionally, it was usually over trivial matters.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, did you really get Kazuya&apos;s autograph?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The child who had rushed over seemed to be the leader, and he confronted the others with a commanding presence.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;Yeah, I did.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He answered while averting his eyes.</p><p class=\"paragraph\" style=\"text-align: left\">From a glance, it didn&apos;t seem like he was telling the truth.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s a lie. When I met Kazuya, he said he usually doesn&apos;t give autographs.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s true&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Where did he give his signature to you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;H-He came to my house.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hah! That&apos;s definitely a lie. Kazuya told me I was the first kid he gave a signature to outside of an event.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I really did get it. He signed a soccer ball for me&#x2026;!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed that the discussion was about whether the child had received an autograph from Kazuya, a Japanese soccer player active overseas.</p><p class=\"paragraph\" style=\"text-align: left\">The three, including the leader, were doubting one timid-looking child.</p><p class=\"paragraph\" style=\"text-align: left\">That child&apos;s suspicious behavior must&apos;ve been apparent to the others.</p><p class=\"paragraph\" style=\"text-align: left\">The cheap lie he used to show off had apparently led him into a difficult situation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Let&apos;s take a vote then. Who thinks he&apos;s lying?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Immediately, the three children conspired, laughing as they raised their hands.</p><p class=\"paragraph\" style=\"text-align: left\">The single boy who had been quietly watching them didn&apos;t raise his hand, so naturally, they turned to him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What about you, Ryuuji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The leader, who seemed to know everyone, called the boy by his first name.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;It doesn&apos;t matter to me. Whichever is fine.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you mean &apos;whichever&apos;? I&apos;m asking which side you&apos;re on.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If I have to judge objectively, I think he&apos;s lying. It&apos;d be better to apologize sooner.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was a natural decision. Ryuuji, the boy called by name, concluded that the other boy was lying and urged him to apologize. Considering the difference in numbers and physique, there was little benefit in defending him.</p><p class=\"paragraph\" style=\"text-align: left\">Apologizing right there was the correct thing to do, but humans weren&apos;t that simple.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not lying&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Watching the child stubbornly deny his lie, Ryuuji sighed in exasperation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Why don&apos;t you just forgive him? He&apos;s clearly lying; there&apos;s no need to press him further.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What? If you act all high and mighty, I&apos;ll ask my dad to ruin your parents&apos; company.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He boasted of his parents&apos; power as if it were his own, acting like a king.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you mess with Nogi-kun, things will really get serious.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Nogi? That must be Nogi Pharmaceuticals.</em></p><p class=\"paragraph\" style=\"text-align: left\">Among the wealthy people present today, they were one of the most influential.</p><p class=\"paragraph\" style=\"text-align: left\">It was a ridiculous situation, but the power they held was real.</p><p class=\"paragraph\" style=\"text-align: left\">This child&apos;s education seemed to be a massive failure.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So what will satisfy you guys? What do you want from Fuji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The three parties&#x2014;Nogi&apos;s group, Ryuuji, and Fuji&#x2014;were clearly acquaintances, each belonging to different circles.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Prostrate yourself, prostrate. Apologize for lying and I&apos;ll forgive you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was indeed a clich&#xe9;d&#x200b; thing to say. I didn&apos;t think President Nogi usually forced people to prostrate themselves, but if a child said such a thing, it was inevitable that others would suspect it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Like I said, I&#x2026; I didn&apos;t lie&#x2026;!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then show me the proof. If you can&apos;t provide proof, and you won&apos;t prostrate yourself, I&apos;ll hit you, okay?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Gradually becoming irritated, Nogi wetted his lips, dissatisfied.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You better prostrate yourself soon.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuji maintained his attitude, pushing him to apologize, but Fuji shook his head from side to side.</p><p class=\"paragraph\" style=\"text-align: left\">Despite shedding tears, he continued to insist that he had received the signature.</p><p class=\"paragraph\" style=\"text-align: left\"><em>This seems to be the right time.</em></p><p class=\"paragraph\" style=\"text-align: left\">I couldn&apos;t overlook this any longer, even if it was just an elongated children&apos;s quarrel.</p><p class=\"paragraph\" style=\"text-align: left\">If it turned bloody, it would tarnish President Nogi&apos;s name.</p><p class=\"paragraph\" style=\"text-align: left\">However, at this point, a change occurred in the situation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Fuji isn&apos;t lying&#x2014;that&apos;s what I think.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A sixth child appeared, even though it seemed the answer had already been decided.</p><p class=\"paragraph\" style=\"text-align: left\">Including Ryuuji, who wasn&apos;t hostile, all four of them judged that he was lying.</p><p class=\"paragraph\" style=\"text-align: left\">The appearance of someone claiming his innocence naturally put an end to that atmosphere.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Who are you? You don&apos;t know him yet you&apos;re defending him?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Surrounded by strong guys like you, don&apos;t you think that Fuji has no reason to keep lying?&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Even if he was being stubborn, it was still strange</em>, the child argued.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t know if you&apos;re friends or whatever, but you just want to defend him, right? He obviously looks like a liar.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not defending him for no reason. I just think it&apos;s true.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The child faced the three without flinching.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ishigami-kun&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry, Fuji, I was held up talking with my dad.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What!!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The child called Ishigami gently stroked the crying child&apos;s arm and faced Nogi and the others.</p><p class=\"paragraph\" style=\"text-align: left\">But then, unexpectedly, someone unexpected challenged the savior.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m sorry, Ishigami, but I think Fuji is lying.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What&apos;s your basis for thinking he&apos;s lying? Kanzaki-kun, you don&apos;t know much about Fuji, do you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s no basis. But there&apos;s also no proof that it&apos;s true. So, we have to judge by his attitude.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Judge by his attitude? How can you make a fair judgment in a situation where he&apos;s surrounded and almost forced to admit a lie? You&apos;re just deciding based on the flow of the situation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But Nogi said that Kazuya usually doesn&apos;t sign autographs&#x2014;that he was the first.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that so?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, that&apos;s right. Kazuya definitely said that when he gave me his autograph, idiot.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But there&apos;s no proof that your story is true, is there?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ha! Look at this, a two-shot with Kazuya!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nogi eagerly showed off his phone screen.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And? The date&apos;s two months ago. What about the possibility that Fuji got the signature afterward? Having a photo means you really got a signature, but it doesn&apos;t prove the claim that he usually doesn&apos;t sign, does it? Maybe you just lied because you wanted to brag about being treated specially.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">His attempt to present proof seemed to have given an opening instead.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not lying! I&apos;ll knock you out!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Stop it, Ishigami. Why are you making such a pointless argument? Last time, when a guy in your year bothered you during cram school, you didn&apos;t even argue back. You apologized to keep things smooth.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I did that because I was the only one involved. It&apos;s just a hassle to get angry at every low-level comment. However, it&apos;s different when a friend&apos;s in trouble.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">From this conversation, it was clear that Ishigami was an exceptionally talented child.</p><p class=\"paragraph\" style=\"text-align: left\">That was probably why this child, Ryuuji, couldn&apos;t help but snap at him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What does your dad do? He must be more important than mine, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Of course, I wouldn&apos;t interject, but President Ishigami wasn&apos;t the head of a particularly large company.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Parental influence doesn&apos;t matter, does it? What about your own abilities?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">However, from an educational and talent standpoint, that child was clearly a cut above the rest.</p><p class=\"paragraph\" style=\"text-align: left\">He either had excellent genes or it was a result of his education.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll punch you!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nogi, puffing with anger, swung his right arm back.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hold on a second.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishigami, about to be hit by Nogi, called for a pause.</p><p class=\"paragraph\" style=\"text-align: left\">I thought he&apos;d apologize out of fear, but that didn&apos;t seem to be the case.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;When you&apos;re going to hit someone, it&apos;s better to grab them by the collar first so they can&apos;t escape. If you swing and miss your target, you might fall and look foolish, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Uh&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The boy froze, his fist still clenched.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not bragging, and I&apos;ve never fought before. I&apos;m sure you could beat me. However, I can run away. That means we&apos;ll end up shouting and running around here. The more important your father is, the more embarrassing it will be, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The party venue was filled with laughter and elegant music played loudly.</p><p class=\"paragraph\" style=\"text-align: left\">However, if a child were to raise his voice, it would inevitably stand out.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just do it. If you&apos;re going to hit me, you should grab here with your left hand first. That&apos;s what they do on TV and in dramas.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Guided by Ishigami, Nogi grabbed the collar near his neck as directed.</p><p class=\"paragraph\" style=\"text-align: left\">The remaining children completely surrounded Ishigami to prevent him from escaping.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll do as you wish!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Nogi, now up close, threatened Ishigami.</p><p class=\"paragraph\" style=\"text-align: left\">He raised his fist again.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You can&apos;t escape now!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Neither can you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Uh&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Right after saying that, Ishigami grabbed both arms that were holding him.</p><p class=\"paragraph\" style=\"text-align: left\">To prevent the hands that were grabbing his face from letting go.</p><p class=\"paragraph\" style=\"text-align: left\">Then, he looked towards the adults standing at a distance.</p><p class=\"paragraph\" style=\"text-align: left\">He glanced at me for a moment but ignored me and called out to another adult.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Help me! Someone, please help!!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What&#x2014;!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The adults, who turned around at the serious shout, all looked at Ishigami, who was being held by the collar. He was being surrounded by three people, about to get hit&#x2014;it was clear who was in the wrong.</p><p class=\"paragraph\" style=\"text-align: left\">The scene only showed a group trying to use numbers to resort to violence.</p><p class=\"paragraph\" style=\"text-align: left\">Nogi&apos;s name was powerful, but it obviously didn&apos;t work beyond childish bickering at that moment.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What are you doing!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Seeing the adults rushing over, Nogi and his friends released their hold and fled like scared rabbits. Left behind were Ryuuji, Ishigami, and the crying Fuji.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Kanzaki-kun, you could&apos;ve handled those guys, couldn&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t like trouble. Besides, hitting them isn&apos;t a solution to the problem.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not saying you should&apos;ve hit them. It would&apos;ve been better if you had resolved it through speaking with them. I understand that it&apos;s easier to ignore it, but doing nothing can lead to more trouble, especially with someone who tries to wield their parent&apos;s power.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But he was lying, wasn&apos;t he?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuji pursued the truth.</p><p class=\"paragraph\" style=\"text-align: left\">The answer was clear without Ishigami&apos;s answer; Fuji&apos;s expression said it all.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There are times when people want to keep lying.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t get it&#x2026; It&apos;s a lie that he doesn&apos;t benefit from.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If Fuji had been your friend, Kanzaki-kun, would you have helped? Or would you abandon him just the same?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;I&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;At least I would help a dear friend in trouble, no matter what it takes.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Compared to immature, or rather age-appropriate, children, Ryuuji and Ishigami seemed to be able to make relatively calm decisions. However, their ways of thinking were completely different.</p><p class=\"paragraph\" style=\"text-align: left\">In this situation, Ishigami managed to handle things better, but it was also true that he had crossed a dangerous bridge.</p><p class=\"paragraph\" style=\"text-align: left\">As Ryuuji said, admitting the lie and apologizing might&apos;ve led Nogi and his friends to forgive Fuji earlier. Of course, he&apos;d have to be prepared to get ridiculed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji-sensei, I apologize for being late.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As I was about to finish observing the children, Sakayanagi approached, slightly out of breath.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You came, Sakayanagi?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course. Even if the directions we&apos;re heading toward start to diverge, my respect for you remains unchanged.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Saying this, Sakayanagi, whom I hadn&apos;t seen for a while, exchanged a small handshake with me.</p><p class=\"paragraph\" style=\"text-align: left\">As the welcome guest arrived, the children also moved.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Good evening, Kanzaki-kun.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Did you just arrive, Sakayanagi?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Indeed. I&apos;m leaving now, Kanzaki-kun. See you at the cram school.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;Ah.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You look quite stern, what happened?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuji said it was nothing and hurried away from the scene as if he were making his escape.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I haven&apos;t seen her in a while, but your daughter has grown quite a bit.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There are many precocious things about her that perplex me as a parent.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">She seemed intelligent, but it looked like her congenital illness would be accompanying her in the long term.</p><p class=\"paragraph\" style=\"text-align: left\">At one point, I had proposed to take her into the White Room, but rejecting that was the right decision.</p><p class=\"paragraph\" style=\"text-align: left\">That facility required all abilities to be above average at a minimum.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Given your position, being too close to me might be problematic. However, I truly appreciate that you came. Please make yourself at home.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you, Ayanokouji-sensei.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sakayanagi smiled happily and took his daughter to greet the others.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I walked toward a boy, Ishigami, who had been watching us from a distance.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do you need something from me?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I could say the same. You were looking this way, did you need something?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You noticed?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">To have the composure to look around in that situation was impressive.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I have something to ask. When you sought help from an adult, why didn&apos;t you choose me?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I noticed early on that Fuji was calling for help, yet you just stood by and observed. I couldn&apos;t be sure you&apos;d be on our side.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If I had turned away after extending a helping hand, this child might&apos;ve been hit in the time it would take. During that moment, just seconds away from being hit, it seemed he chose to find adults who he was sure would help.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, Kyou! You&apos;re not causing any trouble for Ayanokouji-sensei, are you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With a flustered adult voice, the president of the Ishigami Group appeared.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I thought he was a very clever child&#x2014;so, he&apos;s your son, President Ishigami.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishigami Gorou. Over sixty years old and still wielding power as a company president. <em>He wasn&apos;t shouldn&apos;t have had any children with his first wife&#x2026; That must&apos;ve been his second wife&apos;s child, the person he married after being widowed.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;Go have some dinner over there.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Understood, Dad.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">President Ishigami&apos;s son gently bowed and left.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My Kyou really wasn&apos;t bothering you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Rather, I&apos;ve been impressed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s good to hear&#x2026; He&apos;s at an age where he could almost be my grandson, so I can&apos;t help but worry.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was natural to dote on him.</p><p class=\"paragraph\" style=\"text-align: left\">But more than that, what I wanted most was to commend him for his ability to stay calm.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He seems to be well-educated.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Despite being far superior in status, his manner was gentle and polite.</p><p class=\"paragraph\" style=\"text-align: left\">If raised properly, the Ishigami Group would likely have a stable generational transition with that child.</p><p class=\"paragraph\" style=\"text-align: left\">The only concern might be his age.</p><p class=\"paragraph\" style=\"text-align: left\">Taking over might happen as soon as his early twenties came. If the president were to be extremely cautious, it could occur after his son turned thirty. By that time, President Ishigami would be over ninety.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Will you eventually return to the political arena, Sensei?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course, that&apos;s my intention.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then, could you possibly keep my son by your side eventually?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Your son&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I thought it was just a joke, but I couldn&apos;t see any deceit in his expression.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. It seems that he&apos;s interested in the political world. Since he usually shows little interest in things, as a parent, I want to support his ideas as much as possible.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He smiled, wrinkles forming on his cheeks. He seemed happier about this than having his son take over the family business.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If he still wants to enter the world of politics when he grows up, I will welcome him then.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was just a formality in this situation, but I could sense a hint of talent in that child.</p><p class=\"paragraph\" style=\"text-align: left\">Whether he was suited to be a politician was another matter, though.</p>",
  "prevChapter": {
    "volumeId": "v0",
    "chapter": 44,
    "title": "Part 3"
  },
  "nextChapter": {
    "volumeId": "v0",
    "chapter": 46,
    "title": "Part 5"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Volume 0",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: Ayanokouji Atsuomi's Monologue",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Project Launch",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Part 2",
      "href": "chapter-1-part-2.xhtml",
      "index": 13
    },
    {
      "label": "Chapter 2: Effort",
      "href": "chapter-2.xhtml",
      "index": 14
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 15
    },
    {
      "label": "Part 2",
      "href": "chapter-2-part-2.xhtml",
      "index": 16
    },
    {
      "label": "Part 3",
      "href": "chapter-2-part-3.xhtml",
      "index": 17
    },
    {
      "label": "Part 4",
      "href": "chapter-2-part-4.xhtml",
      "index": 18
    },
    {
      "label": "Part 5",
      "href": "chapter-2-part-5.xhtml",
      "index": 19
    },
    {
      "label": "Part 6",
      "href": "chapter-2-part-6.xhtml",
      "index": 20
    },
    {
      "label": "Part 7",
      "href": "chapter-2-part-7.xhtml",
      "index": 21
    },
    {
      "label": "Part 8",
      "href": "chapter-2-part-8.xhtml",
      "index": 22
    },
    {
      "label": "Chapter 3: Activation",
      "href": "chapter-3.xhtml",
      "index": 23
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 24
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 25
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 26
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: An Unprecedented Experimental Facility",
      "href": "chapter-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 5: Stories of Innocent Children",
      "href": "chapter-5.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 32
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 33
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 34
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 35
    },
    {
      "label": "Part 6",
      "href": "chapter-5-part-6.xhtml",
      "index": 36
    },
    {
      "label": "Part 7",
      "href": "chapter-5-part-7.xhtml",
      "index": 37
    },
    {
      "label": "Part 8",
      "href": "chapter-5-part-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 9",
      "href": "chapter-5-part-9.xhtml",
      "index": 39
    },
    {
      "label": "Part 10",
      "href": "chapter-5-part-10.xhtml",
      "index": 40
    },
    {
      "label": "Chapter 6: Hopelessness and a Way of Life",
      "href": "chapter-6.xhtml",
      "index": 41
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 42
    },
    {
      "label": "Part 2",
      "href": "chapter-6-part-2.xhtml",
      "index": 43
    },
    {
      "label": "Part 3",
      "href": "chapter-6-part-3.xhtml",
      "index": 44
    },
    {
      "label": "Part 4",
      "href": "chapter-6-part-4.xhtml",
      "index": 45
    },
    {
      "label": "Part 5",
      "href": "chapter-6-part-5.xhtml",
      "index": 46
    },
    {
      "label": "Part 6",
      "href": "chapter-6-part-6.xhtml",
      "index": 47
    },
    {
      "label": "Epilogue: Looking Ahead",
      "href": "epilogue.xhtml",
      "index": 48
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 49
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 50
    },
    {
      "label": "Part 3",
      "href": "epilogue-part-3.xhtml",
      "index": 51
    },
    {
      "label": "Author's Postscript",
      "href": "authors-postscript.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 45
}