{
  "title": "Chapter 2: The Student Council President’s Inclination",
  "content": "\r\n      \r\n      <p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 2:<br/>The Student Council President’s Inclination</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"> </p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 3.00em;\">E</span><span style=\" font-size: 0.80em;\">ARLY IN FEBRUARY,</span><span style=\" font-size: 1.00em;\"> after our time at the school camp was over, we returned to the Advanced Nurturing\r\n            High School. First-year Class A student Sakayanagi Arisu was in the student council\r\n            office. She placed her favorite hat upon the desk and sat face-to-face with Student\r\n            Council President Nagumo Miyabi, from second-year Class A. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The student council office looks a little gaudy now, doesn’t it? Nothing like how\r\n            it used to be,” said Sakayanagi.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Putting it nicely, she was being sincere. The student council office could previously\r\n            have been described, at best, as being stuffy and formal. Now even the wallpaper had\r\n            been changed, and a large number of small items that looked like Nagumo’s personal\r\n            effects had been brought in. Rather than a student council office, it looked like\r\n            Nagumo’s own room. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Which was precisely what Nagumo wanted: to show his authority. Or so Sakayanagi mused.\r\n            </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t tell me that Horikita-senpai encouraged you to join the student council,” said\r\n            Nagumo. Sakayanagi surely didn’t have any other business with the council. Why was\r\n            she here?</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Unfortunately, it seems that I didn’t meet his standards,” she said. “I wasn’t invited\r\n            to join.” </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“His mistake.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Does that mean you’re different, Mr. New Student Council President?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A faint smile crept onto Nagumo’s lips. “I am. I would gladly welcome you aboard.\r\n            Of course, you’d be my personal property, at best.” He lightly patted the head of\r\n            a stuffed rabbit that sat nearby. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Was Nagumo fond of stuffed animals? Maybe a girl who hung around him was?</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Personal property, he said. In other words, he didn’t care about her talents, but\r\n            was assessing her on looks alone. Sakayanagi could’ve pretended not to notice, but…why\r\n            not press him a little? “What would I have to do for your seal of approval, President\r\n            Nagumo?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Demonstrate an appropriate level of skill for me. You know, it’s not too late for\r\n            you to join us. You could come over to my side, Sakayanagi.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I could,” replied Sakayanagi, smiling broadly. “But I won’t. I don’t think one organization\r\n            could support two leaders. More importantly, I couldn’t bear the thought of crushing\r\n            the dignity of the upperclassmen.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Two leaders, huh?” he repeated. So this first-year thought herself to be Nagumo’s\r\n            equal? Or perhaps even greater? </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But Nagumo didn’t take the bait, didn’t get angry. Far from it: he smiled. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What interesting first-year students we have this year,” he said. “Ryuuen and you\r\n            are </span><span style=\" font-style: italic; font-size: 1.00em;\">quite </span><span style=\" font-size: 1.00em;\">unique.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Almost nobody at this school would consider making an enemy out of the student council.\r\n            More than a few students tried to buddy up with them to climb the ranks to Class A.\r\n            Others would just try to stay out of the council’s way. But Sakayanagi and Ryuuen\r\n            didn’t hesitate to bare their fangs at anyone…and they didn’t show a shred of mercy.\r\n            </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t really say that’s a wise way of living,” Nagumo added.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There probably are students who would have some respect for those who made enemies\r\n            on all sides, but Nagumo wasn’t like that. He esteemed those who were sometimes willing\r\n            to discard their pride and use their power in order to get ahead in the world.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo’s words hung in the air for a moment before his phone, sitting on a nearby\r\n            desk, vibrated once. Twice. Thrice—</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is this a bad time?” asked Sakayanagi.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. I choose how I spend my time, and I’m devoting it to you right now. Don’t worry\r\n            about it.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My, it must be difficult being so very popular. All these incessant messages, hm?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you want to respect my time, why don’t we get down to business? You don’t want\r\n            to be appointed to the student council? Fine. So what business do you have with me\r\n            that requires clearing out the entire room? I have a prior engagement with another\r\n            first-year after this, so I’d appreciate it if you cut to the point.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. Then I suppose I’ll keep this brief, hm?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi’s expression didn’t change, even though Nagumo had intentionally mentioned\r\n            meeting with a “first-year.” But despite her appearance, Nagumo was sure he’d piqued\r\n            her interest.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve come here today to ask you for one favor,” said Sakayanagi. “It’s regarding\r\n            a member of the student council, Ichinose Honami, from first-year Class B. I will\r\n            be mounting an attack against her. It’s quite possible that things might get…</span><span style=\" font-style: italic; font-size: 1.00em;\">rough</span><span style=\" font-size: 1.00em;\">.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m aware. And?” </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo urged her to continue speaking. Everything Sakayanagi had said so far, she’d\r\n            already told him in a previous meeting between the two of them. Of course, virtually\r\n            no one knew that meeting had even taken place.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She is the sole first-year serving on the student council,” Sakayanagi said. “Which\r\n            makes her a likely candidate for the future student council president.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo nodded. “As long as no other first-year students come forward to join the student\r\n            council or no exceptionally talented new faces appear, yes. She’s pretty much a shoo-in.”\r\n            </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I suppose that’s true.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, losing Ichinose would be bad for the student council…and for Nagumo.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As my way of thanking you for the other day, I thought I’d inform you of something\r\n            in advance. In a worst-case scenario, it is quite possible that Ichinose Honami-san\r\n            will be expelled. I must ask you to please pardon that,” declared Sakayanagi, showing\r\n            no hint of fearing Nagumo.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t recall ever giving you permission to go </span><span style=\" font-style: italic; font-size: 1.00em;\">that</span><span style=\" font-size: 1.00em;\"> far, Sakayanagi.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For the first time since their conversation started, the smile had vanished from Nagumo’s\r\n            face.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, you told me to stop bullying Ichinose-san, President. However, I was thinking\r\n            I might play a little rough.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ichinose is my personal property, and I plan on, ah, </span><span style=\" font-style: italic; font-size: 1.00em;\">cherishing</span><span style=\" font-size: 1.00em;\"> her. I gave you permission to weaken her, no more.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m well aware. But </span><span style=\" font-style: italic; font-size: 1.00em;\">you </span><span style=\" font-size: 1.00em;\">should be aware that things don’t always go as planned.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo stared at Sakayanagi sharply. Some might even call it a glare. But Sakayanagi\r\n            coolly shook off his gaze.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So…you won’t mind, would you? Even if she does happen to be expelled?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo shifted slowly in his chair, moving his elbows from the armrests. “Quite a\r\n            bold girl. You’re not afraid of me, are you?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s just the way I am.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Tell me one thing. You could have just gone ahead and done this without getting my\r\n            permission. And yet you came all the way here, dutiful as you are, to ask me? You\r\n            don’t want to make an enemy out of me. Is that right?” asked Nagumo, not remotely\r\n            buying Sakayanagi’s claim that she was doing this to thank him. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Interpret it however you wish; I do not mind.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t lie to me. I want to hear your honest opinion.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo didn’t need her flattery. He wanted to know her true intentions.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The student council at this school possesses more power than I’d thought. If the\r\n            student council…” She paused. “No, </span><span style=\" font-style: italic; font-size: 1.00em;\">if Student Council President Nagumo</span><span style=\" font-size: 1.00em;\"> took direct action to protect Ichinose-san, that would be troublesome. Even for me.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ah. So Sakayanagi didn’t want him to protect Ichinose. Nagumo flashed his bright white\r\n            teeth in a grin, seemingly satisfied. Even though she’d expressed it in an indirect\r\n            way, she was saying that she didn’t want to make Nagumo her enemy.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Seems like the information I gave you has been useful,” he said.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. Thanks to you, I was able to strike Ichinose-san where she was weakest. I’ll\r\n            be making even more effective use of that information moving forward.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right, then,” said Nagumo. “The student council will… tolerate everything that\r\n            you’re going to do from here on out.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When you say that the student council will tolerate my actions, is it safe to assume\r\n            that includes you?” Sakayanagi hadn’t missed the fact that Nagumo had deliberately\r\n            omitted some words when he made his promise. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Heh. Well, there’d be no way for me to back out if I specifically said that I, too,\r\n            was part of that, as someone on the council. What are you planning to do?” </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ll just have to look forward to finding out. That’s all I’ll say.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No, revealing her strategy to Nagumo would do her no good—Sakayanagi was sure of it.\r\n            The man who sat before her was a weasel. Even now, he was ready to throw one of the\r\n            student council’s major players under the bus.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By the way,” she continued, “I don’t have too many opportunities to speak with you\r\n            one-on-one, so there’s something else I’d like to ask you”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s that?” asked Nagumo.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not saying it’s likely, but…let’s say the situation worsens. Let’s say </span><span style=\" font-style: italic; font-size: 1.00em;\">drastic measures</span><span style=\" font-size: 1.00em;\"> become necessary. Why, a student might try to resolve things with brute force, President.\r\n            What do you think of that?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi knew how to deal with resourceful types like Katsuragi, Ichinose, or Horikita.\r\n            An act of violence, on the other hand…that would be a problem. Sakayanagi would be\r\n            helpless against such a thing. She wouldn’t stand a chance. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re not well-equipped to deal with the kind of person who’d make a last-ditch\r\n            attempt to overpower their opponent through force, huh?” asked Nagumo.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not my forte.” She did suffer from a physical handicap—that couldn’t be helped.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Unfortunately, I don’t particularly dislike the use of force, myself. And fighting\r\n            is entirely unavoidable for us students, don’t you think? I have no intention of cracking\r\n            down on it like Horikita-senpai did. Really, now, why can’t we just laugh off a little\r\n            skirmish now and then?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Surely this would put Sakayanagi, who couldn’t fight, at a bit of a disadvantage…but\r\n            no, her concerns were about something else entirely.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm. In that case, President Nagumo, I’d like to ask you about an issue from some\r\n            time ago. The fight that broke out between first-year Class D and Class C. If you’d\r\n            been in power at the time, would have you handed down a different judgment than the\r\n            previous student council president?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The business with Sudou, Ishizaki and his guys. Which side threw punches? And which\r\n            got beat up? The case had been fought over whether there were security cameras there\r\n            to pick up what happened. Nagumo hadn’t been directly involved in that incident, but\r\n            he had to know about it, given how closely he always shadowed Horikita Manabu.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s see…well, I wouldn’t let the people involved off the hook after they dragged\r\n            our entire school into their mess, but I don’t think I’d go so far as to call for\r\n            expulsion. I wouldn’t push for class points or private points to be docked either.\r\n            My choice of punishment would be suspension.,” said Nagumo. “That is, ah, just my\r\n            opinion as a representative of the student council.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No matter how tolerant the student council chose to be, the school had the final say\r\n            in the matter. Sakayanagi probably was fully aware of that fact, too. They might wield\r\n            significantly more power than your average student council, but they were still students,\r\n            at the end of the day. They couldn’t forget that part.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. How magnanimous of you,” said Sakayanagi.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And that magnanimity would just so happen to make intimidation and violence a school-wide\r\n            reality in the future. Sakayanagi would have to take that into account.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you’re feeling uneasy about that, I can always get some second-years to accompany\r\n            you.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, the second-years in question would overwhelm the first-years by force.\r\n            The student council president’s proposal essentially endorsed such a course of action.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My thanks, but that won’t be necessary. I prefer to fight my battles with only the\r\n            pieces I hold in my hands.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What Sakayanagi wanted to know was how far she could go before it wasn’t safe anymore.\r\n            Just knowing that she could counterattack after being targeted was enough for her\r\n            to go on.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Satisfied?” asked Nagumo.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Quite.” Sakayanagi slowly stood, grasping her cane. “Ah, that reminds me—”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You still have something you want to talk about?” asked Nagumo, adding that he couldn’t\r\n            give her much more time. Ignoring him, Sakayanagi kept going.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is merely me rambling now, but I happened to hear something quite interesting.\r\n            Something about a student who was thinking of purchasing private points from third-years\r\n            who are about to graduate, I believe. Purchasing the points that the school was going\r\n            to collect and convert into currency after graduation. A powerful strategy, don’t\r\n            you think? A </span><span style=\" font-style: italic; font-size: 1.00em;\">winning </span><span style=\" font-size: 1.00em;\">strategy.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The idea had come up during a conversation between Kouenji and Nagumo a few days ago,\r\n            at the school camp. Although only boys had been around to hear it, Sakayanagi certainly\r\n            could’ve heard it from one of the guys. In fact, it was almost inevitable they would\r\n            want to share that information with her. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I made sure that strategy can’t be used anymore…not that it’s some novel concept\r\n            that only Kouenji came up with or anything. More than a few students have thought\r\n            about buying off surplus points from third-year students nearing graduation.” Nagumo\r\n            sneered. “It’s been done many times before, yes. Which is exactly why the school announces\r\n            the limited-time rule for ‘purchasing their remaining private points upon graduation’\r\n            from students in their third year. It’s customary.” </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that so? According to what I and others are told of the rules, private points\r\n            are forfeited upon graduation. They become worthless. If that’s the case, no wonder\r\n            some third-year students consider entrusting their private points to an underclassman\r\n            they’re close to.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Many drops made an ocean. Even just inheriting private points from a few individuals\r\n            would allow certain students to collect quite a hefty sum. It was no wonder that Nagumo\r\n            had caught on to what Kouenji was doing, even at such an early stage. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Normally,” she continued, “this information is only disclosed to third-year students.\r\n            Ignoring the matter of how you, President, came to know about it in your second year…\r\n            I know why you discussed it so brazenly in front of all those first-years. You intend\r\n            to have this limited-time rule changed, no?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I only did that because Kouenji seemed capable of paying more than the school itself\r\n            offers. He was trying to monopolize points. That’s foul play.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Openly announcing it in front of a group of boys from all grade levels made the school\r\n            aware of the problem. A loophole in the rules. It was highly likely that additional\r\n            rules would be put in place to discourage students from transferring private points.\r\n            </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Normally, no matter how wealthy a family someone came from, there was no guarantee\r\n            they could cough up that much cash for points at graduation. Kouenji, however, was\r\n            a rare exception. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was clearly stated on the official website of the Kouenji conglomerate that Kouenji\r\n            Rokusuke had accumulated an obscene amount of personal assets by his first year in\r\n            high school. Even if he could go back on his deals, many would think it well worth\r\n            the gamble with that much money on the line.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“However,” said Sakayanagi, “the wealth he was born into could be considered one of\r\n            the abilities at his disposal. Is he not allowed to put it to use?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By that logic, wouldn’t anticipating his actions and forestalling them also be an\r\n            exercise of abilities?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi chuckled, lightly tapping her cane with every laugh. “I suppose so.” </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“From the beginning, I’ve never liked the school’s rule about being able to move up\r\n            to Class A with twenty million points. I’d like to have them revise it, if possible.\r\n            But then again…even if the system were to disappear in the future, I suppose it wouldn’t\r\n            apply to you first-years.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The school had clearly already informed Sakayanagi and the other first-year students\r\n            of the rule’s existence. They couldn’t just withdraw the rule now that students were\r\n            putting so much strategic thought into accumulating 20 million points.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But there’s never been a student who managed to accumulate 20 million points all\r\n            by themselves, has there? If the rule is nothing more than a formality, then there’s\r\n            no need to worry about it, is there?” asked Sakayanagi.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It just means that you can’t save up the points by </span><span style=\" font-style: italic; font-size: 1.00em;\">yourself</span><span style=\" font-size: 1.00em;\">.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, but saving up as a class also seems rather meaningless. Some students feared\r\n            another class might send their spies to infiltrate their own, but that’s not realistic.\r\n            Even if a student from a lower class were somehow sent up to infiltrate Class A, they\r\n            would naturally just betray their original, lower class after joining the superior\r\n            one.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“True, there’s no real benefit in deliberately trying to drag down a strong class.\r\n            But who knows? There could be students out there with a strong sense of justice who’d\r\n            stay loyal to their allies.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But even so,” said Sakayanagi, “it’s not like the upper-ranked classes would simply\r\n            hand information over to a new student who suddenly joined them. And the way this\r\n            school is set up, any trouble you cause tends to come back to haunt you. If you intentionally\r\n            sabotage your own class, you’ll be expelled yourself. Am I right?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi knew her stuff. Nagumo granted her a satisfied nod. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll give you one friendly bit of advice. I don’t exactly</span><span style=\" font-style: italic; font-size: 1.00em;\"> dislike</span><span style=\" font-size: 1.00em;\"> your aggressive attitude, but if you start making enemies on all sides now, you’re\r\n            going to have a tough time later. Don’t you think it’d be wiser for you to earn the\r\n            trust of the people around you? It’s not too late.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And then use that trust as a weapon to achieve victory?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s a far more efficient strategy.” After all, nothing cut so deep as a knife in\r\n            the back from a trusted friend. That was a fatal blow right there.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm. If you’re telling </span><span style=\" font-style: italic; font-size: 1.00em;\">me</span><span style=\" font-size: 1.00em;\"> to build trust, then perhaps you’ve been too quick to toss aside the trust that you’ve\r\n            so carefully built up yourself. As you just said, wouldn’t it be far more effective\r\n            to save that to use at the last minute?” asked Sakayanagi.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That declaration of war against the former student council president, made at the\r\n            school camp …that had been a betrayal of trust.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I threw away that trust?” asked Nagumo, looking as though he was holding back laughter.\r\n            “I certainly lost the trust of Horikita-senpai and the students of third-year Class\r\n            A. But nothing has changed with the second- or third-years from the other classes.\r\n            The first-years will come to understand that soon too.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">All of this was bluffing and hubris from Nagumo, Sakayanagi thought for a moment,\r\n            but…perhaps not. Even breaking the rules that were established under Horikita Manabu\r\n            had been part of his plan from the beginning. The second-years might’ve come to a\r\n            consensus on the matter beforehand.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And I </span><span style=\" font-style: italic; font-size: 1.00em;\">would </span><span style=\" font-size: 1.00em;\">like to set the record straight, Sakayanagi. I recognize your ability. If you wish\r\n            to join the student council at any time, I will allow it.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you very much. I’m glad I came here today. I think I understand you now, President\r\n            Nagumo. At the very least, I’m relieved to see that we seem to be more compatible\r\n            than I was with the former student council president.” She bowed her head politely\r\n            and stepped out of the student council office. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo followed. “You forgot your hat.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, my. Thank you very much.” Sakayanagi bowed her head once again. “Now, if you’ll\r\n            please excuse me—”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sakayanagi, what do you know about Ayanokouji?” asked Nagumo suddenly.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji…? I believe I’ve heard that name before. A first-year student, correct?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I—it’s nothing. Never mind,” said Nagumo. If Sakayanagi didn’t know, there\r\n            was no point in talking.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi took a bold step forward. “I can do some investigating, if necessary. Hm?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, I said too much. Forget it.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On her way off from the student council office, Sakayanagi ran into a lone female\r\n            student. Someone whom even a loner like Sakayanagi knew quite well. It was Kushida\r\n            Kikyou, from first-year Class C. “Hello, Sakayanagi-san.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My, what a coincidence. Do you happen to have some business in the student council\r\n            office?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Mm. I was thinking about applying to join them. Were you thinking of doing the same\r\n            thing, Sakayanagi-san?”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Something like that. Now, if you’ll please excuse me…”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“See you later.”</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakayanagi found it strange that Kushida would want to join the student council now,\r\n            of all times. It </span><span style=\" font-style: italic; font-size: 1.00em;\">would</span><span style=\" font-size: 1.00em;\"> normally make sense for an honor student like her to join the council, but the timing\r\n            made her suspicious. What Nagumo had done during the special exam was widely known,\r\n            even among the girls. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The senior students knew the student council president well, and it wasn’t surprising\r\n            in the least that first-year students would have their suspicions about Nagumo’s actions.\r\n            If she knew about Ayanokouji Kiyotaka’s true, hidden nature—if she were cooperating\r\n            with him—it was possible she’d been sent here to investigate Nagumo.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But then again, considering Ayanokouji’s personality, he probably wouldn’t get so\r\n            carelessly involved with Nagumo. Not at this stage. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kushida Kikyou. She of the spotless reputation, that paragon of virtue.</span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“E he he he he. It’s people like that, though, who always shock everyone by turning\r\n            out to be the villains,” muttered Sakayanagi. </span></p>\r\n      \r\n      <p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At the very least, she didn’t believe that Kushida was purely benevolent.</span></p>\r\n      \r\n   ",
  "prevChapter": {
    "volumeId": "v9",
    "chapter": 7,
    "title": "Chapter 1 - Prologue : Ichinose Honami’s Soliloquy"
  },
  "nextChapter": {
    "volumeId": "v9",
    "chapter": 9,
    "title": "Chapter 3: Changing Relationships"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Table of Contents Page",
      "href": "section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Title Page",
      "href": "section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Copyrights and Credits",
      "href": "section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Ichinose Honami’s Soliloquy",
      "href": "section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: The Student Council President’s Inclination",
      "href": "section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: Changing Relationships",
      "href": "section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Unchanging Intent",
      "href": "section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Ichinose’s Secret, Kamuro’s Secret",
      "href": "section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Rumors Running Rampant",
      "href": "section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: Ambiguous Things",
      "href": "section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: All the Tricks",
      "href": "section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9 - Epilogue : Return",
      "href": "section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Postscript",
      "href": "section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Newsletter",
      "href": "section-0015.html#auto_bookmark_toc_top",
      "index": 17
    }
  ],
  "currentSpineIndex": 8
}