{
  "title": "Chapter 5: Convolution",
  "content": "<h1 class=\"heading_1\"><a class=\"heading-link\" href=\"/read/y3v1/2\">Chapter 5:<br/>Convolution</a></h1><hr/><p class=\"paragraph\" style=\"text-align: left\">A WEEK HAD passed since our third year began.</p><p class=\"paragraph\" style=\"text-align: left\">I was sitting alone before the morning homeroom period began, listening to the voices around me.</p><p class=\"paragraph\" style=\"text-align: left\">With one person missing, the scenery had changed.</p><p class=\"paragraph\" style=\"text-align: left\">Yet, that sad change was beginning to be adapted into everyday life as if nothing had happened.</p><p class=\"paragraph\" style=\"text-align: left\">Ayanokouji-kun&apos;s name had slowly been getting used less often by students who had a shallow relationship with him. All due to the passage of time. It was a good example of how time resolved sadness, anger, and hardships.</p><p class=\"paragraph\" style=\"text-align: left\">Though reluctantly, I was being forced to understand that fact.</p><p class=\"paragraph\" style=\"text-align: left\">They were trying to alter their two years with Ayanokouji-kun as if it had never happened.</p><p class=\"paragraph\" style=\"text-align: left\">Yamauchi-kun, Sakura-san, and Maezono-san too.</p><p class=\"paragraph\" style=\"text-align: left\">Nobody mentioned the students who disappeared from the class anymore.</p><p class=\"paragraph\" style=\"text-align: left\">But those of us who were close to him, myself included, hadn&apos;t reached that point yet.</p><p class=\"paragraph\" style=\"text-align: left\">Rather, it was the opposite for us.</p><p class=\"paragraph\" style=\"text-align: left\">We keenly felt the cruelty and mercilessness of time.</p><p class=\"paragraph\" style=\"text-align: left\">The realization that he was gone grew stronger day by day.</p><p class=\"paragraph\" style=\"text-align: left\">Matsushita-san started to smile and talk less, while Sudou-kun started to get irritated over trivial matters like he used to a long time ago.</p><p class=\"paragraph\" style=\"text-align: left\">I wondered how I was affected.</p><p class=\"paragraph\" style=\"text-align: left\">Now, I couldn&apos;t even look at myself objectively.</p><p class=\"paragraph\" style=\"text-align: left\">I was desperately trying to maintain Class A&apos;s image by acting calmly.</p><p class=\"paragraph\" style=\"text-align: left\">No, I didn&apos;t even know how effective that was.</p><p class=\"paragraph\" style=\"text-align: left\">While fighting the anxiety that made it difficult to distinguish between what was real and what wasn&apos;t, I still continued my days, focusing on my studies and desperately clinging to my desk.</p><p class=\"paragraph\" style=\"text-align: left\">It felt heavy and suffocating. My heart was in pain.</p><p class=\"paragraph\" style=\"text-align: left\">It felt like I had lost an important part of my body.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Why did this happen?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Was this class not good enough?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Was this place not comfortable for Ayanokouji-kun?</em></p><p class=\"paragraph\" style=\"text-align: left\">I didn&apos;t know.</p><p class=\"paragraph\" style=\"text-align: left\">No matter how much I thought about it, I couldn&apos;t seem to find the answer.</p><p class=\"paragraph\" style=\"text-align: left\">Certainly, compared to other class leaders, I was still inexperienced. That was why I thought he&apos;d kindly stay by my side, watching over me while sighing to himself<em>.</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Was he simply sick of acting like a babysitter?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>If I had been more reliable, could he have stayed without transferring?</em></p><p class=\"paragraph\" style=\"text-align: left\">And my words that hadn&apos;t reached him&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\"><em>&#x2018;I won&#x2019;t ask you to help me with everything, but I want you to keep watching over me&#x2026;&#x2019;</em></p><p class=\"paragraph\" style=\"text-align: left\">Looking back now, maybe it was good that those feelings at the celebration party didn&apos;t reach him.</p><p class=\"paragraph\" style=\"text-align: left\">It was a wish that would never come true.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Or maybe&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>If those feelings had reached him, would he have stayed&#x2026;?</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I barely managed to suppress a sigh that almost naturally escaped my mouth, making sure no one could hear it.</p><p class=\"paragraph\" style=\"text-align: left\">It was an unbearable reality.</p><p class=\"paragraph\" style=\"text-align: left\">I never had my feet firmly set on the ground.</p><p class=\"paragraph\" style=\"text-align: left\">Losing my sense of balance, only time continued to pass relentlessly.</p><p class=\"paragraph\" style=\"text-align: left\">Eventually, the chime for the morning homeroom period rang.</p><p class=\"paragraph\" style=\"text-align: left\">Chabashira-sensei arrived in class. Maybe she&#x2019;d moved on from the transfer issue, or maybe she was trying not to think about it, and had returned to being a normal teacher&#x2014;it was unimaginable when compared to how she was during the first day of school.</p><p class=\"paragraph\" style=\"text-align: left\">In the not-too-distant future, Sudou-kun and the others would start looking towards the future as well.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Then what about me?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Will the day come when I&apos;ll get used to it, too?</em></p><p class=\"paragraph\" style=\"text-align: left\">It was hard to imagine.</p><p class=\"paragraph\" style=\"text-align: left\"><em>What am I doing here, in this place?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>What should I do from now on?</em></p><p class=\"paragraph\" style=\"text-align: left\">Previously, when I couldn&apos;t even imagine Ayanokouji-kun leaving the class, I thought I had the strength to move forward and keep fighting..</p><p class=\"paragraph\" style=\"text-align: left\"><em>In this place without Ayanokouji-kun, for another year&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>I&#x2014;</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;Did you hear me? Horikita.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2014;Eh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Before I knew it, Chabashira-sensei had spoken, looking this way.</p><p class=\"paragraph\" style=\"text-align: left\">Some of the students around were also glancing in my direction.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I will now announce the special exam, so don&apos;t zone out and make sure to listen carefully.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry, yes. It&apos;s okay, I&apos;m listening.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That was a lie. I hadn&apos;t heard anything.</p><p class=\"paragraph\" style=\"text-align: left\">I hadn&apos;t even realized that someone was speaking.</p><p class=\"paragraph\" style=\"text-align: left\"><em>I need to focus on what the teacher says&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\">No matter how much I suffered and stopped in my tracks, the world around me wouldn&apos;t wait.</p><p class=\"paragraph\" style=\"text-align: left\">What our teacher had just mentioned was&#x2026; a special exam.</p><p class=\"paragraph\" style=\"text-align: left\">My third year&apos;s first special exam had arrived before I could even sort out my feelings.</p><p class=\"paragraph\" style=\"text-align: left\">I shook my head from side to side and stared at the monitor.</p><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\"><strong>Special Exam Overview</strong></p><p class=\"paragraph\" style=\"text-align: left\"><em>&apos;Comprehensive Academic Ability Exam: Full-Class and Small-Group Battles&apos;</em></p><p class=\"paragraph\" style=\"text-align: left\">A written exam composed of random questions from 21 topics across 7 subjects (100 questions total, scored out of 100 points).</p><p class=\"paragraph\" style=\"text-align: left\">Competition between classes will be separated into two categories: Full-Class Battles and Small-Group Battles.</p></div><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\"><strong>Full-Class Battle</strong></p><p class=\"paragraph\" style=\"text-align: left\">All class members will be required to participate in the written exam.</p><p class=\"paragraph\" style=\"text-align: left\">The class with the highest total&#xa0;score wins, and that victory will count as two wins.</p><p class=\"paragraph\" style=\"text-align: left\">If the scores are tied, each class shares one win, and it&apos;ll be treated as a draw.</p><p class=\"paragraph\" style=\"text-align: left\">If there&apos;s a difference in the number of students within the classes, the points equal to the lowest-scoring student will be used for the missing students in that class.</p><p class=\"paragraph\" style=\"text-align: left\">On the day of the exam, students who are absent or leave midway due to illness will be treated the same as explained above.</p></div><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\"><strong>Small-Group Battles</strong></p><p class=\"paragraph\" style=\"text-align: left\">Each class will choose five representatives to participate.</p><p class=\"paragraph\" style=\"text-align: left\">Each class will assign their representatives a number from first to fifth, and they will compete individually for scores.</p><p class=\"paragraph\" style=\"text-align: left\">The student with the higher score wins, and their class will be awarded one victory.</p><p class=\"paragraph\" style=\"text-align: left\">If scores are tied, it is considered a draw, and no victory will be awarded for that particular individual battle.</p></div><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\"><strong>Small-Group Battle Exclusive Rules</strong></p><p class=\"paragraph\" style=\"text-align: left\">Penalties can be assigned to any student in the opposing class.</p><p class=\"paragraph\" style=\"text-align: left\">Each class starts with 100 penalty points.</p><p class=\"paragraph\" style=\"text-align: left\">Each penalty point deducts one point from the student&apos;s exam score.</p><p class=\"paragraph\" style=\"text-align: left\">There is no limit on the number of students the penalty points can be assigned to (up to 100 penalty points can be attributed to each student).</p><p class=\"paragraph\" style=\"text-align: left\">(Additional penalty points can be purchased until the day before the exam at a cost of 50,000 Private Points each.)</p><p class=\"paragraph\" style=\"text-align: left\">The designations of penalty points must be reported to the homeroom teacher by the day before the exam takes place.</p><p class=\"paragraph\" style=\"text-align: left\">Only the penalty points assigned to students participating in the small-group battles will be disclosed.</p><p class=\"paragraph\" style=\"text-align: left\"><em>&#x203b; Penalty points will not affect the full-class battle scores or subsequent OAA evaluations.</em></p></div><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\"><strong>Victory Conditions</strong></p><p class=\"paragraph\" style=\"text-align: left\">The class with the most victories will win, competing for the two wins from the full-class battle and five wins from the small-group battles.</p><p class=\"paragraph\" style=\"text-align: left\">If the score is tied, such as having three wins, three losses, and one draw, the rewards will be evenly split.</p></div><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\"><strong>Rewards</strong></p><p class=\"paragraph\" style=\"text-align: left\">The winning class receives 100 Class Points (50 each in case of a draw).</p><p class=\"paragraph\" style=\"text-align: left\">A class that achieves a complete victory, seven wins, will receive an additional 50 Class Points.</p><p class=\"paragraph\" style=\"text-align: left\">A class that suffers a complete defeat, seven losses, will have 50 Class Points deducted.</p></div><p class=\"paragraph\" style=\"text-align: left\">From what I could decipher, it was a conventional written exam.</p><p class=\"paragraph\" style=\"text-align: left\">Essentially, it required pure academic ability.</p><p class=\"paragraph\" style=\"text-align: left\">However, the special rules added could significantly alter the outcome.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This time, it&apos;s been decided that we&apos;ll compete against Class 3-D, and the exam will be held in two weeks. There won&#x2019;t be a lot of time to prepare, but since it&apos;s the same for everyone, please refrain from complaining.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Class 3-D.</em></p><p class=\"paragraph\" style=\"text-align: left\">That was the class Ichinose-san belonged to.</p><p class=\"paragraph\" style=\"text-align: left\"><em>Thinking about things this way wasn&apos;t good at all&#x2014;</em></p><p class=\"paragraph\" style=\"text-align: left\">Even though I understood that, I felt relieved that I didn&apos;t have to fight Ayanokouji-kun.</p><p class=\"paragraph\" style=\"text-align: left\">Normally, I would&#x2019;ve regretted the fact that we didn&apos;t get to face Ryuuen-kun&apos;s class since they weren&apos;t good at academic battles.</p><p class=\"paragraph\" style=\"text-align: left\">But now, I only judged how good or bad the situation was based on whether Ayanokouji-kun was our opponent.</p><p class=\"paragraph\" style=\"text-align: left\">But surely, I wasn&apos;t the only one.</p><p class=\"paragraph\" style=\"text-align: left\">At least, Matsushita-san and Sudou-kun seemed relieved to me.</p><p class=\"paragraph\" style=\"text-align: left\">While engulfed in self-loathing, I looked at the monitor&apos;s rules again without a change in my expression.</p><p class=\"paragraph\" style=\"text-align: left\">Ichinose-san&apos;s class had many students who were well-balanced and excellent academically.</p><p class=\"paragraph\" style=\"text-align: left\">Moreover, the fact that their class had a full roster of forty students was also troublesome.</p><p class=\"paragraph\" style=\"text-align: left\">The more the number of students in the opposing class differed, the more advantages and disadvantages arose before the match even started. Although it seemed that points were guaranteed for the missing students, having the same score as the lowest scorer in the class was still a significant handicap.</p><p class=\"paragraph\" style=\"text-align: left\">With his departure&#x2026; our class was already down to thirty-six people.</p><p class=\"paragraph\" style=\"text-align: left\">That meant having to fight while essentially being forcibly burdened with five students who were equivalent to the lowest scorer in the class.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This is just a guideline, but the predicted scores based on OAA evaluations are as follows. It would be wise to use this as a reference to gauge how much your class can score.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After our teacher explained that, the monitor switched to a new screen.</p><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\">OAA Academic Ability</p><p class=\"paragraph\" style=\"text-align: left\">A rating: 76~85 points</p><p class=\"paragraph\" style=\"text-align: left\">B rating: 66~75 points</p><p class=\"paragraph\" style=\"text-align: left\">C rating: 56~65 points</p><p class=\"paragraph\" style=\"text-align: left\">D rating: 51~55 points</p><p class=\"paragraph\" style=\"text-align: left\">E rating: 45~50 points</p></div><p class=\"paragraph\" style=\"text-align: left\"><em>Seems like the written exam is quite difficult, and it&apos;s nearly impossible to score full marks. That&apos;s the impression it gives.</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;Looks like it&apos;s going to be a tough fight&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sudou-kun, sitting nearby, muttered to himself with a stern expression.</p><p class=\"paragraph\" style=\"text-align: left\">Yes, this battle would undoubtedly be a tough one for us.</p><p class=\"paragraph\" style=\"text-align: left\">If we clashed head-on, the chances of winning were just shy of fifty percent.</p><p class=\"paragraph\" style=\"text-align: left\">We&#x2019;d managed to somewhat improve on our academics. However, looking back at the results of the previous written exams, although we narrowly won against Ichinose&apos;s class in an academic exam once, we&#x2019;re still at a slight disadvantage overall, considering the handicap from our difference in numbers. With two weeks remaining until the exam, they&apos;d be studying just as hard, and there was no guarantee that we&apos;d be able to close the gap efficiently.</p><p class=\"paragraph\" style=\"text-align: left\">Though&#x2026; because it wasn&apos;t a normal exam, there were also different opportunities for victory.</p><p class=\"paragraph\" style=\"text-align: left\">If it was a simple battle based solely on total points, we would&apos;ve had to compete with even lower odds.</p><p class=\"paragraph\" style=\"text-align: left\">But this time, a special rule for small-group battles had been set.</p><p class=\"paragraph\" style=\"text-align: left\">Even if we were to lose the full-class battle, being able to turn it around with four wins in small-group battles was significant.</p><p class=\"paragraph\" style=\"text-align: left\">Since both classes had about the same number of students who had around an A in terms of academic ability in the OAA, if we could pit the top five students against each other, we could compete on equal footing.</p><p class=\"paragraph\" style=\"text-align: left\">Of course, we couldn&apos;t overturn the disadvantageous situation itself. If they were to win the full-class battle, they could secure victory by winning two small-group battles, whereas we&apos;d have to win four. If we came to a draw on the full-class battle, three wins would suffice, but there was a very low possibility that we&apos;d tie in total points, so it was better not to consider it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Four wins&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Setting aside whether it was realistic, even if all five students participating in Ichinose-san&apos;s class&apos;s small-group battles were to score eighty-five points, which was among the higher boundary for students with an A in the OAA, we still had a good chance of winning as long as the penalty points were accurately used.</p><p class=\"paragraph\" style=\"text-align: left\">Just by distributing twenty penalty points to each of the five students participating, we could drop their score to sixty-five.</p><p class=\"paragraph\" style=\"text-align: left\">However, the same can be said for our opponent as well.</p><p class=\"paragraph\" style=\"text-align: left\">If we were to simply send out our most capable students and have them receive a large number of penalty points, we wouldn&apos;t be able to avoid a significant drop in scores, and the outcome wouldn&apos;t be reversed.</p><p class=\"paragraph\" style=\"text-align: left\">And if we&#xa0;were to send out students with B&apos;s or C&apos;s in the OAA, they might not be able to score enough to win.</p><p class=\"paragraph\" style=\"text-align: left\">That shallow line of thought was something that all four classes could think of and come to understand.</p><p class=\"paragraph\" style=\"text-align: left\">And the likely conclusion was&#x2026; to purchase additional penalty points.</p><p class=\"paragraph\" style=\"text-align: left\">To increase the odds of victory, a straightforward strategy was to buy up points to use penalties.</p><p class=\"paragraph\" style=\"text-align: left\">Simply put, it was the only way to guarantee closing the gap with the opponent.</p><p class=\"paragraph\" style=\"text-align: left\">But the problem was the price&#x2026;</p><p class=\"paragraph\" style=\"text-align: left\">The only issue was that it required fifty thousand private points just to take away one point.</p><p class=\"paragraph\" style=\"text-align: left\">Of course, I understood that it was still one point.</p><p class=\"paragraph\" style=\"text-align: left\">However&#x2026;</p><p class=\"paragraph\" style=\"text-align: left\">I had to be careful; spending Private Points wouldn&apos;t guarantee any certain benefits after all. If we were to expect a specific student to participate and target them with a lot of penalty points, it would be unbearable if that student didn&apos;t show up in the small-group battles.</p><p class=\"paragraph\" style=\"text-align: left\">Above all, the damage from pouring tens of thousands or even hundreds of thousands of Private Points into a special exam and losing is&#x2026; something I don&apos;t even want to think about.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;Ugh&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I placed my hands together&#xa0;and closed my eyes.</p><p class=\"paragraph\" style=\"text-align: left\">The special exam this time obviously required us to focus on our studies, but it also depended on who was sent into the small-group battles and whether we could assign penalty points to the right opponents.</p><p class=\"paragraph\" style=\"text-align: left\">There were no other strategies.</p><p class=\"paragraph\" style=\"text-align: left\">However, I couldn&apos;t see us winning with such a simple approach without doing anything else.</p><p class=\"paragraph\" style=\"text-align: left\"><em>I don&apos;t understand&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>If only you were here&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>If you were here, you&apos;d definitely come up with a surefire way to win.</em></p><p class=\"paragraph\" style=\"text-align: left\">I closed my eyes.</p><p class=\"paragraph\" style=\"text-align: left\">The image of his back that floated to my mind made it hard for me to breathe again.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Suzune.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Is it okay to confront Ichinose-san&apos;s class head-on?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Can we win&#x2026;?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Since our academic abilities are nearly equal, should we proceed as is?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Is it possible to probe whether our opponent will buy penalty points?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Or should we resort to underhanded tactics like Ryuuen-kun to manage somehow?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Who will our opponent send out&#x2026;?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Ichinose-san won&apos;t participate in the small-group battles, will she?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Or will she surprise us by boldly participating?</em></p><p class=\"paragraph\" style=\"text-align: left\">Alongside my doubts, Ayanokouji-kun&apos;s image lingered in the corner of my mind.</p><p class=\"paragraph\" style=\"text-align: left\"><em>How would he fight?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>How would he view this special exam?</em></p><p class=\"paragraph\" style=\"text-align: left\">I was no longer allowed to even ask.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Suzune.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Should I buy several penalty points to reduce the risk and apply them to all their top students?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>Sometimes, a painful sacrifice is needed to get out of a dire situation, and you&apos;ll just have to endure through that pain&#x2026;</em></p><p class=\"paragraph\" style=\"text-align: left\">&quot;Suzune!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I was startled by the sensation of something touching my shoulder and looked in its direction.</p><p class=\"paragraph\" style=\"text-align: left\">It was Sudou-kun&apos;s large hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you okay?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;There&#x2019;s no problem. I was just thinking about how to fight in the exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s true, but&#x2026; you&apos;re still worried about Ayanokouji, aren&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s impossible not to worry, but don&apos;t keep it all to yourself.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, I&apos;ll try.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I couldn&apos;t show Sudou-kun any more of my pathetic side.</p><p class=\"paragraph\" style=\"text-align: left\">Therefore, at least in this situation, I had to act bravely.</p><p class=\"paragraph\" style=\"text-align: left\">I thought I was managing it, but it seemed it wasn&apos;t enough.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;How we use the penalty points is important&#x2026; Focusing on targeting students likely to score high and getting it wrong is scary.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Before I knew it, Hirata-kun had taken the lead in discussing this with our classmates.</p><p class=\"paragraph\" style=\"text-align: left\">I had no idea what they&#x2019;d been talking about before.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It just started.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;Thank you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sudou-kun understood that I&#x2019;d been preoccupied with my thoughts.</p><p class=\"paragraph\" style=\"text-align: left\">I had to pull myself together to avoid causing any more worry.</p><p class=\"paragraph\" style=\"text-align: left\">Responding to Hirata-kun&apos;s remark, Yukimura-kun raised his hand while still seated.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I think it&apos;s better not to rely solely on the OAA evaluations for the small-group battles. After all, our academic abilities score only represents the average among all our subjects. A student who&apos;s extremely weak in one subject but strong in others can still score high. And there are still a lot of things about our own class that even we&#xa0;don&apos;t know about, like who&apos;s good at what and to what extent. Not all past exams have revealed detailed results.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He suggested leveraging the detailed information only known within our class.</p><p class=\"paragraph\" style=\"text-align: left\">There were two weeks left until the exam.</p><p class=\"paragraph\" style=\"text-align: left\"><em>I wonder if I can come up with a way to win&#x2026;</em></p>",
  "prevChapter": {
    "volumeId": "y3v1",
    "chapter": 23,
    "title": "Part 2"
  },
  "nextChapter": {
    "volumeId": "y3v1",
    "chapter": 25,
    "title": "Part 1"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 1",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: The End of Everyday Life",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Confusion",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 2: Confirmation",
      "href": "chapter-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 3: The Commencement of a One-Year Period",
      "href": "chapter-3.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 17
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 19
    },
    {
      "label": "Part 5",
      "href": "chapter-3-part-5.xhtml",
      "index": 20
    },
    {
      "label": "Chapter 4: An Onlooker's Perspective ",
      "href": "chapter-4.xhtml",
      "index": 21
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 22
    },
    {
      "label": "Part 2",
      "href": "chapter-4-part-2.xhtml",
      "index": 23
    },
    {
      "label": "Chapter 5: Convolution",
      "href": "chapter-5.xhtml",
      "index": 24
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 25
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 26
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 27
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 6: School Life in Class C",
      "href": "chapter-6.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Chapter 7: Ayanokouji's Defeat",
      "href": "chapter-7.xhtml",
      "index": 32
    },
    {
      "label": "Part 1",
      "href": "chapter-7-part-1.xhtml",
      "index": 33
    },
    {
      "label": "Part 2",
      "href": "chapter-7-part-2.xhtml",
      "index": 34
    },
    {
      "label": "Part 3",
      "href": "chapter-7-part-3.xhtml",
      "index": 35
    },
    {
      "label": "Part 4",
      "href": "chapter-7-part-4.xhtml",
      "index": 36
    },
    {
      "label": "Part 5",
      "href": "chapter-7-part-5.xhtml",
      "index": 37
    },
    {
      "label": "Chapter 8: Enemies and Allies",
      "href": "chapter-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 1",
      "href": "chapter-8-part-1.xhtml",
      "index": 39
    },
    {
      "label": "Epilogue: What Awaits Ahead",
      "href": "epilogue.xhtml",
      "index": 40
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 41
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 42
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 43
    },
    {
      "label": "Y2V12.75 - Ibuki Mio Short Story: Behind the Scenes",
      "href": "ss-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 1",
      "href": "ss-1-part-1.xhtml",
      "index": 45
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Secrets She Harbors",
      "href": "ss-2.xhtml",
      "index": 46
    },
    {
      "label": "Morishita Ai’s Short Story: Gatling Gun",
      "href": "ss-3.xhtml",
      "index": 47
    },
    {
      "label": "Shiraishi Asuka's Short Story: An Extra Pair of Ears",
      "href": "ss-4.xhtml",
      "index": 48
    },
    {
      "label": "Ibuki Mio's Short Story: Concern?",
      "href": "ss-5.xhtml",
      "index": 49
    },
    {
      "label": "Guidebook Short Story: A Pillar of Support",
      "href": "ss-6.xhtml",
      "index": 50
    },
    {
      "label": "Guidebook Short Story: Mock Date",
      "href": "ss-7.xhtml",
      "index": 51
    },
    {
      "label": "Guidebook Short Story: Ever Since That Time...",
      "href": "ss-8.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 24
}