{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">WE ARRIVED AT the caf&#xe9; without taking any detours.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Please wait a moment. I&apos;ll take about an hour to decide what to drink.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t take an hour,&#xa0;seriously don&apos;t take an hour.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita grinned in response to Hashimoto&apos;s retort.&#xa0;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just kidding, but please wait a bit. I&apos;ll ask my stomach what it wants.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Was your stomach really the right place to ask?</em></p><p class=\"paragraph\" style=\"text-align: left\"><em>In this case, I feel like you&apos;d rather be asking the brain, but&#x2026; well, never mind.</em></p><p class=\"paragraph\" style=\"text-align: left\">Behind us were a pair of first-year students, who seemed to be heading to the caf&#xe9; as well. They started to line up, but then they stopped and started taking a step back to look at the menu, probably because of Morishita&apos;s indecisiveness.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Decide before the line gets held up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Understood. Today, I think I&apos;ll have a matcha latte.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then, I&apos;ll order for all of us. Go ahead and find us a seat in the back.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since we came to the caf&#xe9; right after school, ninety percent of the seats were still empty.</p><p class=\"paragraph\" style=\"text-align: left\">It seemed we could choose almost any seat we wanted, so I decided to pick the same spot as last time. While Hashimoto waited at the counter for our three drinks, Morishita and I took our seats.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Aren&apos;t you calling Yamamura Miki over as well?&#xa0;She was being self-deprecating, saying she&apos;s just like oxygen, lighter<sup id=\"fnref-1-a2f23b93-d93b-5d29-bcfa-3471f6687c20\"><a class=\"footnote-ref\" href=\"#fn-1-a2f23b93-d93b-5d29-bcfa-3471f6687c20\" data-ref=\"1\" epub:type=\"noteref\">[1]</a></sup>&#xa0;than carbon dioxide&#x2014;you just breathe it in and out as you please, and that&apos;s it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yamamura wouldn&apos;t make such a harsh, self-deprecating comment.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">That sounded like something only someone as eccentric as Morishita would say.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, that was indeed my own original comment, but she&apos;s definitely feeling worried.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve already given Yamamura a heads-up. It&apos;s better for her to keep her distance from me for a while.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With my transfer, many students had been approaching me every day, and I&#x2019;d become quite conspicuous. From baseless rumors to true information, things were flying around everywhere.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even for someone as inconspicuous as Yamamura Miki, that could certainly become an issue. You made that decision thinking that we don&apos;t need to deliberately lower her value as someone who barely stands out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Value, huh? Well, that&apos;s one way to look at it, but this is out of consideration for a friend.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh? If you say so.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If I called, Yamamura would probably do her best to respond.</p><p class=\"paragraph\" style=\"text-align: left\">However, standing out might cause her undue stress and hurt her emotionally.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So if Yamamura Miki wants to stand out, it&apos;s okay for her to do so?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course. She should feel free to reveal herself at her own pace.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;How kind&#x2014;or should I say, you&apos;re quite composed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yamamura had gotten close to Sakayanagi, which slowly began to change her thoughts. If I were to force her into acting as a mere tool right away, it might&apos;ve caused her to close off her heart, fast. If that were to happen, she wouldn&apos;t be able to function as the class&apos;s eyes and ears properly. Overworking and breaking her would be foolish.</p><p class=\"paragraph\" style=\"text-align: left\">Unlike Sakayanagi, who had been making stable and consistent use of Yamamura since the beginning, I wanted to start by first nurturing her mind so that she&apos;d become a resource that could be more handily put to use.</p><p class=\"paragraph\" style=\"text-align: left\">It was unclear how Morishita viewed Yamamura, so it was safer not to discuss the matter.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Rather, I could be asking you the same. Aren&#x2019;t you going to get along with Yamamura?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since transferring to Class C, I&#x2019;d never seen Morishita and Yamamura interact.</p><p class=\"paragraph\" style=\"text-align: left\">Yamamura had been sending her glances and seemed restless around Morishita, so it didn&apos;t seem like she was unwilling to interact with her.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s better not to get too involved with me.&#xa0;It would only end up dragging her into a wicked fate. A frail being like her would likely perish&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t understand what you&apos;re saying at all. Are you saying it&apos;s okay for me to get involved then?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re fine, Ayanokouji Kiyotaka. You&#xa0;seem like you can take a hit.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Her impression probably wasn&apos;t wrong, but it still felt somewhat unsettling.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, you two didn&apos;t start the discussion without me, did you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto came back quickly, holding three cups in his hands.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t worry. The discussion is already over.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s good. Then let&apos;s start from the beginning. First, let&apos;s confirm the details of the exam again.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed he realized it was a lie, and he immediately prepared to start the discussion as soon as he sat down.</p><p class=\"paragraph\" style=\"text-align: left\">He took out his phone and displayed the rules of the special exam.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll just listen, so please start without me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Having said that, Morishita declared her role as a listener and inserted a straw into her matcha latte cup.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then, I&apos;ll start with what I thought. Honestly, I&apos;m surprised the special exam&apos;s using a one-on-one format right from the start of our third year. We just faced each other off at the end of last school year.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto shared his honest thoughts upon hearing the announcement.</p><p class=\"paragraph\" style=\"text-align: left\">Being in a new class, this kind of start wasn&#x2019;t bad.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. Moreover, the upper and lower classes are neatly divided. Seems to be a decision they made after considering the situation between us third years.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was a great opportunity to close the gap between the classes at the top and the classes at the bottom, but it also inherently carried the risk of widening it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As for me, I&apos;m just glad we don&apos;t have to start the alliance off unstable right from the get-go. The class would inevitably resist, and if that had happened, we would&#x2019;ve had to prepare for an immediate loss. Just imagining it is scary.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I understood the feeling, but even if left alone, the time would come for this class to battle Ichinose&apos;s.</p><p class=\"paragraph\" style=\"text-align: left\">I had the opposite opinion; it would&#x2019;ve been better if we&#x2019;d clashed from the start. With superior academic abilities and having just transferred, deliberately losing to Ichinose would&#x2019;ve left Horikita and Ryuuen with the impression that something was wrong.&#xa0;I would&apos;ve been able to leave a larger impact on those two, so I felt like I lost out a bit.</p><p class=\"paragraph\" style=\"text-align: left\">Losing wasn&#x2019;t just about losing; giving meaning to the defeat could also add value.</p><p class=\"paragraph\" style=\"text-align: left\">By doing so, it could&#x2019;ve led to a productive defeat.</p><p class=\"paragraph\" style=\"text-align: left\">Shortly after the conversation started, the caf&#xe9; began to get busier. The male and female first years who&#x2019;d ordered earlier chose a seat next to ours with their iced coffee in hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t care about the details of the exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps having quickly reached her limits for staying silent, Morishita grumbled as she bit her straw.</p><p class=\"paragraph\" style=\"text-align: left\">She&#x2019;d bitten it several times, flattening the tip.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, why did you come here then?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was worried about Ayanokouji Kiyotaka because of your reckless outburst earlier, Hashimoto Masayoshi. You&#xa0;made a bold statement in front of the whole class without permission, but was that really okay? Efficiently imposing penalty points on our opponents while neatly avoiding them on our classmates is the ideal tactic, sure, but it&apos;s not easy. Our opponents are also thinking the same thing and racking their brains.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Students with high academic abilities could score high, but they were likely targets for penalty points. Conversely, students with low academic abilities were less likely to be targeted for penalties, but you couldn&#x2019;t expect them to score high.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t worry, Morishita, it&apos;ll work out. Shimazaki also said that at least we have the advantage of our academic prowess. So, even if we get hit by some of their penalty points, we&#x2019;ll still be far ahead. It&apos;s unavoidable if our guesses are a bit off. If we win the exam, we&apos;ll likely continue with Ayanokouji as our leader for the next one.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was practically impossible to achieve a hundred percent accuracy while avoiding all of the penalty points.</p><p class=\"paragraph\" style=\"text-align: left\">Whether I tried to look at it head-on or tried to turn things around, there was no absolute answer when it came to reading the opponent in this exam.</p><p class=\"paragraph\" style=\"text-align: left\">No matter how much we analyze, our accuracy would remain between 1% and 99%.</p><p class=\"paragraph\" style=\"text-align: left\">Of course, unexpected developments like inside leaks could change the situation, but such naive scenarios were unlikely to occur now that we were in our third year.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even if our penalties completely miss, this victory will definitely bring something significant. Since there won&apos;t be any reason to deny you from the start, I think there&#x2019;s still a possibility that they&#x2019;ll entrust the next exam to you. However, even then, our opponent&apos;s participants in the small-group battles&#x2026; ideally, you need to hit at least three of them to prove a point.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If I couldn&apos;t successfully hit anyone, I wouldn&apos;t be able to sway students like Shimazaki from being skeptical.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, it would be absolute proof that you&apos;ve accurately read our opponent&apos;s thoughts, so we can&apos;t ignore it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Only five students could participate in the small-group battles. Initially, we had a baseline of a hundred penalty points, so there would be five people for us to give a significant twenty-point deduction to. There was a less than a one percent chance of randomly hitting three participants from our opponent&apos;s forty-student class.</p><p class=\"paragraph\" style=\"text-align: left\">That was why reading the opponent became a critical and valued aspect of the exam.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Though, three seems tough. I think even two is enough.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto speculated that even showing a bit of accuracy would change the class&apos;s impression.</p><p class=\"paragraph\" style=\"text-align: left\">He casually suggested getting two correctly, but even then, the probability was still less than ten percent. It wasn&apos;t something you could consider high.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re just leaving it to somebody else, so you sure must be feeling comfortable, aren&apos;t you? What I want to hear is your thoughts, Ayanokouji Kiyotaka. In a situation where there are no clues, how are you going to predict which student the opponent will nominate?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I can&apos;t talk about that at this point yet. Saying anything careless here and having them taken at face value would be troublesome.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My, my, you&apos;re already on the defensive. This doesn&#x2019;t bode well for the future.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I won&apos;t deny it. That being said, if you have any other thoughts about the current situation, let me hear them.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I asked Hashimoto, who automatically kept the conversation moving, he nodded willingly.</p><p class=\"paragraph\" style=\"text-align: left\">He was probably hoping that speaking up would bring about a good idea.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then, let&apos;s proceed with the premise that we&apos;ll hit two targets, alright? I think it&apos;s best to spread our targets widely, assigning ten people with ten penalty points each. It&apos;ll hurt if we narrow it down to just five students who might participate in the small-group battles and miss. Besides, with a ten-point advantage, our class would have a good chance of winning. There&apos;s only a handful of opponents that&apos;d be hard to deal with in their class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just like Hashimoto said, in Ryuuen&apos;s class, there were unfortunately very few students with a B+ or higher in academic ability, like Kaneda, Hiyori, and Katsuragi. That description wouldn&apos;t even match six people.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you&apos;re not confident, that&apos;s the least you should do.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You agree, then, Morishita.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, it&apos;s the most basic of basics.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then, we also need to think about our defensive strategy, not just offense. Though, do you even have a grasp of the academic ranking in our class?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I think I have a good idea from the OAA and the past two years.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Okay, but later, I&apos;ll tell you about my subjective view over the past two years, so use it as a reference.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That would really help. I don&apos;t know the finer details of everyone&#x2019;s strengths and weaknesses.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was unclear whether it&apos;d be useful in this special exam, but it should help save time later on.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As for who to send from our class, I think we should select students with high academic abilities as the base, and then add some irregularities.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh? So does this mean you&apos;re prepared to take on some of their penalty points, Morishita?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Playing it steady and choosing students with academic abilities in the low to middle range would significantly damage us if they were to end up seeing through that strategy. On the other hand, if we send students with high academic abilities and they&apos;re overlooked, it&apos;s a win for us.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, leaning on his elbows and seemingly convinced, apparently had different thoughts.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I think we should distribute our participants among students with lower abilities. It&apos;s essential to note those with high academic abilities. If it were me, I&apos;d target them even if there&apos;s a chance I&apos;d miss the mark. No, actually, I might even take the gamble and assign a lot of points to only their top performers.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Both parties&apos; ideas for the special exam&apos;s small-group battles seemed to contradict each other.</p><p class=\"paragraph\" style=\"text-align: left\">Each idea had valid points.</p><p class=\"paragraph\" style=\"text-align: left\">However, in the end, there were only about three types of lineups to choose from.</p><p class=\"paragraph\" style=\"text-align: left\">We could either choose students with high abilities, low abilities, or a balance between them.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Also, we should be concerned if the opponent decides to buy additional penalty points. It would be troublesome if they were to expand their targets to twenty or thirty of us in a strategy where they focus on quantity.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Using Private Points like live ammunition, huh? It&apos;s risky, but Ryuuen might be prepared to make such a move.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If they were to successfully target all of the participating students in the small-group battles, they could significantly ease their handicap.</p><p class=\"paragraph\" style=\"text-align: left\">The ability to purchase additional penalty points was perhaps the most interesting element of this special exam.</p><p class=\"paragraph\" style=\"text-align: left\">Normally, it wasn&apos;t easy to bridge the academic differences, and Ryuuen&apos;s class would have almost no chance of winning.</p><p class=\"paragraph\" style=\"text-align: left\">However, in addition to the full-class battle giving two points and the small-group battles giving five points, there was also the penalty points rule.</p><p class=\"paragraph\" style=\"text-align: left\">If they were able to come out on top in predicting our representatives, they could bring things to an even state, and with them being able to purchase additional penalty points on top of that, they&apos;d be able to control their chances of turning things around to some extent.</p><p class=\"paragraph\" style=\"text-align: left\">It was an exam we expected to win, but surprisingly, there were also opportunities for our opponents to utilize.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If they assign a twenty-point penalty to all our top scorers&#x2026; that would be really bad, huh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Our odds of winning would drop significantly. However, to pull off such an absurd move, they&apos;d have to use up their Private Points as if it were drinking water.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">To reduce an extra twenty points, it would&apos;ve cost an additional one million in Private Points. With twelve people in Class C with an evaluation of B+ or higher, even after deducting the initial hundred points, the expenses would amount to seven million.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Spending nearly ten million and still losing&#x2014;that wouldn&apos;t be something to laugh about.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yes, if they ended up winning, they&apos;d be somewhat relieved, but they also had to consider the risks of losing.</p><p class=\"paragraph\" style=\"text-align: left\">The higher they rose their odds of winning on this exam, the more they&#x2019;d face financial difficulties, affecting their odds of winning in the future.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;How will Ryuuen handle this? Can you read his moves?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto frequently looked forward to&#xa0;what I had to say.</p><p class=\"paragraph\" style=\"text-align: left\">My performance here would solidify my position within the class, so he was expecting an exceptional answer.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ryuuen&apos;s strategy&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I showed a small gesture to suggest I was thinking before answering.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t know a thing about it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;So you haven&apos;t thought of anything either.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Too bad, it seems Ayanokouji Kiyotaka hasn&apos;t had a flash of insight yet.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s still time until the exam. All I have to do is come up with a winning strategy by then.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He&apos;s saying it&apos;s better to take the long way around, huh? Well, Ayanokouji isn&apos;t a god, after all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto acted composed, though he clearly felt uneasy inside.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Besides, I have no intention of participating in the small-group battles in this special exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re free to do as you like, but are you sure that&apos;s okay? You said yourself when we were talking about transferring that you need to demonstrate&#xa0;your abilities clearly to be recognized in our class, Ayanokouji. It&apos;s not that you&apos;re lacking confidence, right, rare A-in-Academic-Ability-san?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do you think Ryuuen won&apos;t pay me any attention?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, it&apos;s obvious that Ryuuen has his eye on you&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And normally, people would assume you&apos;d participate, Ayanokouji Kiyotaka, and it would be standard for them to impose penalty points on you. If you foolishly show up, you&apos;d be targeted. One or two penalty points would probably be manageable, but with thirty or forty of them, you&apos;ve basically got no chance of winning. Let&apos;s set aside whether they&apos;d go that far just to secure a victory.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even with a perfect score, forty penalty points would reduce it to sixty.</p><p class=\"paragraph\" style=\"text-align: left\">Even those that weren&apos;t on Kaneda, Hiyori, or Katsuragi&apos;s level would stand a good chance of winning.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s an eighty to ninety percent chance Ryuuen will impose multiple penalty points on me. There&apos;s no need for me to participate.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. You&apos;re assuming Ryuuen will impose penalty points on you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. Regardless of how he responds verbally, he&apos;ll almost certainly do that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then it might be better not to push it. It would be a relief if Ryuuen misses his shot.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It might be interesting to ask him what he thinks when he comes later.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? What do you mean, &apos;when he comes&apos;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ryuuen.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As I spoke, Hashimoto hurriedly looked around.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;He&apos;s isn&apos;t here, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Not yet. But there&apos;s been some movement in here, so it&apos;s only a matter of time.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As I directed my gaze to a corner of the caf&#xe9;, Hashimoto and Morishita also looked that way.</p><p class=\"paragraph\" style=\"text-align: left\">Komiya and Yamawaki, who had been watching us, hurriedly averted their eyes, pretending it was coincidental, but it was probably too late.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So they were keeping an eye on us. I wasn&apos;t worried about them because of our distance.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto had only been wary of potential eavesdropping.</p><p class=\"paragraph\" style=\"text-align: left\">In that sense, though, it was already too late.</p><p class=\"paragraph\" style=\"text-align: left\">Two first-year students, a male and female duo, who had been sitting at the next table over finished their break at the caf&#xe9; and stood up.</p><p class=\"paragraph\" style=\"text-align: left\">As I watched the two leave, Morishita tilted her head in confusion.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Was there something about those first-year students?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Those two were also new students sent by Ryuuen.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah&#x2026;? Are you serious?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes. They tried to appear natural, but they placed their phones toward the edge of the table, closer to us, and laid them face down. They were either recording an audio or a video. If they were to receive a call, the screen would light up, and that would risk us seeing it. Normally, regardless of gender, people would either keep their phones on them or at hand and regularly check them. But Takikura&#x2026; that girl didn&apos;t touch her phone even when there was a pause in their conversation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Damn, he&apos;s already got first years in his grasp in such a short amount of time&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s been just under a week since they started school. During that time, Ryuuen has been making contact with first years to expand his surveillance network.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto was cautious, but naturally, it seemed the first years were off his radar.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re on top of things, Ayanokouji Kiyotaka.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even if it&apos;s just information based on their middle school records, their names and faces are available on the OAA. I made sure to look them up the day they were published.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That might explain why those two seemed suspicious. However, that alone isn&apos;t definitive evidence that they were people Ryuuen Kakeru sent out as guns. Perhaps she just happened not to touch her phone, or maybe the placement was unintentional. I don&apos;t think we should completely dismiss those possibilities.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That might be true, but it&apos;s better to be cautious. It&apos;s important to operate under the assumption that they&apos;re doing at least that much.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In actuality, there was indeed a reason that supported it, but it was better to touch on it after the special exam.</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto whistled and nodded with a proud smile.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The possibility of them being spies is enough, Morishita. As expected of Ayanokouji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You can&apos;t just keep praising him. Rather, that would mean Ayanokouji Kiyotaka passed on some information.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve only passed on information that&apos;s safe to share. It&apos;s okay.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So that&apos;s why you were talking like you weren&apos;t sure earlier. Yeah, that&apos;s it. That&apos;s a part of you I think highly of. You can&apos;t just carelessly speak your mind when the enemy is nearby.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Given the limited moves we could make in this exam, information was indeed a weapon.</p><p class=\"paragraph\" style=\"text-align: left\">It was essential to take action, gathering even the slightest hint or clue to win.</p><p class=\"paragraph\" style=\"text-align: left\">However, it was also necessary to understand that it wouldn&#x2019;t necessarily increase the odds of winning.</p><p class=\"paragraph\" style=\"text-align: left\">Using unsuspecting first years wasn&apos;t a bad idea, but ultimately, the information accuracy was more important than the quantity. Sorting through a mountain of claims that mixed in truths and lies and only extracting the former was a daunting task. In fact, it was fair to say that it&apos;s extremely difficult.</p><p class=\"paragraph\" style=\"text-align: left\">Morishita took her lips off the straw of her half-finished matcha latte.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems he really did come.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Looks like it. Let&apos;s stop chatting for now. Our next opponents are much more troublesome than Horikita and the others.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, slightly tense, spoke with a smile that resembled a bitter grin.</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen, Ishizaki, and Albert approached.</p><p class=\"paragraph\" style=\"text-align: left\">A week had passed since the opening ceremony.</p><p class=\"paragraph\" style=\"text-align: left\">Students from other classes and even different years asked about my class transfer in detail, but Ryuuen&apos;s classmates, although they made eye contact, hadn&#x2019;t mentioned the transfer at all until now. Rather, they seemed to have made an effort to deliberately avoid me.</p><p class=\"paragraph\" style=\"text-align: left\">It was clear that Ryuuen was giving instructions to his classmates.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t think things will take a bad turn in a place like this&#x2026; but it&apos;s a bit worrying without Kitou here.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto looked at Morishita, seemingly feeling a bit anxious.</p><p class=\"paragraph\" style=\"text-align: left\">He was probably imagining a worst-case scenario, but it was safe to say that he didn&apos;t need to consider such a possibility.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You don&apos;t have to tremble like a newborn fawn. When the time comes, I&apos;ll knock them down one by one. Believe it or not, I have a master&apos;s license in Ai-chan style martial arts.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;I&apos;m counting on you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, while grateful for Morishita&apos;s pure lie, stood in front of us.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokoujiii!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Right after, a loud and deep voice echoed not just through the caf&#xe9; but throughout Keyaki Mall.</p><p class=\"paragraph\" style=\"text-align: left\">It was Ishizaki who bursted out, unable to contain himself.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Why the hell did you transfer to Class C!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It seemed that until now, he&#x2019;d wanted to touch on this topic but hadn&apos;t.</p><p class=\"paragraph\" style=\"text-align: left\">Ishizaki opened the topic as if he were exploding with emotion.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Shut up, Ishizaki. You&apos;re bothering the other students, calm down.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto stepped in between us to prevent Ishizaki from reaching me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;How can I calm down! I&apos;ve always&#x2014;!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Move.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen caught up with Ishizaki, pushed his shoulder, and forcibly cleared the way.</p><p class=\"paragraph\" style=\"text-align: left\">Students sitting nearby, thinking that sparks might fly their way, began to hurriedly move their seats.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re ruining the caf&#xe9;&apos;s pleasant atmosphere, Ryuuen. At least use basic manners, will you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re as desperate as ever. If Sakayanagi disappears, you immediately stick to Ayanokouji without a hint of hesitation. Can&apos;t you survive without clinging to the strong?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Working for the class isn&apos;t a bad thing, is it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hah, well, do as you like. More importantly&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After turning his head around, Ryuuen pierced me with a sharp gaze.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What&apos;s your intention in transferring to Class C?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s no particular reason. Sakayanagi left, and Class C came to help me transfer.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I looked at Hashimoto, who gave an exaggerated nod as if to say that was exactly right.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No way, man! You wouldn&apos;t just transfer to a lower class for that!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Be quiet for a bit.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Y-Yes, sorry!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishizaki, with Ryuuen grabbing him by the collar, hurriedly apologized.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Does my transferring to Class C cause any inconvenience to you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Kukuku. No? Far from it, I welcome this development. If you yourself lead the class, there could be no better stage for me to bring you down.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen had been dissatisfied with fighting against me while I utilized Horikita as a puppet to act as my cover.</p><p class=\"paragraph\" style=\"text-align: left\">In that sense, he showed a welcoming stance on the matter.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But Ryuuen, isn&apos;t it quite late for you to be greeting our new leader?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Leader? That&apos;s premature. It doesn&apos;t seem like this guy&apos;s been acknowledged yet.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Over the past week, he&#x2019;d probably been prying into Class C&apos;s state.</p><p class=\"paragraph\" style=\"text-align: left\">Starting with the situation regarding Shimazaki and the others, it was probably clear to Ryuuen that I wasn&apos;t welcomed yet and that I wasn&apos;t able to act as their leader.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My class expects results in the upcoming special exam. Please go easy on us.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s an impossible request. This is a good opportunity for us to fight you. I&apos;ll play every card I can without holding back.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen turned his back to me and walked away.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s unnecessary to chat any further.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji&#x2026; why&#x2026;? If you were going to C&#x2026; Damn it&#x2026;! Ah, well, what&apos;s done is done&#x2026; Anyway, let&apos;s talk more next time.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Despite his frustration, Ishizaki accepted the situation and conveyed his message.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, make sure you meet Shiina soon. She was feeling pretty down, not as much as me though.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I intend to.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I&#x2019;d been deliberately avoiding the library until Ryuuen reached out.</p><p class=\"paragraph\" style=\"text-align: left\">I decided that I would show my face again once the special exam was over.</p><p class=\"paragraph\" style=\"text-align: left\">Albert also gave me a small wave and silently followed Ryuuen back.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hah, he&apos;s not all he makes himself out to be.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As if she herself had driven Ryuuen away, Morishita sucked up the matcha that was settled at the bottom of the cup like she&apos;d just finished a hard day&apos;s work.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The one who didn&#x2019;t say a word sure is talking a lot&#x2026; Anyway, Ryuuen&apos;s definitely aiming for victory, and you can&apos;t afford to lose either, Ayanokouji. Take your time and think through the strategy carefully. I&apos;ll report to you as soon as I get new information.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Feeling restless, Hashimoto grabbed his cup without sitting back down and left the caf&#xe9;.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hashimoto Masayoshi likes to move around on foot. Maybe it&apos;s because he&apos;s in the track and field club?&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>No, that&apos;s probably unrelated&#x2026; probably.</em></p><p class=\"paragraph\" style=\"text-align: left\">Besides, Hashimoto wasn&apos;t even part of the track and field club.</p><hr class=\"footnote-rule\"/><ol class=\"footnotes\"><li data-id=\"a2f23b93-d93b-5d29-bcfa-3471f6687c20\" data-ref=\"1\" class=\"footnote first-footnote\" id=\"fn-1-a2f23b93-d93b-5d29-bcfa-3471f6687c20\"><p class=\"paragraph\" style=\"text-align: left\"><a class=\"footnote-backref\" href=\"#fnref-1-a2f23b93-d93b-5d29-bcfa-3471f6687c20\">[1]: </a>In Japanese, the kanji for &quot;light,&quot; &#x8efd;&#x3044;, is an adjective that can both describe an object that&apos;s light and something&#x2014;or in this case, someone&#x2014;that isn&apos;t important.</p></li></ol>",
  "prevChapter": {
    "volumeId": "y3v1",
    "chapter": 25,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "y3v1",
    "chapter": 27,
    "title": "Part 3"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 1",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: The End of Everyday Life",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Confusion",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 2: Confirmation",
      "href": "chapter-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 3: The Commencement of a One-Year Period",
      "href": "chapter-3.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 17
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 19
    },
    {
      "label": "Part 5",
      "href": "chapter-3-part-5.xhtml",
      "index": 20
    },
    {
      "label": "Chapter 4: An Onlooker's Perspective ",
      "href": "chapter-4.xhtml",
      "index": 21
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 22
    },
    {
      "label": "Part 2",
      "href": "chapter-4-part-2.xhtml",
      "index": 23
    },
    {
      "label": "Chapter 5: Convolution",
      "href": "chapter-5.xhtml",
      "index": 24
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 25
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 26
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 27
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 6: School Life in Class C",
      "href": "chapter-6.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Chapter 7: Ayanokouji's Defeat",
      "href": "chapter-7.xhtml",
      "index": 32
    },
    {
      "label": "Part 1",
      "href": "chapter-7-part-1.xhtml",
      "index": 33
    },
    {
      "label": "Part 2",
      "href": "chapter-7-part-2.xhtml",
      "index": 34
    },
    {
      "label": "Part 3",
      "href": "chapter-7-part-3.xhtml",
      "index": 35
    },
    {
      "label": "Part 4",
      "href": "chapter-7-part-4.xhtml",
      "index": 36
    },
    {
      "label": "Part 5",
      "href": "chapter-7-part-5.xhtml",
      "index": 37
    },
    {
      "label": "Chapter 8: Enemies and Allies",
      "href": "chapter-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 1",
      "href": "chapter-8-part-1.xhtml",
      "index": 39
    },
    {
      "label": "Epilogue: What Awaits Ahead",
      "href": "epilogue.xhtml",
      "index": 40
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 41
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 42
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 43
    },
    {
      "label": "Y2V12.75 - Ibuki Mio Short Story: Behind the Scenes",
      "href": "ss-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 1",
      "href": "ss-1-part-1.xhtml",
      "index": 45
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Secrets She Harbors",
      "href": "ss-2.xhtml",
      "index": 46
    },
    {
      "label": "Morishita Ai’s Short Story: Gatling Gun",
      "href": "ss-3.xhtml",
      "index": 47
    },
    {
      "label": "Shiraishi Asuka's Short Story: An Extra Pair of Ears",
      "href": "ss-4.xhtml",
      "index": 48
    },
    {
      "label": "Ibuki Mio's Short Story: Concern?",
      "href": "ss-5.xhtml",
      "index": 49
    },
    {
      "label": "Guidebook Short Story: A Pillar of Support",
      "href": "ss-6.xhtml",
      "index": 50
    },
    {
      "label": "Guidebook Short Story: Mock Date",
      "href": "ss-7.xhtml",
      "index": 51
    },
    {
      "label": "Guidebook Short Story: Ever Since That Time...",
      "href": "ss-8.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 26
}