{
  "title": "Part 1",
  "content": "<h2 class=\"heading_2\">Part 1</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">AFTER THEIR LUNCH break and just before the start of the special exam, Class 3-B, Ryuuen&apos;s class, was enveloped in excessive stress.</p><p class=\"paragraph\" style=\"text-align: left\">Most students spent almost all their time studying until the special exam, solely to score even one more point and avoid Ryuuen&apos;s admonishments.</p><p class=\"paragraph\" style=\"text-align: left\">Yet, their only wish was to avoid being selected as part of the five participants. If they were chosen and defeated, no one knew what kind of treatment they&apos;d receive from Ryuuen.</p><p class=\"paragraph\" style=\"text-align: left\">The participants chosen for the small-group battle were usually communicated to the parties involved beforehand.</p><p class=\"paragraph\" style=\"text-align: left\">However, Ryuuen kept completely silent, not revealing even a single person.</p><p class=\"paragraph\" style=\"text-align: left\">Until the start of the exam, everyone was a candidate.</p><p class=\"paragraph\" style=\"text-align: left\">In the face of such an aggressive approach, everyone felt like they couldn&apos;t afford to hold back.</p><p class=\"paragraph\" style=\"text-align: left\">Katsuragi had a grasp of the entire class&apos;s academic abilities, and he could feel the improvements the class had made in less than two weeks. Of course, individuals like Kaneda, Katsuragi, and Shiina, who weren&#x2019;t worried about any harsh treatment they might&#x2019;ve received, had only one thing in mind: to score as many points as possible for the class, regardless of whether they would participate in the small-group battle. However, their expressions remained grim throughout, understanding that they were far from matching their opponents, Class C.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Now, I&apos;ll announce the names of the five students participating in the small-group battle.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sakagami, their homeroom teacher, was the only person Ryuuen had informed regarding the five names the day before.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;First, &apos;Ishizaki Daichi&apos;; second, &apos;Yabu Nanami&apos;; third, &apos;Ibuki Mio&apos;; fourth, &apos;Kondou Reon&apos;; fifth, &apos;Kinoshita Minori.&apos; These are the five representatives for your small-group battle.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As all the names were announced, the students looked at each other, unable to control their emotions.</p><p class=\"paragraph\" style=\"text-align: left\">Even though it was unclear who would be chosen, the combination was utterly chaotic, something that seemed absolutely impossible for Ryuuen to choose.</p><p class=\"paragraph\" style=\"text-align: left\">The participants had several students who were among the lowest in terms of academic ability in their class, those who lacked motivation and weren&#x2019;t good at studying. Particularly, Ibuki, who&#x2019;d managed to keep up with her studies until the beginning of her second year, had gradually fallen behind, and now her academic abilities had declined to the point where she was even on par with Ishizaki. Such was the selection. Moreover, among those that should&apos;ve been prioritized as participants, not a single name was listed.</p><p class=\"paragraph\" style=\"text-align: left\">Pulling out his chair, Tokitou reflected on all of the hard work he had gone through during these past two weeks and directed his irritation toward Ryuuen.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What is this ridiculous lineup, Ryuuen? Have you given up on the small-group battle?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The full-class battle was already nearly hopeless.</p><p class=\"paragraph\" style=\"text-align: left\">The only way to overturn that result was to miraculously win four times in the small-group battle.</p><p class=\"paragraph\" style=\"text-align: left\">Everyone in the class faintly harbored that miracle in their hearts.</p><p class=\"paragraph\" style=\"text-align: left\">But Ryuuen answered without a hint of hesitation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, I&apos;ve given up. No matter how much we strategize, this isn&apos;t a match we can win from the start. You dissatisfied?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Dissatisfied? Very much so. Sure, I never thought we could win this special exam by playing it straight. And if we&#x2019;d been splashing Private Points around to buy penalty points, I would&#x2019;ve been dissatisfied with that too. That being said, there was no need to give up before we even started. What do you think we were studying so desperately for?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;For what? For your own damn sake.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t mess with me!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen and Tokitou quarreling had become a common sight. Sakagami, ignoring their conversation, took off his glasses and began to carefully wipe the lenses.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hah! Then let me ask you this&#x2014;you think we could have a chance at winning this if we played it straight?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s a possibility. Not all of them are smart. Maybe they&apos;re using people who can only score around sixty points because they&apos;re afraid of us hitting them with penalty points. In that case, if we put Kaneda or Katsuragi against them, we might have a chance of winning&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What you&apos;re saying is way too far from reality to even call it a child&apos;s fantasy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s&#x2026; but still, there was no reason to give up from the start!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No reason? No, there is a reason. Sakagami, are there any among the five I nominated who&#x2019;ve been given penalty points?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;&#x2026;None. Zero.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen smirked wickedly upon hearing that report, convinced that he had chosen the right strategy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So what? There&apos;s no point in making Ishizaki and the others participate.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Not really. The opponents couldn&#x2019;t see through any of the five people I nominated. That means they couldn&#x2019;t read my thoughts at all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">On the day he met Ayanokouji, he held a strategy meeting in the karaoke room.</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen called Katsuragi back at the end and withdrew all the strategies he&#x2019;d previously conveyed.</p><p class=\"paragraph\" style=\"text-align: left\">In the past, he would&#x2019;ve forcefully jumped into the fray and focused all his efforts on defeating Ayanokouji.</p><p class=\"paragraph\" style=\"text-align: left\">Then, he would&#x2019;ve been outsmarted by Ayanokouji&apos;s superior strategies, likely getting hit by a counterattack.</p><p class=\"paragraph\" style=\"text-align: left\">He paused, realizing how important it was to observe the situation.</p><p class=\"paragraph\" style=\"text-align: left\">On top of a special exam that was purely disadvantageous for his class, at the moment, there was no method he could take to combat Ayanokouji,&#xa0;and mindlessly stepping on the accelerator would be nothing but recklessness.</p><p class=\"paragraph\" style=\"text-align: left\">It was crucial that he calmly applied the brakes and took control of the situation according to the circumstances.</p><p class=\"paragraph\" style=\"text-align: left\">In other words, it was a new way of fighting that Ayanokouji wouldn&apos;t have been able to anticipate.</p><p class=\"paragraph\" style=\"text-align: left\">The opponent would assume that Ryuuen would always act with victory in mind. Depending on the situation, they&apos;d think he might even invest the Private Points he had accumulated to attack. Ayanokouji had to think seriously to win. However, what awaited him at the end of his desperate thoughts was only the fact that no one could see through it.</p><p class=\"paragraph\" style=\"text-align: left\">With him unable to see through Ryuuen&apos;s strategy to retreat rather than fight, Ayanokouji showed himself looking foolish, struggling to identify who Ryuuen had chosen as participants.</p><p class=\"paragraph\" style=\"text-align: left\">It was a miss. All five were completely off the mark. That was the reality.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ryuuen, it seems you&apos;ve managed to outsmart the opponent first. They must be surprised.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Kukuku, it just shows that he&apos;s not omnipotent after all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As if to say everything had gone as planned, Ryuuen&apos;s attitude had upset Tokitou once more.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even if you manage to embarrass that guy by outsmarting his strategy like this, it&apos;s still going to be all okay for them in the end, right? They&apos;re most likely just going to be grateful that we&apos;re going at them with a lineup made up of these idiots.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Everyone except Ayanokouji, that is.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Seems like he&apos;s become the talk of the town with his unreasonable transfer, but what about Ayanokouji? Does he think he can replace Sakayanagi as their leader?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Tokitou spoke, unaware of the details, and Katsuragi replied in response.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;At least Ryuuen thinks so. I think so too. However, there&apos;s no point in discussing it here, so I&apos;ll omit it, but Ayanokouji is currently being questioned for his qualifications to become their leader. Whether Ayanokouji can read Ryuuen&apos;s thoughts is now a crucial element that will weigh heavily in the future.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Were you trying to make Ayanokouji misread?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even if that&apos;s effective in the future, this is just too much. We might end up losing seven straight matches and losing class points.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That won&apos;t happen.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen laughed and denied the possibility, but Tokitou couldn&apos;t understand and clicked his tongue.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We&apos;ll probably be defeated in the full-class battle, and our selection for the small-group battle is just terrible. We&apos;re definitely getting a complete defeat&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No? I&apos;ve read Ayanokouji&apos;s thoughts. If I&apos;m right, that idiot&apos;s even participating in the small-group battle, isn&apos;t he?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Correct. The five participants on the other side are &apos;Ayanokouji Kiyotaka&apos; as their first, &apos;Shimazaki Ikkei&apos; as their second, &apos;Fukuyama Shinobu&apos; as their third, &apos;Sanada Kousei&apos; as their fourth, and &apos;Sawada Yasumi&apos; as their fifth. And&#x2026; the penalty points you specified are being applied as planned to Ayanokouji Kiyotaka, all one hundred of them. This means that no matter how many points he gets, he would score a zero. They wouldn&apos;t be able to score a complete victory unless Ishizaki-kun scores a zero.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What&#x2026;? All one hundred penalty points applied to Ayanokouji&#x2026;!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I told you, I&apos;ve read his thoughts.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even Ishizaki, who wasn&apos;t great academically, wouldn&apos;t score zero unless he left his paper blank.</p><p class=\"paragraph\" style=\"text-align: left\">Of course, Ishizaki would never do such a thing.</p><p class=\"paragraph\" style=\"text-align: left\">This meant that no matter how much they lost at that point, one victory was 100% guaranteed.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Can I really win against Ayanokouji!? Seriously, that&apos;s great!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Looking at the result alone, with one win and six losses, they were likely to lose, but that one win became invaluable.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was confused when I heard the plan, but this must be the optimal solution while avoiding risks. The opponent&apos;s lineup is straightforward, only containing academically gifted students. I don&apos;t know who among us was chosen for their penalty points, but it&apos;s safe to assume it was mostly our top students. So, it was indeed a losing battle.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If students with similar abilities were to clash, depending on the combinations and developments, Class B might&apos;ve been able to snatch one or two victories, but considering the two defeats in the full-class battle, their odds of winning remained low.</p><p class=\"paragraph\" style=\"text-align: left\">Tokitou also had no choice but to swallow his frustration upon seeing the members the opponent had put forward.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll at least let them taste the sweet victory wine. But Ayanokouji&apos;s considerations have been completely wasted. Knowing him, I wouldn&apos;t be surprised if he had boldly announced his predictions before the exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">To take command in Class C, such feats were required.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As it turns out, you&apos;ve made a complete fool of him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;This will make it difficult for Class C to easily accept Ayanokouji.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even if Ayanokouji were to become the leader eventually, delaying it was crucial.</p><p class=\"paragraph\" style=\"text-align: left\">To eventually defeat Ayanokouji on a perfect stage, Ryuuen wanted to show him that he could learn to change and fight flexibly, and the results that came of it. This development was all ideal for Ryuuen.</p>",
  "prevChapter": {
    "volumeId": "y3v1",
    "chapter": 32,
    "title": "Chapter 7: Ayanokouji's Defeat"
  },
  "nextChapter": {
    "volumeId": "y3v1",
    "chapter": 34,
    "title": "Part 2"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 1",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: The End of Everyday Life",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Confusion",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 2: Confirmation",
      "href": "chapter-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 3: The Commencement of a One-Year Period",
      "href": "chapter-3.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 17
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 19
    },
    {
      "label": "Part 5",
      "href": "chapter-3-part-5.xhtml",
      "index": 20
    },
    {
      "label": "Chapter 4: An Onlooker's Perspective ",
      "href": "chapter-4.xhtml",
      "index": 21
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 22
    },
    {
      "label": "Part 2",
      "href": "chapter-4-part-2.xhtml",
      "index": 23
    },
    {
      "label": "Chapter 5: Convolution",
      "href": "chapter-5.xhtml",
      "index": 24
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 25
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 26
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 27
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 6: School Life in Class C",
      "href": "chapter-6.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Chapter 7: Ayanokouji's Defeat",
      "href": "chapter-7.xhtml",
      "index": 32
    },
    {
      "label": "Part 1",
      "href": "chapter-7-part-1.xhtml",
      "index": 33
    },
    {
      "label": "Part 2",
      "href": "chapter-7-part-2.xhtml",
      "index": 34
    },
    {
      "label": "Part 3",
      "href": "chapter-7-part-3.xhtml",
      "index": 35
    },
    {
      "label": "Part 4",
      "href": "chapter-7-part-4.xhtml",
      "index": 36
    },
    {
      "label": "Part 5",
      "href": "chapter-7-part-5.xhtml",
      "index": 37
    },
    {
      "label": "Chapter 8: Enemies and Allies",
      "href": "chapter-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 1",
      "href": "chapter-8-part-1.xhtml",
      "index": 39
    },
    {
      "label": "Epilogue: What Awaits Ahead",
      "href": "epilogue.xhtml",
      "index": 40
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 41
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 42
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 43
    },
    {
      "label": "Y2V12.75 - Ibuki Mio Short Story: Behind the Scenes",
      "href": "ss-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 1",
      "href": "ss-1-part-1.xhtml",
      "index": 45
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Secrets She Harbors",
      "href": "ss-2.xhtml",
      "index": 46
    },
    {
      "label": "Morishita Ai’s Short Story: Gatling Gun",
      "href": "ss-3.xhtml",
      "index": 47
    },
    {
      "label": "Shiraishi Asuka's Short Story: An Extra Pair of Ears",
      "href": "ss-4.xhtml",
      "index": 48
    },
    {
      "label": "Ibuki Mio's Short Story: Concern?",
      "href": "ss-5.xhtml",
      "index": 49
    },
    {
      "label": "Guidebook Short Story: A Pillar of Support",
      "href": "ss-6.xhtml",
      "index": 50
    },
    {
      "label": "Guidebook Short Story: Mock Date",
      "href": "ss-7.xhtml",
      "index": 51
    },
    {
      "label": "Guidebook Short Story: Ever Since That Time...",
      "href": "ss-8.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 33
}