{
  "title": "Part 4",
  "content": "<h2 class=\"heading_2\">Part 4</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">MASHIMA-SENSEI FINISHED ANNOUNCING Class C&apos;s victory and left the classroom. Normally, students would&apos;ve started to leave their seats and head home, but no one seemed eager to leave the classroom.</p><p class=\"paragraph\" style=\"text-align: left\">The first to stand up was Shimazaki.</p><p class=\"paragraph\" style=\"text-align: left\">Or rather, it would be more accurate to say that Shimazaki was waiting for the moment he was able to move.</p><p class=\"paragraph\" style=\"text-align: left\">He stood up silently from his chair and walked straight to my desk without a hint of hesitation.</p><p class=\"paragraph\" style=\"text-align: left\">Several students also started moving to see what was happening.</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki&apos;s face, as he approached, was unmistakably stern.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji. You know what I want to say, right?&quot; Shimazaki spoke, pointing at the monitor still displaying the results of the special exam.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You missed every single participant. You really made a remarkable debut.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Calm down, Shimazaki. We won the exam, so it&apos;s all the same in the end.&quot; Hashimoto hurriedly intervened between me and Shimazaki, but Shimazaki forcefully pushed him aside.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I told you before the exam, didn&apos;t I? This time, we&apos;re not judging on whether the class won.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I believe we were focusing on the accuracy of penalty points assigned.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I was expecting you to correctly guess at least two of them, secretly hoping for three&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Winners will be right, and losers will be wrong. Let&apos;s call it even this time, okay?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto tried to mediate, still flustered by the outcome.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Sorry, but that&apos;s not going to happen. I intend to make things clear here.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then let&apos;s talk among the three of us. There&apos;s no need to air our grievances in front of everyone.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As Shimazaki clenched his fist, ready to reject this new proposal, the classroom door abruptly opened. Everyone&apos;s words and attention were disrupted by the unexpected noise.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yo, don&apos;t mind me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen led the way as he and his usual group, Ishizaki, Ibuki, and Albert, entered the classroom without permission.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, what&apos;s the meaning of this sudden&#x2014;!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As the intimidating group barged in, Shimizu, who sat in the front row near the door, bravely tried to stand up, but a large figure blocked him from approaching Ryuuen.</p><p class=\"paragraph\" style=\"text-align: left\">Overwhelmed by the pressure, Shimizu immediately sat back down.</p><p class=\"paragraph\" style=\"text-align: left\">While this scene unfolded near the door, Sawada, a girl who&#x2019;d been listening to the conversation with Shimazaki near me, unintentionally blocked Ryuuen&apos;s path. Unable to find the right moment to move, she froze, and Ryuuen forcibly cleared the way, grabbing her shoulder.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Kyaa!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With a small scream, she staggered and fell onto a desk, quickly bracing herself with her hands.</p><p class=\"paragraph\" style=\"text-align: left\">Although it wasn&apos;t a great fall, Ryuuen&apos;s ruthless action froze the entire class.</p><p class=\"paragraph\" style=\"text-align: left\">It felt like a brawl might break out right there in the classroom, in broad daylight.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We&apos;re busy here, you know? Geez, I only have one body.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Unable to leave Shimazaki, who was trying to approach me with clenched fists, Hashimoto lamented not having more bodies to deal with the situation that required more.&#xa0;He seemed to be sending a look for help to Kitou, who was nearby when Sawada almost fell, but Kitou didn&apos;t say a word, didn&apos;t move, and just sat in his seat, watching the situation unfold.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Why are there so few allies&#x2026;?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With a resolve to act, Hashimoto stood alone between Shimazaki and Ryuuen.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I came all the way here for a winner&apos;s interview, move it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Smirking, Ryuuen ignored Hashimoto and continued to approach me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ll take responsibility. Shoot him<sup id=\"fnref-1-d882dfd0-711b-5d8a-843b-ce952a822120\"><a class=\"footnote-ref\" href=\"#fn-1-d882dfd0-711b-5d8a-843b-ce952a822120\" data-ref=\"1\" epub:type=\"noteref\">[1]</a></sup>&#xa0;immediately.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Someone behind me seemed to whisper such an absurdity, but it was clear that she wouldn&apos;t actually take responsibility, so I decided to ignore it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Give me a break, Ryuuen. I&apos;m busy today.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So what?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not about &apos;what&apos;... I don&apos;t expect you to understand, but&#x2026; damn it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As Ryuuen advanced toward Hashimoto, he grabbed his shoulder just as he had done with Sawada.</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto hesitated for a moment, wondering whether to retaliate, but Ryuuen pushed him aside and forcefully made his way toward me.</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto must&apos;ve decided that he couldn&apos;t exactly strike&#xa0;first.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So? Has it been officially decided that you&apos;ll lead Class C from now on, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;According to Shimazaki, the outcome doesn&apos;t matter; what mattered was my precision in selecting the right students to assign the penalty points to in the small-group battles. Unfortunately, I couldn&apos;t identify any of the students you nominated.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The nomination results, showing that I had gotten zero out of five students correct, were still displayed on the monitor.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, isn&apos;t that troublesome. No wonder it&apos;s gloomy in here despite your class winning, but I guess you&apos;re not planning on making excuses about how it would be unthinkable that I&apos;d be choosing a lineup of idiots, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Who are you calling idiots?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Eh, me and Ibuki, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ishizaki casually pointed back and forth between himself and Ibuki.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I know that! I meant that he didn&apos;t have to say it in front of my face, dumbass!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What, so you knew he was talking about you. Besides, we&apos;re behind him, not in front.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not the point!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ibuki gave Ishizaki a hard kick on his butt, but ignoring the farce behind him, Ryuuen continued.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So you weren&#x2019;t recognized as a leader this time. That&apos;s too bad.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, whom Ryuuen had previously pushed aside, intervened again.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t just assume things. Regardless of the process, we won the special exam. That&apos;s why we were discussing future plans with Shimazaki and others. Right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto sent a pleading look, begging to be acknowledged just this once.</p><p class=\"paragraph\" style=\"text-align: left\">However&#x2026; Shimazaki didn&#x2019;t nod in agreement.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I told you, this special exam was supposed to be an easy win. Written exams are our class&apos;s forte. Winning or losing doesn&apos;t qualify Ayanokouji. It&apos;s about whether he could accurately impose penalty points on the participants. The overall result was disastrously clear.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Indeed, despite handicaps, the total score for our full-class battle was significantly higher compared to the other three classes.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But, Shimazaki, that&#x2019;s&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto tried to say something, but Ryuuen interrupted.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Kukuku. I see, it does seem like you&apos;re busy. It looks like the celebration for Ayanokouji&apos;s rise to leadership will have to wait.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen, having grasped the situation, turned away with a satisfied smile.</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto quietly clicked his tongue, but for now, he probably just wanted the troublemakers to leave.</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen seemed to have finished confirming the situation, and normally, no one would stop him from leaving.</p><p class=\"paragraph\" style=\"text-align: left\">That is, except one person, me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ryuuen, considering that&apos;s your take on it, aren&apos;t your senses a bit too numb?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh? My senses, you say.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He stopped in his tracks, not understanding the meaning behind my words, and turned his head to look back at me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you don&apos;t understand, you should ask Shimazaki to continue what he was saying.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen immediately stopped laughing and cast a sharp glance at Shimazaki, who stood nearby.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, Ayanokouji, can&apos;t that wait until after Ryuuen leaves?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, who didn&apos;t think this would turn out well, gave his suggestion quietly, but I refused.</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki, who had shown a moment of flinching as if intimidated by a snake, took a deep breath and raised his face.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then I won&apos;t be holding back, Ayanokouji. I didn&apos;t come here to complain. There are many things I don&apos;t like, honestly&#x2026; but still, I came to acknowledge you for now&#x2014;about taking command in this class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki&apos;s words were not of rejection, but of acknowledgment.</p><p class=\"paragraph\" style=\"text-align: left\">Naturally, Ryuuen and Hashimoto couldn&apos;t understand why he said such a thing.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah? What a strange thing to say. This guy couldn&apos;t see through my nominations. Didn&#x2019;t you say you were focusing on those results? Moreover, Ayanokouji willingly participated in the small-group battle and received a massive penalty from me. He scored zero points. Because of that, you lost your chance at a precious complete victory.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Not only had I not been able to see through his selection, they had managed to get a complete reading us on top of that&#x2014;it was the worst possible outcome</p><p class=\"paragraph\" style=\"text-align: left\">Understanding this, Hashimoto, who had been standing by, also wanted to somehow calm Shimazaki down.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Indeed, if Ayanokouji himself hadn&apos;t participated in the small-group battle, we might&apos;ve had a good chance at achieving a complete victory. But&#x2026; after seeing that result&#x2026;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki chuckled and looked back at the monitor that remained displayed.</p><p class=\"paragraph\" style=\"text-align: left\">Following him, Ryuuen also looked at the results, but he didn&apos;t feel any sense of discomfort.</p><p class=\"paragraph\" style=\"text-align: left\">Class C had six wins and one defeat. It was a victory Ryuuen had deliberately offered. In the small-group battles, he didn&apos;t let me guess any of the participants&apos; identities, and I participated, receiving all of their penalties. A complete victory was thwarted.</p><p class=\"paragraph\" style=\"text-align: left\">It was exactly the result he&#x2019;d envisioned and aimed for.</p><p class=\"paragraph\" style=\"text-align: left\">But in reality, the point I wanted to make was completely different.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t understand.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In response to Ryuuen, who sought an answer, I began to explain part of it in Shimazaki&apos;s place.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The key to victory lies in the small-group battles. Indeed, it&apos;s important to see through who the opponent&apos;s class selects, so it&apos;s perfectly natural for Shimazaki and the rest of Class C to base their evaluation on that. However, if the opponent wasn&apos;t willing to take the exam seriously, there&apos;s nothing to see through. Even if I could predict students like Ibuki or Ishizaki appearing, there&apos;s no value in assigning them penalty points.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hah, well, normally that would be the case, but that&apos;s the focus of this time. It only makes sense for you to try to see through the students I nominate. It&apos;s an exam you&apos;re probably gonna win even if you miss all of them, so if you miss it, it means you&apos;ve got a class that can stand on its own without you needing to sit as the leader from the start.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What I really had to see through wasn&apos;t your irrational selection after you chose to abandon thinking, but the essence of the opponent&#x2014;your very aim. Whether the enemy will fight head-on, how they will fight, and how we should respond to that is what&apos;s important.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen wouldn&apos;t just miss the valuable opportunity to take me on.</p><p class=\"paragraph\" style=\"text-align: left\">However, in a contest of academic ability, his hopes of winning were slim. Would he pour funds into it to aim for victory, or would he give up? That became the focus. And I predicted that Ryuuen would choose to step down from the battle while still scheming to inflict damage on his opponent.</p><p class=\"paragraph\" style=\"text-align: left\">Choosing to deliberately abandon a weak area, a path that could seem like a wise decision upon first glance.</p><p class=\"paragraph\" style=\"text-align: left\">The real battle wasn&apos;t in April, during our first term, but later, in the second and third terms.</p><p class=\"paragraph\" style=\"text-align: left\">That was why he wanted to delay the time when I would become the Class C leader for as long as possible.</p><p class=\"paragraph\" style=\"text-align: left\">He wanted to postpone Class C&apos;s realization that I should become the leader, so that the decision to entrust me with the role would be made later.</p><p class=\"paragraph\" style=\"text-align: left\">However, all these were merely passive methods of fighting that stemmed from an underlying fear.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Shimazaki. After this result, how do you feel about my presence here?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Honestly, you&apos;re far more amazing than I imagined. No wonder Hashimoto relies on you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Huh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Instead of blaming him for the unexpected, Ryuuen furrowed his brow at Shimazaki&apos;s words of praise.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Think about it, Ryuuen. In this written exam, even students with an A in academic ability, which is the same as Ayanokoouji&apos;s evaluation, could barely score around eighty points. I was one of them. Yet, Ayanokouji alone scored a perfect score, standing out from the rest of us. There were some incredibly difficult questions there&#x2026; I have to admit that, whether I like it or not.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Being a student who prided himself on his academic abilities, he felt something undeniable.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That isn&apos;t the point. So what if his written scores are better than others?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s exactly the point. In the end, what we wanted to know wasn&apos;t whether he could see through the opponents in the small-group battles or anything like that. What we really wanted to know was his strength&#x2014;whether he was the man capable of saving this class after we were in a pinch following Sakayanagi&apos;s expulsion. And&#x2026; after I explained everything, I&apos;m once again reminded that he made the best choice for the class&apos;s victory without being confused by my meaningless demands.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With Shimazaki&apos;s explanation, Ryuuen&apos;s numb senses began to slightly thaw.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s not just that he scored a hundred points. The fact that a dangerous guy like you was completely focused on him is incredible. Normally, you wouldn&apos;t give all one hundred penalty points to one person. Even giving twenty or thirty would almost ensure safety.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen had anticipated that I would come to participate in the small-group battle to demonstrate my strength.</p><p class=\"paragraph\" style=\"text-align: left\">He decided to play a move that preserved Private Points and minimized risk.</p><p class=\"paragraph\" style=\"text-align: left\">His class&apos;s defeat wasn&apos;t a cheap price to pay, but if I had lost in the small-group battle and missed a complete victory, it would&apos;ve had a worse impact on how I could maneuver in Class C.</p><p class=\"paragraph\" style=\"text-align: left\"><em>I definitely won&apos;t let Ayanokouji win. I&apos;ll prevent their complete victory by embellishing it with Ayanokouji&apos;s defeat&#x2014;</em></p><p class=\"paragraph\" style=\"text-align: left\">Such thoughts also contributed to why he gave me a maximum penalty of one hundred points.</p><p class=\"paragraph\" style=\"text-align: left\">It was, in essence, the highest level of &apos;caution&apos; apparent to anyone&apos;s eyes.</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen&apos;s reading was correct.</p><p class=\"paragraph\" style=\"text-align: left\">It was correct, but it was meaningless since it was read.</p><p class=\"paragraph\" style=\"text-align: left\">I went into the small-group battle assuming defeat to show the enormous penalty he was marking me with.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&#x2019;ve done well to study and understand my abilities during my time as a student here. However, most of Class C wouldn&apos;t have known those things. They didn&apos;t even know how high a score I could get in this special exam or the extent to which you were on guard. I chose the top five students in terms of academic ability from Class C. It was an extremely orthodox strategy; in other words, there weren&apos;t any twists. However, I predicted that you would choose your participants unconventionally, and I knew you would impose the penalty points on me. I just needed to have a backup plan for the off chance things didn&apos;t work out. Assigning the penalties to smart students like Katsuragi, Hiyori, and Kaneda&#x2014;that&apos;s the best way to increase Class C&#x2019;s chances of winning. Because of that, there was no need to engage in a deceptive battle of wits.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>Even if some of their participants had been accurately penalized, would that really have been enough?</em></p><p class=\"paragraph\" style=\"text-align: left\">Some of them would&apos;ve thought it was just by chance, that I just had good luck.</p><p class=\"paragraph\" style=\"text-align: left\">Of course. A strategy that relied on the roll of the dice couldn&#x2019;t be perfectly read from the start.</p><p class=\"paragraph\" style=\"text-align: left\">There was no need to make a bad bet.</p><p class=\"paragraph\" style=\"text-align: left\">The undeniable result was conveyed from Shimazaki to my other classmates, one after another.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ryuuen, no, everyone was only looking at whether they won or lost in this special exam. That&apos;s natural, but I was also focusing on achieving something different. The truth is, someone like Ayanokouji Kiyotaka is far from ordinary. He showed that he could produce outstanding results and that he&apos;s been thoroughly marked by a leader like you. Not all of that was necessary, but I was looking for something that anyone could clearly see. If you look through the monitor, the fact is that there&apos;s only been one defeat in the small-group battles. However, no one can conclude that he lost due to his lack of academic ability. That defeat definitely stands out in an unusual way.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Haha, there&#x2019;s no doubt about it. He&#x2019;s definitely proven himself to be an incredible powerhouse.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, who had observed this special exam more intently than anyone else, showed a strained smile.</p><p class=\"paragraph\" style=\"text-align: left\">If I hadn&apos;t participated in the small-group battles, those around me wouldn&apos;t have known the number of penalty points I had received. That was why my participation had meaning.</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen and the others triumphantly showed up to check on how I was feeling.</p><p class=\"paragraph\" style=\"text-align: left\">Even that was all within the plan I&#x2019;d anticipated.</p><p class=\"paragraph\" style=\"text-align: left\">It was exactly as scripted; Ryuuen moved predictably from beginning to end.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ryuuen, did this turn out the way you wanted it to?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The remaining Class C students glared at Ryuuen, the intruder.</p><p class=\"paragraph\" style=\"text-align: left\">I was supposed to be driven into enemy territory,&#xa0;but it all came back to him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s how it is, huh&#x2026;? Bring it on.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen started walking after having said his piece, leaving Class C behind.</p><p class=\"paragraph\" style=\"text-align: left\">The last one out, Albert, closed the door behind him, and cheers of joy erupted from the class.</p><p class=\"paragraph\" style=\"text-align: left\">Having seen the refreshing sight of their enemy miserably retreating, they couldn&apos;t hide their joy.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is this the ending you were aiming for? Since when did you start planning all of this?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;From the beginning. Information isn&apos;t just something you gather. Because it&apos;s being gathered, you should try to use it to your advantage. I talked about the special exam with you and Morishita at the caf&#xe9;. Remember when those two first years who were instructed by Ryuuen came to pick up on the conversation?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, I thought it was impressive that you immediately saw through their reconnaissance.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You and Morishita were having a serious discussion about how I had to identify two or three participants in the small-group battle to be recognized by the class. That discussion was recorded by the first years, who were &apos;guns&apos; sent by Ryueen, and delivered to his ears. Not only that, but they were also monitoring Shimazaki and the others.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ryuuen would definitely use such valuable information.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You took advantage of that, but&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Even though I said I had all the first year&apos;s data memorized, Morishita was skeptical about whether they were actually students who received Ryuuen&apos;s instructions, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, it felt like it was lacking in basis.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There was one other thing I hadn&apos;t revealed. From the day of the opening ceremony until the day the special exam was announced, I had a certain person busy running around&#xa0;the first years.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Running around? Who?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As you would expect, Ryuuen was keeping an eye on people like Hashimoto, who gathers information in Class C. Moving carelessly would give away your intentions. However, there&apos;s someone else from a different class who&apos;s able to smoothly communicate and quickly gain our kouhai&apos;s trust, allowing them to naturally draw out information.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&#x2019;s Ichinose Honami, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s right. Those first years were approached by students from Ryuuen&apos;s class and agreed to cooperate in exchange for Private Points, as seen and heard by their fellow first years. They hadn&#x2019;t built the kind of relationship where they could cover for one another yet. However, it was important information we wouldn&apos;t usually get our hands on so easily.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s why you were immediately convinced that those two came to check things out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As each element was intertwined with the other, it was increasingly easier to pinpoint.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;An alliance brings various benefits. And this time, Ichinose was able to defeat Class A because she listened to my advice. Because we teamed up, we gave each other information, accepted it, and were able to implement it. As a result, we defeated the top two classes and closed the gap by a hundred points each.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As Hashimoto and Morishita stood in awe, Shimazaki, who had been sharing his joy with his friends, held out his hand to me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji&#x2026; welcome to Class C.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah. I&apos;m looking forward to working with you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As I shook hands with Shimazaki, classmates came up to me one after the other to shake my hands.</p><hr class=\"footnote-rule\"/><ol class=\"footnotes\"><li data-id=\"d882dfd0-711b-5d8a-843b-ce952a822120\" data-ref=\"1\" class=\"footnote first-footnote\" id=\"fn-1-d882dfd0-711b-5d8a-843b-ce952a822120\"><p class=\"paragraph\" style=\"text-align: left\"><a class=\"footnote-backref\" href=\"#fnref-1-d882dfd0-711b-5d8a-843b-ce952a822120\">[1]: </a>It&apos;s just Morishita being quirky.</p></li></ol>",
  "prevChapter": {
    "volumeId": "y3v1",
    "chapter": 35,
    "title": "Part 3"
  },
  "nextChapter": {
    "volumeId": "y3v1",
    "chapter": 37,
    "title": "Part 5"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 1",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 9
    },
    {
      "label": "Prologue: The End of Everyday Life",
      "href": "prologue.xhtml",
      "index": 10
    },
    {
      "label": "Chapter 1: Confusion",
      "href": "chapter-1.xhtml",
      "index": 11
    },
    {
      "label": "Part 1",
      "href": "chapter-1-part-1.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 2: Confirmation",
      "href": "chapter-2.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "chapter-2-part-1.xhtml",
      "index": 14
    },
    {
      "label": "Chapter 3: The Commencement of a One-Year Period",
      "href": "chapter-3.xhtml",
      "index": 15
    },
    {
      "label": "Part 1",
      "href": "chapter-3-part-1.xhtml",
      "index": 16
    },
    {
      "label": "Part 2",
      "href": "chapter-3-part-2.xhtml",
      "index": 17
    },
    {
      "label": "Part 3",
      "href": "chapter-3-part-3.xhtml",
      "index": 18
    },
    {
      "label": "Part 4",
      "href": "chapter-3-part-4.xhtml",
      "index": 19
    },
    {
      "label": "Part 5",
      "href": "chapter-3-part-5.xhtml",
      "index": 20
    },
    {
      "label": "Chapter 4: An Onlooker's Perspective ",
      "href": "chapter-4.xhtml",
      "index": 21
    },
    {
      "label": "Part 1",
      "href": "chapter-4-part-1.xhtml",
      "index": 22
    },
    {
      "label": "Part 2",
      "href": "chapter-4-part-2.xhtml",
      "index": 23
    },
    {
      "label": "Chapter 5: Convolution",
      "href": "chapter-5.xhtml",
      "index": 24
    },
    {
      "label": "Part 1",
      "href": "chapter-5-part-1.xhtml",
      "index": 25
    },
    {
      "label": "Part 2",
      "href": "chapter-5-part-2.xhtml",
      "index": 26
    },
    {
      "label": "Part 3",
      "href": "chapter-5-part-3.xhtml",
      "index": 27
    },
    {
      "label": "Part 4",
      "href": "chapter-5-part-4.xhtml",
      "index": 28
    },
    {
      "label": "Part 5",
      "href": "chapter-5-part-5.xhtml",
      "index": 29
    },
    {
      "label": "Chapter 6: School Life in Class C",
      "href": "chapter-6.xhtml",
      "index": 30
    },
    {
      "label": "Part 1",
      "href": "chapter-6-part-1.xhtml",
      "index": 31
    },
    {
      "label": "Chapter 7: Ayanokouji's Defeat",
      "href": "chapter-7.xhtml",
      "index": 32
    },
    {
      "label": "Part 1",
      "href": "chapter-7-part-1.xhtml",
      "index": 33
    },
    {
      "label": "Part 2",
      "href": "chapter-7-part-2.xhtml",
      "index": 34
    },
    {
      "label": "Part 3",
      "href": "chapter-7-part-3.xhtml",
      "index": 35
    },
    {
      "label": "Part 4",
      "href": "chapter-7-part-4.xhtml",
      "index": 36
    },
    {
      "label": "Part 5",
      "href": "chapter-7-part-5.xhtml",
      "index": 37
    },
    {
      "label": "Chapter 8: Enemies and Allies",
      "href": "chapter-8.xhtml",
      "index": 38
    },
    {
      "label": "Part 1",
      "href": "chapter-8-part-1.xhtml",
      "index": 39
    },
    {
      "label": "Epilogue: What Awaits Ahead",
      "href": "epilogue.xhtml",
      "index": 40
    },
    {
      "label": "Part 1",
      "href": "epilogue-part-1.xhtml",
      "index": 41
    },
    {
      "label": "Part 2",
      "href": "epilogue-part-2.xhtml",
      "index": 42
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 43
    },
    {
      "label": "Y2V12.75 - Ibuki Mio Short Story: Behind the Scenes",
      "href": "ss-1.xhtml",
      "index": 44
    },
    {
      "label": "Part 1",
      "href": "ss-1-part-1.xhtml",
      "index": 45
    },
    {
      "label": "Shiraishi Asuka’s Short Story: The Secrets She Harbors",
      "href": "ss-2.xhtml",
      "index": 46
    },
    {
      "label": "Morishita Ai’s Short Story: Gatling Gun",
      "href": "ss-3.xhtml",
      "index": 47
    },
    {
      "label": "Shiraishi Asuka's Short Story: An Extra Pair of Ears",
      "href": "ss-4.xhtml",
      "index": 48
    },
    {
      "label": "Ibuki Mio's Short Story: Concern?",
      "href": "ss-5.xhtml",
      "index": 49
    },
    {
      "label": "Guidebook Short Story: A Pillar of Support",
      "href": "ss-6.xhtml",
      "index": 50
    },
    {
      "label": "Guidebook Short Story: Mock Date",
      "href": "ss-7.xhtml",
      "index": 51
    },
    {
      "label": "Guidebook Short Story: Ever Since That Time...",
      "href": "ss-8.xhtml",
      "index": 52
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 53
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 54
    }
  ],
  "currentSpineIndex": 36
}