{
  "title": "Chapter 5: What the Class is Lacking",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 5:<br/>What the Class is Lacking</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">E PLANNED</span><span style=\" font-size: 1.00em;\"> to have another discussion session the day after the match-ups were decided. It would be held after class, just like yesterday, leaving us free during lunch. I gathered with the Ayanokouji Group in the classroom, as usual, and we headed toward the cafeteria.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How did yesterday’s discussion go?” I decided to ask my friends about what happened yesterday without hesitation. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Meeting up with the other commanders, deciding the class match-ups, and hearing the commander’s role explained in full had taken about an hour. By the time I returned to class, the students were already on their way back to the dorms.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You didn’t hear from Horikita-san…? Well, I suppose that’s understandable,” said Airi vaguely, her choice of words hard to follow. After a brief moment, she spoke up once more. “Well, you know how there’s an event manual, right? We all wound up really struggling to comprehend the rules…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We didn’t even have a real discussion. It was a complete waste of time,” said Keisei, letting out an exasperated sigh.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, reading the rules over lunch break hadn’t been long enough for everyone to really grasp them. It sounded like the discussion the other day had ended with people finally understanding the rules, and nothing more. I suppose you could say that was typical of Class C.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, the problem wasn’t just with our class,” added Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you mean by that, Yukimuu?” asked Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s a limited number of places on campus where a large crowd of students can gather, right?” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, yeah, I guess it’s pretty much impossible for forty people to meet up in a karaoke room or on the benches at the mall or something. What about it?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was the first person to leave the classroom after our discussion had ended yesterday, and… Well, there were some students from Class A out there. Standing out in the hallway outside Class C.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Haruka and Airi exchanged puzzled looks, as if saying, “What’s the big deal with that?” Akito didn’t seem to understand at first, either, but he picked up on what Keisei was saying after giving it a little thought.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…So, you’re saying they were spying on us or something?” asked Akito.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Exactly. The decisions we make as a class for this exam are going to be spoken out loud </span><span style=\" font-style: italic; font-size: 1.00em;\">in</span><span style=\" font-size: 1.00em;\"> class, right? Even if they just happen to listen in on our discussions, they’ll pick up a certain amount of information,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Information such as what events we were going to choose or who was good at what, for instance. There was no doubt that getting your hands on such information would prove advantageous, even if you only got a little of it. Which meant that the battle had already begun.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you look at the situation from that perspective, that means Class C is already lagging.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Scary! Sakayanagi-san has already made her move!” Haruka rubbed her arms, shaking nervously. But he bounced back quickly and suggested we pay Class A back in kind. “Well then, wouldn’t it be a good idea for us to go get information on Class A? You know, like that one dude said, an eye for an eye and a tooth for a tooth or whatever.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, Keisei wasn’t about to agree to that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If it were that easy, then we wouldn’t be worrying about it in the first place,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m probably not the only one who thinks so, either. I’m sure Horikita and some of the others know it’d be pointless for us to try doing that, too. Do you really think that all forty members of Class A are going to gather and discuss this together?” asked Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class C lacked unity, so the first thing we needed to do was get everyone in one place. This was not at all the case for Class A, where Sakayanagi and a number of other top students decided the entire class’s course of action. Who would be the commander? Who would come up with events? Who would gather information? Class A had already decided who would fill these roles the moment the exam began. Even if they did hold a discussion in the classroom, like Class C had done, they’d probably have two or three people stand watch outside to keep anyone from conducting reconnaissance. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But shouldn’t we at least </span><span style=\" font-style: italic; font-size: 1.00em;\">try</span><span style=\" font-size: 1.00em;\"> to probe for info? I mean, they might let their guard down. Maybe they’ll end up having an unplanned gathering in their classroom and discuss something openly?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If they did actually do that, I’d be terrified. I would doubt the authenticity of any information coming from a meeting like that,” said Keisei. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the information we picked up from listening in on such a meeting turned out to be fake, we’d just be wasting our time. Keisei was right on the money. Information would be concealed, and we should be doubtful of any information that wasn’t.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose engaging in this kind of information warfare is necessary. The crucial part is how we do it…” he added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can we… even win?” squeaked an anxious Airi, probably already feeling like the walls were closing in around us.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As of this moment, it’d probably be a good idea for us to assume they’re one or two steps ahead.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, since Class C hadn’t decided on anything yet, we weren’t exactly leading the way.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Still, I never imagined that we’d be going up against Class A,” said Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry. It’s my fault for losing the drawing,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In reality, I would’ve chosen Class A myself even if I’d won the lottery, but I figured I should at least appear apologetic. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, no, I didn’t mean it like that! Sorry, sorry! I&#160;wasn’t blaming you at all or anything, Kiyopon!” said Haruka. She must have taken my apology more seriously than I had imagined, because she sounded really flustered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wow, that’s pretty harsh, Haruka. Expecting him to draw the winner when there was only a one-in-four chance,” said Akito, causing Haruka to shrink back even more.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I-I already said that’s not what I meant though, jeez…” she huffed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She got lost in thought for a few moments before speaking up again, probably wanting to change the topic. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I hope they go a little easy on us. I mean, they’re only going up against Class C, after all. You think so too, right, Miyachi?” said Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Go easy on us…? Do you honestly think Sakayanagi is the type?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…No, not at all. She didn’t just totally crush Yamauchi-kun, she tortured everyone in Class C,” said Haruka, looking up at the ceiling, completely disheartened. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have to say, there’s just no end to your troubles, huh, Kiyotaka? I mean, with being the commander and all,” said Keisei, patting me on the shoulder to show appreciation for everything I was going through.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose I do have a Protection Point, though. I didn’t really have any choice but to step up and be the commander. I don’t want us to lose, but I am pretty grateful we don’t have to worry about anyone getting expelled,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was all I could say to my friends right now. Whatever the reason, the fact remained that I was the one selfishly leading us into a confrontation with Class A.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re going up against Class A. Even if we lose, it’s not like anyone can really blame you for it, Kiyotaka.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And Sakayanagi-san is their commander.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Looking at our odds, ninety-nine out of a hundred people would say Sakayanagi would be the one to win this. Even so, it wasn’t like losing would change my standing within the class. In fact, even if I </span><span style=\" font-style: italic; font-size: 1.00em;\">did</span><span style=\" font-size: 1.00em;\"> win, I’d only be ensuring credit went to Horikita’s leadership and her meticulous strategizing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well… winning is probably going to be difficult,” said Keisei, crossing his arms and letting out a defeated sigh.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Akito said something unexpected, then. “It’s not like we’re guaranteed to lose just because we’re up against Class A.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You…think so? Well, it’s not like I really want us to lose or anything, but…” said Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This isn’t some kind of secret conspiracy. There’s gotta be a way to wrestle victory from Class A, right?” said Akito, pausing briefly before continuing to explain. “When the exam was announced, I thought it was ridiculous to fight against the higher-level classes too. But something that blabbermouth Ike said made me think we might have a chance to win this thing.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Something Ike said? Wait, are you talking about when he brought up Rock Paper Scissors?” replied Haruka, thinking back to what had happened in class.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Akito nodded in response.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At first, I thought it was a stupid idea for an event. But then I realized that if we go with events that depend on luck, we always have a fifty percent chance of winning, no matter who we’re up against. It could be Old Maid or Daifugō, or whatever. I started to think that going with five events on the day of the exam where luck plays a big factor wouldn’t be such a bad idea,” said Akito.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After hearing Akito’s explanation, Haruka’s eyes lit up. “And with a plan like that, we could fight on even footing with anyone, even Class B or Class A!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right! I don’t think that’s a bad idea at all!” said Airi.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well…it’s not that simple, actually.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While Airi, Haruka, and Akito rejoiced at the idea, Keisei stepped back and looked at it calmly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I won’t know the precise figures until I run some calculations, but with a strategy like that, our chances of winning would probably only be somewhere between five or ten percent,” he reasoned.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? That’s it? I mean, I’m not saying we’d have exactly a fifty percent chance of winning, but shouldn’t it be at least twenty or thirty percent? I mean, would getting five events chosen and winning four of them really be all that hard?” asked Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’d need to be </span><span style=\" font-style: italic; font-size: 1.00em;\">quite</span><span style=\" font-size: 1.00em;\"> lucky for things to work out that way,” replied Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We’d have to gamble on the possibility that five of the seven events we’d be competing in would be the ones proposed by Class C, not to mention being lucky enough to win four or more of those events. If we assumed we had a fifty percent chance of winning each individual event, and used that assumption as a baseline to calculate the probability of winning overall, then…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I calculated the probability in my head. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The chances that the seven final events would include a full five events chosen by our class was 8.33 percent. And if our chances of winning each event was fifty percent, then our chances of winning four or more events overall would be 18.75 percent. If we wanted to fulfill both those conditions, then the end result was that we’d have a 1.56 percent chance of pulling everything off. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, it was actually a far cry from five percent. It was hard to call relying solely on luck a good plan. That being said, this was just me examining simple hypotheticals, calculating our chances of winning four or more games based solely on luck. In reality, those chances would fluctuate due to a variety of contributing factors. Still, there was no doubt you could hardly call it a strategy. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that in mind, we should choose events in fields that we excelled, even if that meant taking on the risk of losing. The fewer events where we had to rely on a fifty-fifty chance solely based on luck, the better. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, it’s a no-go, huh? I guess I just thought that </span><span style=\" font-style: italic; font-size: 1.00em;\">maybe</span><span style=\" font-size: 1.00em;\"> it could work is all.” Akito scratched his cheek, having realized how overly optimistic his idea was.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Suddenly, I noticed Airi’s eyes on me. She wore a look of concern, and when I made eye contact with her, she looked even more worried.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kiyotaka-kun… Um, are you all right? I mean, being commander, and—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed the difficulty of us winning against Class A was weighing on her mind, just as it was becoming clearer for everyone to see.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, Kiyopon. You really don’t need to force yourself into this just because you have a Protection Point,” said Haruka, cutting in as if she was finishing Airi’s thought for her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Haruka’s right. At the very least, we never really imagined that you had any connection with Sakayanagi or anything. Right?” said Akito.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everyone nodded in response to that. Having people trust you certainly didn’t feel bad at all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess it does seem like there are some people in class that suspect you, but I think most everyone’s pretty convinced, thanks to Horikita-san’s explanation. Come to think of it—I thought Protection Points were amazing at first, but now it kind of feels like they’re annoying to have, huh?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was pretty jealous of everyone who got a Protection Point, before. But looking at what’s happening with Kiyotaka-kun now, if I had one, I feel like I’d probably just end up using it right away if I was in his situation.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The truth was that only one person was safe. Everyone else was out there in the wilds. It wouldn’t be easy to continue maintaining your own safety without getting invested. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In contrast to the timid Airi, Keisei crossed his arms and took a different stance. “If I had a Protection Point, I wouldn’t use it at all, no matter what anyone else said.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if that resulted in animosity, jealousy, or resentment from your classmates, though?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, no, you’re not getting it. I wouldn’t allow something like that to bother me, especially for something that I won on my own merits. In fact, Kiyotaka should keep his at all costs, in order to protect himself,” said Keisei, crossing his arms defiantly, almost as if he were the one being sacrificed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Akito, who’d been silent so far, looked at me. “Fact is, fighting Class A is gonna be really tough, so we should probably be grateful Kiyotaka took on the job. If it had been someone else, we might have seen expulsion number two, right? Or are you saying you could’ve volunteered to be the commander, Keisei?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well… No, I suppose you’ve got a point.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t like I didn’t understand Keisei’s frustrations. He was probably trying to point out that putting a more capable student in the position of commander would give us a better chance at winning. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose it’s true we have to deal with the unpleasantness of potential expulsion in this exam, too. But if that wasn’t an issue, I wonder who would have been the best candidate for commander? Maybe Horikita-san, after all?” said Airi, cocking her head to the side. She seemed to be thinking of several candidates.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, that sounds like the right pick to me. Or maybe someone like Hirata-kun or Kushida-san? Yukimuu would have been a pretty good pick, too,” said Haruka, rattling off the names of students who’d probably produce solid results as commander.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hirata, huh… I have to wonder what his deal is,” said Akito. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He tried to change the subject, maybe feeling like continuing to talk about going up against Class A would just make us depressed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, Keisei, how do you see Class D versus Class B playing out?” he asked, wondering about how things were for the other teams, even though we were all taking the same special exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In all likelihood, Class B is going to take the win. When it comes to their teamwork, they’re not remotely even. And Class B’s overall abilities are just overwhelmingly superior, too,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, that’s true. Plus, their commander isn’t Ryuuen-kun, after all. It’s Kaneda-kun.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">They probably thought there was no need to be afraid of Class D without Ryuuen…and they were probably right to think that. But Ishizaki and the rest of the Class D students had wanted to fight Class B all along. While it was a surprising decision, it made sense. If I were in the position of leading Class D, I would have picked Class B as my opponent.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class A was led by Sakayanagi, and boasted some tough opponents who never let their guard down, like Katsuragi and Hashimoto. Plus, they had the most academic ability of any class in our grade level. And far as Class C was concerned, well, I was sure no one in Class D wanted to go up against me. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, they’d probably expect me to not to demonstrate my abilities out in the open. But when you got down to it, Class D’s area of superiority wasn’t academics but athleticism. And if they wanted to make the most of that, they had to pick Class B. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was willing to bet, however, that they hadn’t made that decision under the impression they’d definitely win, or even that they’d be on equal footing with Class B. At&#160;best, this was a decision made to reduce their chances of losing. Whether or not Class D could actually win this would depend on the choices they made moving forward, and on luck. It was still nothing more than a small step in the right direction for them.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, check it out,” muttered Haruka quietly, directing our attention to the cafeteria entrance, where Hirata was just walking in.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">His gait was slow, heavy, and wobbly. He moved like a zombie, or a ghost. His eyes looked empty, in stark contrast to his usual bright, cheery self.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s like…really sick, or something,” Haruka muttered quietly to herself, adding, “There’s no other way to describe it.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hirata did more for the class than anyone else. He always acted with the class’s best interests at heart. If we’d made it through our first year at this school without a single person falling by the wayside, it was undoubtedly due to Hirata’s efforts.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hirata is basically useless to us in this special exam. Going up against Class A is already tough. Now we have to shoulder a significant handicap from the get-go,” said Keisei. His words sounded cold.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s…nothing we can really do, is there?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hirata had already been frequently approached by other students. It seemed no one had managed to get through to him so far, because there’d been no change in him at all. If anything, it seemed they’d just deepened the wound by trying to broach the subject with him. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No one in the Ayanokouji Group was particularly close to Hirata. We had concluded, obviously, that our words couldn’t reach him. That was precisely why none of us reacted strongly to Keisei implying this wasn’t our problem to solve.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">5.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">HEN CLASSES ENDED</span><span style=\" font-size: 1.00em;\"> for the day, a real discussion was finally poised to begin. Hirata immediately stood up and got ready to leave, however. He was the only one who did so.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hirata-kun!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-Hirata-kun!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Several of the girls in class all shouted at Hirata in unison, Mii-chan among them. However, Hirata didn’t stop moving. From the outside, it looked like he didn’t care what happened to the class anymore. But it also seemed like he didn’t want to bother the class, so he was just doing the bare minimum: coming to school, attending class, and then going back to the dorms right away. He was probably going to stay locked in that cycle.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, Hirata-kun!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think you’re the ones who should wait,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mii-chan and the others were about to chase after Hirata, but her words stopped them in their tracks.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re about to hold a discussion. Or do you plan to make even more people be absent?” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“B-But…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s nothing we can do for him right now. Go on, get back to your seats.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita, having squashed their desire to run after Hirata, urged everyone to take their seats. Right now, our top priority was to put our heads together and focus on solidifying our plans as a class. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And yet Kouenji of all people is still here, huh,” said Sudou, his voice tinged with surprise, considering how unexpected it was for Kouenji to participate.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Fu fu fu</span><span style=\" font-size: 1.00em;\">. I am a member of this class, am I not? It is only natural that I participate,” replied Kouenji plainly, as if what he was saying was obvious. “However, I would like for us to settle everything today, making this our first and only discussion. I am quite busy, you see.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s a difficult ask. It’s not like we can make all the decisions necessary for this special exam in a single day. Even if we decide on all of our events today, we’ll still need further preparations so make sure we win those events,” Horikita, standing at the podium, shot his request down.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kouenji didn’t object. Instead, he wore a wide grin. It seemed that at least for the time being, he was willing to listen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, I will only be participating in this particular discussion,” he replied, not budging an inch.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, no matter what strategy the class came up with, the thought of working with everyone never even crossed his mind. Sudou silently stood up, but quickly sat back down after Horikita shot him a look. If people continued to fight here, our discussion would never be able to move forward.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, I’ll just keep doing what I can to get you to participate in the next meeting,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kouenji listened to Horikita’s comeback with a smile, and then crossed his arms and legs. That was his way of signaling to her, </span><span style=\" font-style: italic; font-size: 1.00em;\">please go ahead and start the discussion</span><span style=\" font-size: 1.00em;\">.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Heya, um, Horikita. I’ve got some stuff I wanna ask. Some simple questions about the events we’ll participate in and stuff,” said Ike, raising his hand.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What is it, Ike-kun?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike, hand still raised, stood up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They’re saying that we’re competing in seven events in total, right? But I mean, we’re not all gonna have a turn, right?” he asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who do you mean by ‘we’? And what exactly are you talking about?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um, well, puttin’ it in simple terms, the students who are kinda, well, awful? I mean, I was just wondering…the students who aren’t particularly good at sports and aren’t exactly blessed with book smarts aren’t really going to take a turn, right? It’s not like all seven of these events are gonna be the kind where we need tons of people. If we pick events that only a few skilled people can win at, that means a bunch of us won’t be doing anything, right?” said Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There were close to forty students in each class. Even if one or two events that required a lot of people were chosen, we’d probably have a total of twenty or thirty students competing across all seven events. Ike seemed like he was trying to say that depending on the match-ups we came up with, nearly half the students in class wouldn’t be participating.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t really know ’bout that, though. What if there’s an event that needs, like, twenty people?” asked Kei, inserting herself into the discussion after Ike gave his opinion.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dude, come on. That’s dumb, Karuizawa. You can only have like eleven people on a team in soccer, right? What events would need more people than that? I can’t even really think of one. Y’know?” said Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well… what about baseball?” she countered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Baseball has about ten people, I think. Fewer than soccer.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Baseball has nine people,” pointed out Horikita rather sharply, suddenly cutting into the conversation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Well, okay. But the point is, it’s not like we need </span><span style=\" font-style: italic; font-size: 1.00em;\">everyone</span><span style=\" font-size: 1.00em;\">,” said Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I dunno, you sure about that? American football requires eleven people, just like soccer. And rugby needs like fifteen people,” said Sudou, listing events that required over ten people.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, but like, are you </span><span style=\" font-style: italic; font-size: 1.00em;\">really</span><span style=\" font-size: 1.00em;\"> gonna go with stuff like ruby? I don’t even know the rules to rugby, man.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While rugby was by no means an obscure sport, it was completely unfamiliar territory to anyone who hadn’t had direct experience with it. It wasn’t exactly something you did in gym class. I was sure the students in Class A were no exception to this, either. I couldn’t really imagine a lot of scenarios that would have led to me starting to practice rugby. It was doubtful an application for rugby to be one of our events would get through, and there would probably be little benefit to anyone if it did. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s why I’m thinkin’ that we probably won’t really have a turn,” said Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what are you trying to say?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, that… That we don’t really need to meet up like this or have practice sessions later or stuff like that, I guess.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand that you want to take it easy. It’s certainly true that it’s mentally taxing to be made to do something that you really don’t want to do. Plus, it cuts into your precious break and holiday time,” reasoned Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-well, I wouldn’t really go that far, but…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But I’ve determined that we all need to work together.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d like to hear the reason why. If it sounds convincing, then I’ll support you with everythin’ I got,” said Sudou, speaking up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The number of people we’ll need depends on the rules. For example, let’s say that our opponents propose volleyball as an event. Volleyball is typically a game of six-versus-six, but we do get to edit the rules to a certain extent. What if they decide to establish that the game has a thirty-minute time limit, and that all players have to be swapped out every ten minutes? What would the required number of participants be, then?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Uh… Let’s see, six people, changing every ten minutes, so…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Eighteen people, going by those criteria alone. Meaning nearly half the students in class would have to participate. Moreover, having six students participate at any one time was an easy requirement for any class, in any grade level. It was likely the school would go ahead and approve such an event.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And what if there’s more than one event like that? If you follow that line of thought, then it’s obvious to see that everyone in class might be forced to participate in two or three events. We need to be prepared for that,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, this all depended on the events and rules that Class A came up with. It was entirely possible that they’d mix some fake events into their submissions, just to make things tougher for us.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure this hasn’t quite clicked for all of you yet, but this special exam is much more complex than you think,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we went through each possible event in turn, I was sure we’d come up with some completely ridiculous options. Rock Paper Scissors, like Ike had suggested, or something like a game of cards. Since we needed to win four events at any cost, we couldn’t really afford to try and look cool. We needed to come up with events that we could definitely win at, no matter what the contents of those exams were. And we needed to pick the right people for the job.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t plan on keeping you here for too long today, either,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Or rather, even if she did keep everyone here, it didn’t necessarily mean we’d come up with any good ideas right away.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, for today, I’d like to give you all some homework. I want you to come up with an event that you’re good at and an event that you’re sure you’d never lose at by the end of class, tomorrow. It doesn’t matter whether it’s a solo event or a team event,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wanted us to make sure one of our five final choices was a one-on-one event. Chances were good that every class was putting an event like that in their line-up, with absolute confidence that they wouldn’t lose. On the other hand, if you </span><span style=\" font-style: italic; font-size: 1.00em;\">did</span><span style=\" font-size: 1.00em;\"> end up losing such an event, the blowback would be immeasurable. That being said, students with special skills and talents, whose chances of victory were assured, would be in high demand. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But there’s no point unless they’re events that the school approves of, right? I don’t really get what the criteria are.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Events and rules that are too obtuse would be rejected by the school. The lack of clarity in regard to that requirement was probably a problem that many students were grappling with. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t have to worry about that right now. We’ll figure out whether or not they’re events the school will accept after we’ve heard from everyone and come up with a full range of options. For the time being, you’re welcome to suggest any events you can think of,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re saying that stuff like fighting games, karaoke, and so on are all okay?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. Not a problem,” replied Horikita, once again emphasizing that no one needed to worry about that right now. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was probably the right way of handling things. It was important for us to start by asking ourselves what we were all good at.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do we do if there’s nothing we’re really good at, though?” asked Haruka, directing her question at Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If there are no events you feel particularly confident you can win, it’s fine to not submit a suggestion. It’s too risky to put forward suggestions for events that you aren’t absolutely confident in.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She probably wanted as many events as possible, but we didn’t really have the time to be selective, from the sounds of it. So far, it seemed Horikita’s decisions had been on the money, so I supposed I could sit back and watch.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is it really all right to end the discussion so soon?” asked Kouenji.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If today’s discussion is this brief, it makes it easier for you to participate next time, doesn’t it, Kouenji-kun?” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I had said I’d participate this once, and that was it,” said Kouenji.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…But it’ll be bad if you don’t finish the ‘homework’ I&#160;had assigned to you today. If you don’t do that, you can’t really say you </span><span style=\" font-style: italic; font-size: 1.00em;\">actually</span><span style=\" font-size: 1.00em;\"> participated, wouldn’t it?” countered Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come up with an event I’m good at, was it?” said Kouenji.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He brought his hand to his chin, his smile never fading.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. If you want to say that you’ve really participated at least once, then you have to do that much,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita was probably trying to say that if he couldn’t do that, then he’d have to come to discussion a second time. Kouenji stood up gracefully, and then made a declaration aimed at Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There is nothing that I cannot do. Because, you see, I am a </span><span style=\" font-style: italic; font-size: 1.00em;\">perfect human</span><span style=\" font-size: 1.00em;\">.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, no matter what kind of opponent you’re up against and no matter what kind of event you’re competing in, you are absolutely sure that you’ll win? You’re sure of that?” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was saying it partly to provoke him, but I was sure part of her couldn’t help but wonder how Kouenji would answer.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. Do you want me to make a promise to you, then? ‘I promise to attain victory in every event in which I participate.’ Like that?” said Kouenji.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. If you promise me that, then I’m fine with you doing as you please during this special exam. You won’t have to participate in any future discussions, and I won’t ask you for your opinion on anything from here on out,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-Hey, Suzune,” said Sudou, flustered by the sound of her ridiculous proposal.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But Horikita continued speaking.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But just remember this. If you don’t participate, or if you lose in an event…then everything you say will be met with doubt, and your classmates’ distrust of you will skyrocket.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Not a bad idea, Horikita. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was trying to make full use of Kouenji’s abilities on the day of the exam. Kouenji was the cream of the crop in terms of both academic and physical ability. The sole concern was his personality. Her idea was to put up with his behavior for now, to ensure he wouldn’t be frivolously absent on the day of the exam itself. How would he respond to this? </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kouenji, who’d been about to leave the classroom, stopped in his tracks.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I will leave you this: Don’t think you can tie me down with words like that. While it is true that I am a prodigy who will never lose to anyone, it is up to </span><span style=\" font-style: italic; font-size: 1.00em;\">me</span><span style=\" font-size: 1.00em;\"> to decide whether or not I will use my talents for you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, he was essentially saying “no.” It didn’t matter if people were going to question what he said, or if distrust in him would skyrocket. He was only going to do what he wanted to do. And with that, Kouenji resumed walking, and left the classroom.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I suppose ordinary methods aren’t going to work on him, after all,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ugh, that guy really does look down on the rest of us… Seriously, saying he’s a prodigy who wouldn’t lose to anyone? What? I’d wipe the floor with him in basketball if we ever played a game,” spat Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I understood how he felt quite well. No matter how brilliant someone might be, it didn’t make them all-powerful. In fact, I had my doubts about whether Kouenji could actually win against Sudou in a game of basketball. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If he’s willing to put in the work for us on the day of the exam, then we might see results, to a certain extent. I don’t know how much what I said resonated with him, but I suppose we’ll just have to wait and see. Right?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I guess…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was difficult to imagine Kouenji losing, for sure. Considering how big a game he talked and how much confidence he had, it was honestly hard to even imagine the possibility. I was sure even Sudou was aware of that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But do you really think he’s actually gonna, y’know, get serious on the day of the exam?” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t know.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We could win if he took the exam seriously. We wouldn’t win if he didn’t.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">5.2</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">HEN I ARRIVED</span><span style=\" font-size: 1.00em;\"> at school the next morning, Horikita informed me of something.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve decided not to count Hirata-kun as an asset in this exam,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yesterday, Hirata had silently refused to attend an after school gathering that </span><span style=\" font-style: italic; font-size: 1.00em;\">Kouenji</span><span style=\" font-size: 1.00em;\"> had attended. Considering his behavior, it was no wonder Horikita had come to this decision.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s a good call. There’s too much cause for concern for us to rely on him.” We could try and force him to participate, but it would probably just backfire.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s fine if it’s just for this exam. But it’s possible this behavior might continue for a long time,” said Horikita. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her concerns were by no means an exaggeration. We could all agree that everyone wanted him to recover, but right now, it was unclear how to get him back.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, if you think there’s nothing to be done about Hirata’s withdrawal, there’s always the option of having him expelled, right?” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While Horikita was clearly surprised by what I’d just said, she responded calmly. “That’s… Well, yes, there is that option. That might be something I’ll have to consider. I suppose at the very least, it’s a relief he didn’t get desperate enough to say he wanted to be the commander, or anything like that,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was easy to imagine Hirata volunteering to be the commander for this special exam. Then he could deliberately lose and get expelled. Simple. But even if he had no lingering attachments left to the school, he still didn’t want to inconvenience other people, which was precisely why he hadn’t volunteered for the position. If I had to guess, the reason he was quietly attending class each day was because the class would be penalized if he got expelled. He was probably looking for the right opportunity to make his exit, when it wouldn’t inconvenience anyone else. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But that logic only applied to his </span><span style=\" font-style: italic; font-size: 1.00em;\">current </span><span style=\" font-size: 1.00em;\">state.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like he’ll necessarily stay a good person forever, right? He might give into despair and desperation, and then…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As Horikita had said, there was no way of knowing what Hirata would do if he grew desperate enough. We couldn’t rule out the possibility of him nearly destroying the class on his way out. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s exactly why I don’t want to have him participate right now. He’s a ticking bomb. I’d also like to keep the class together, so we don’t set him off,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Conflict within Class C was exactly what Hirata hated most of all. Horikita was being proactive, right off the bat, to keep such conflict from arising. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sounds rough,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, you’ve taken on the role of commander, so I’m afraid you’ve got it rough, too,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll leave everything to you. I’m sure you’ll be able to come up with good ideas, even for how the commander should be involved.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She glared sharply at me. “And you’re going to beat Sakayanagi-san like that?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dunno.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dunno? Well, I intend to win. Can I get you to be a little more involved here?” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t need her to tell me that. I already knew.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you asking me to get actively involved with the class? Deciding who will participate in what events and devising the rules dictating the commander’s involvement? Try and picture that, will you?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita’s face stiffened. “…I can’t picture that, actually. I can’t picture that at all. Terrifyingly so.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Right?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was, at best, someone who remained in the shadows. Even being the commander didn’t change that. People would get suspicious if I suddenly started issuing directions about this and that. I’d let Horikita devise a strategy, use that as my jumping off point, then put things into practice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As we talked, I felt the vibe in the classroom suddenly change. Hirata had arrived. Most of the students were trying not to look directly at him, but they were clearly concerned. He was just barely on time to class today.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“G-good morning, Hirata-kun,” Mii-chan called out. She was being brave, not letting the awkwardness in the air deter her. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But Hirata didn’t respond to her bravery. He ignored her and quietly went to his seat, not responding to anyone. Still, Mii-chan’s smile didn’t falter.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who could have imagined things would turn out like this?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re telling me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite Mii-chan’s best efforts, Hirata continued his self-imposed isolation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She’s the only one who hasn’t given up on trying to talk to Hirata-kun, isn’t she? I didn’t think she had that deep a connection with him…” Horikita had also noticed Mii-chan paying special attention to Hirata, and was beginning to wonder why she kept on trying.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Isn’t it just because she’s kind?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then she’d have to act the same way toward the other students. Otherwise, that theory doesn’t hold up,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s true.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If that was the case, Mii-chan would have reacted the same way when Yamauchi was about to get expelled. Which meant there was only one reason she kept trying to talk to Hirata.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She’s probably in love,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose that’s the remaining possibility… Good grief, what a stupid sentiment,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She crossed her arms in exasperation, shaking her head from side to side, as though she found the idea incomprehensible. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe we ought to limit the resources we expend on dealing with him… What do you think?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, have everyone in class leave Hirata alone for a set amount of time. “Won’t that be difficult?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not at all. There’s no one going out of their way to talk to him, except for her,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hirata had even decided to ignore Mii-chan, despite her clear devotion. There certainly weren’t many students who’d be willing to go much further than that. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, whatever her motives are, I hope she forgets about it soon,” said Horikita, apparently thinking about how she could get Mii-chan to give up. “If this is all there is to it, I won’t complain. But it’s clearly having a negative effect on her.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. I suppose it’s true that she hasn’t been herself.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On top of that, the entire class’s mood turned sour whenever the Hirata situation came up. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mii-chan, undeterred by Hirata completely ignoring her, tried to approach him once again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, um, Hirata-kun. For lunch today, I—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She must have been thinking of inviting him to lunch when she spoke to him, but…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Will you please leave me alone already?” said Hirata.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The harsh words resounded throughout the classroom. He’d struck down Mii-chan’s offer before she’d even finished making it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re bothering me.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was nothing but coldness in his voice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“B-but, I… I just wanted to, well, have lunch, together with you, and…” she stammered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mii-chan tried her hardest to keep a smile on her face, but her emotions got the better of her. Her smile began to fade.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not eating. And definitely not with you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He couldn’t have said “no” more firmly if he tried. Many of the girls averted their eyes, not wanting to see Hirata like this.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, hold on a second, Yousuke-kun. Don’t you think you’re taking this kind of far?” said Kei, deciding&#160;to step&#160;in. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No—given the situation, it might be more accurate to say that she’d been </span><span style=\" font-style: italic; font-size: 1.00em;\">forced</span><span style=\" font-size: 1.00em;\"> to step in. I could easily picture Kei’s friend group asking her to please do something. If Hirata pulled back now, then Kei would save face, and the class would calm down for the time being. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Could you please not call me by my first name and act like we’re close? You and I have nothing to do with each other anymore,” said Hirata.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“F-Fine, okay. Well then, Hirata-kun, you’re being way too harsh on Mii-chan.” Kei corrected herself and addressed him by his last name, confident in her role as a leader who brought the girls together.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s hardly any different from how </span><span style=\" font-style: italic; font-size: 1.00em;\">you</span><span style=\" font-size: 1.00em;\"> usually treat everyone,” he countered, not backing down.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wha—I’m just, you know, for the class…!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Could you please be quiet already? If you don’t… You understand what I’m getting at, right?” said Hirata.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The threat forcibly shut her down before she could say anything else. Hirata was saying that if she kept going, he would expose her. At least, it was inevitable Kei would interpret it that way, given that she had shared her weakness with Hirata.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What the hell?! Whatever, forget it. I don’t even care anymore,” huffed Kei. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was nothing more she could do at this juncture. She had no choice but to withdraw, albeit reluctantly. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How long do you plan on standing next to me?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Having completely shut down Kei, Hirata set his sights back on Mii-chan, who remained motionless and on the verge of tears. Now completely and thoroughly rejected by him, she sat back down in her seat, downcast. Hirata probably thought this would ensure she didn’t try to speak to him again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The class’s morale is taking a nosedive…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kouenji doesn’t seem to mind at all, though.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Only one man remained oblivious to the oppressive feeling hanging in the air. Even in the midst of Hirata’s spat with Mii-chan and then Kei, he seemed to be focused only on tending to himself. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why on earth are there so many problem children in our class?” said Kouenji.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I considered telling him that he was a problem child himself, but thought better of it.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">5.3</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">N</span><span style=\" font-size: 0.80em;\">O MATTER HOW BAD</span><span style=\" font-size: 1.00em;\"> the atmosphere was, though, time continued to move forward. Once class ended for the day, our second class discussion was at hand. To be more precise, it was actually the third if I included the one I hadn’t attended, I supposed. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was also the third day since the exam had started. It&#160;was about time we got things moving.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once again, Hirata stood up and immediately left the classroom after class. Mii-chan looked torn. She quickly stood up, as if something had roused her. But her legs didn’t budge, and she didn’t take a single step. Hirata’s rejection from this morning was likely playing on repeat in her mind. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her legs buckled, and she sat back down.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s for the best…” Horikita muttered quietly, her cruel yet kind words just barely reaching my ears.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was best not to get involved with Hirata right now. Horikita and the other students understood that was the safest bet. Occasionally, some jealous boys would complain about Hirata, but such complaints had been few and far between of late. Weren’t those complainers the sort to despise a guy because he’d fallen from grace, I wondered? Or was it precisely because this was </span><span style=\" font-style: italic; font-size: 1.00em;\">Hirata</span><span style=\" font-size: 1.00em;\"> that they couldn’t speak ill of him?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, Mii-chan, do you want to walk back to the dorms with me after today’s discussion?” asked Kushida, having foreseen the issues that might arise with Mii-chan’s mental state.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She’s pretty reliable at times like this, isn’t she?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Guess so.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kushida wasn’t someone who’d neglect a friend in trouble. If she couldn’t save Hirata, then she was compelled to at least save Mii-chan. Even if her motive was just to score points and make herself look good, it was fine as long as she was helping others. Mii-chan accepted with a gentle nod.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, then, I suppose I will be going myself,” said Kouenji.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sure enough, he had no intention of participating. Kouenji left the classroom right after Hirata did, moving proudly, as if to say he’d already been endorsed by Horikita and received her seal of approval. Ultimately, it seemed there would be thirty-seven people present for this discussion.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita watched Kouenji as he left, then rose to take her place behind the podium. Chabashira left the classroom, giving her a sidelong glance.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, then, I hope you’ve all come up with things you’re good at,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please wait a minute. There’s something I’d like to bring to your attention before we started,” said Keisei, the first to raise his hand.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What is it, Yukimura-kun?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m worried about people eavesdropping on our class discussion.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even with the door closed, our voices would be audible to someone sticking around in the hallway outside. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose you’re right. It seems we can’t even have a proper discussion in this school, are we?” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Shouldn’t we come up with some countermeasures? For example, we could have someone stand watch or something. Honestly, I think it’s bad for us to openly discuss the exam without taking some steps first,” replied Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, you’re exactly right,” said Horikita, nodding her head. She must have understood this herself already. “But&#160;I don’t think having someone stand watch would be an effective countermeasure.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Why?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you planning on having whoever’s on guard duty warn other students not to come close to our classroom? The hallway is a shared space that all students have equal access to. In fact, that applies to this classroom, too. We have no right to deny access to students from other classes,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She added that if we blocked students from trying to pass through, there might be complaints filed against us.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s why there’s no point in simply having someone stand watch,” she concluded.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then are you planning to let everything we discuss get out for anyone to hear? Freely giving away information about our strengths and weaknesses could be extremely damaging. That doesn’t help us at all.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have a solution to that. By using these, we’ll get around the issue,” said Horikita, taking something out of her pocket.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was talking about using our phones. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll create a group chat for the entire class, which we’ll use for discussion specifically for this special exam. We can state our opinions verbally, but we’ll restrict the sharing of important information to this group chat. This way, it’ll be fine even if other classes try to eavesdrop,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei nodded, looking convinced. “I see… That sounds fine to me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right then, may I go ahead and send over everyone’s contact info, and create the chat?” proposed Kushida.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita had no objections. It wasn’t an exaggeration to say Kushida was probably the only person in class who knew everyone’s contact information.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While Horikita and Keisei were still in the middle of their discussion, Mii-chan stood up. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry. There’s something… I, um, have to do today, so…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And that something would be… chasing after Hirata-kun?” asked Kushida.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mii-chan nodded her head in response. Her footsteps were heavy as she moved to follow Hirata. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait. Even if you try and go after him now, there’s no point,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What… What do you mean?” asked Mii-chan, her tone surprisingly intense.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s useless right now. He’ll just drag you down with him.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t want to abandon Hirata-kun.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not talking about abandoning him. I’m just saying that he should be left alone right now,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, when are you going to help Hirata-kun?” asked Mii-chan.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…That’s up to him,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re wrong. That’s…it’s just plain wrong. I don’t think that’s the right way,” huffed Mii-chan. She walked away, clearly done listening to what Horikita had to say.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For crying out loud… We just need to leave him alone right now,” sighed Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, not a single person in class was getting up to go chase after Mii-chan.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m going to be gone for just a moment. Please don’t go home yet. Just wait here,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She left the classroom, signaling her intention to chase after Mii-chan and bring her back. She probably didn’t feel like she could leave the task to anyone else.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What a complete and utter mess… We can’t even have a proper discussion, thanks to Hirata,” spat Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was understandable why he felt that way. After all, we were on the third day and still hadn’t made any progress. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I stood up from my seat.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, Ayanokouji, are you thinkin’ of chasin’ after them, too? Suzune said to wait though,” said Sudou, giving me a word of caution.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly true that things would just get worse and worse if people kept leaving like this.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know,” I replied, ignoring Sudou and walking out into the hallway.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know? Hey!” he shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once I made it into the hall, I called out. “Horikita.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I believe I instructed you not to move,” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you’re planning on forcing Mii-chan to come back, you don’t have to be the one to do it. I’ll go. Your job is to the bring the class together,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re the commander. That’s not something you can push onto someone else, you understand? You won’t be able to demonstrate the full power of your position as commander if you don’t assess your class’s abilities,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can help me figure that part out later. Besides, there’s nothing I can do about it, anyway.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s not the iss—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you think you can really fix Hirata’s problem?” I&#160;asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Someone who thinks neglecting him is the best course of action isn’t someone who should be chasing after him.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita was one of the main reasons he was this broken. She shouldn’t be the one to approach him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, do you…think that </span><span style=\" font-style: italic; font-size: 1.00em;\">you</span><span style=\" font-size: 1.00em;\"> can?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It depends on the efforts of the people around him,” I&#160;told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If that was the solution, this should have been fixed a long time ago.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Many students had reached out to Hirata in concern. Not just Mii-chan. Horikita was beginning to question Mii-chan’s actions precisely because nothing was proving to be effective.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, we’ll pick this up later. I’m gonna lose sight of Mii-chan and Hirata,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hurry on back,” she told me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She sounded like a mother sending their child off somewhere. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I began walking, I suddenly bumped into Hashimoto. A simple coincidence? Yeah, probably not. I&#160;was guessing he was here to spy on Class C, and also that he’d overheard my conversation with Horikita just now. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hashimoto didn’t seem surprised. He called out to me with a smile, like he found something amusing. “Yo, Ayanokouji.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That being said, I didn’t have the time to stop for a casual chat right now. “Sorry, but I’m kind of in a hurry.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you’re going after your classmate, she ran that way.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I responded to him with a subtle nod, and then headed after Mii-chan. Hirata’s behavior had been the same these past two days. He’d likely gone straight back to his dorm room after class ended, so he wouldn’t run into anyone. </span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">5.4</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">S</span><span style=\" font-size: 0.80em;\">HORTLY AFTER LEAVING</span><span style=\" font-size: 1.00em;\"> the school building, I spotted Mii-chan. And just ahead of her, I could see Hirata, on his way to the dorm. Even though Mii-chan had gathered the courage to leave the classroom and pursue Hirata, she didn’t seem brave enough to actually call out to him. His rejection of her from this morning was probably still playing on repeat in her brain.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re not gonna try and talk to him?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Ayanokouji-kun.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mii-chan noticed me. I caught up and walked alongside her, the two of us looking at Hirata’s back.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess I’m just feeling a little hesitant…” she said softly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That made sense, considering how he’d shot her down when she tried to talk to him that morning.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, why did you chase after him? Everyone else has given up on him,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… I don’t know.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, she hadn’t given it that much thought. Mii-chan seemed to ponder, now, exactly why she’d chased after Hirata. It probably wasn’t just because she had a crush on him. She must have landed on something after a few moments of thought, because she spoke up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Everyone’s saying that we should leave Hirata-kun alone right now. But…I think that’s wrong. I think it’s exactly when someone is suffering, when they’re in pain, that you have to help them. So…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So you don’t mind if he comes to hate you because of it, Mii-chan?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once was probably fine, but if she kept trying to talk to him, Hirata’s responses would become increasingly harsher. You couldn’t say for certain that he might not end up yelling at her angrily.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I don’t want that to happen, no,” said Mii-chan, shaking her head as she thought back to Hirata’s rejection from earlier. “I’d hate for that to happen, but…if hating me makes Hirata-kun feel like he’s not alone anymore, even just a little bit, then that would be a relief. I think…in that case, I’d be okay with him hating me!” she asserted strongly. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was acting tough. Acting tough so that her heart wouldn’t break. I found myself thinking, however, that the power in her eyes was undoubtedly the real deal. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Am I doing the wrong thing, Ayanokouji-kun?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. You’re right.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Neglecting Hirata right now definitely wouldn’t make things better. If we did that, we’d just be trapping him in a deep darkness that he wouldn’t be able to escape. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, are you going to talk to him?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mii-chan moved forward, taking one heavy step at a time. Then she ran, closing the distance between herself and Hirata. Hirata was probably going to be pretty angry with me later, but this was the best course of action right now. If we wanted to back Hirata into a corner, Mii-chan’s kindness was the most effective way to do that while also inflicting the most damage. And then, in the near future, his heart would break, and he’d probably be forced to choose to drop out of school.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I made my way back to the classroom, Hashimoto, fiddling with his phone, saw me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yo.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You manage to steal any information from Class C?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, unfortunately. Can’t really get my hands on anything with all the important bits of info being communicated over text, y’know.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hashimoto shrugged his shoulders and put his phone away. It seemed he’d overheard Horikita’s idea to use our phones.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve been waitin’ for you to come back. So, how’d it go? After your chased after your classmate, I mean.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As you can see, I came back empty-handed.” I emphasized the fact that I hadn’t brought Mii-chan back with&#160;me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Man, seems real tough and all. Bein’ the rock for your class, having everyone come to you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Bringing the class together is Horikita’s job. She’s got the tough gig.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, did you have to become the commander because you have a Protection Point?” Hashimoto was being chattier than usual, probably trying to get as much information out of me as he could. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re up against Class A. Our class never stood a chance of winning. Since there’s no other way to avoid expulsion, I just think it was the only option we had,” I&#160;replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. I suppose you’ve got a point. Welp—I came here to do a little light reconnaissance, even though our princess told me not to bother. Still, I thought I’d try to pick up whatever intel I could. But I guess you guys weren’t that stupid, after all.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hashimoto didn’t sound entirely convinced, but he patted me lightly on the shoulder and walked away, seemingly having given up. I watched him go and then returned to the classroom, where a discussion of which events to choose had just begun. I conveyed to Horikita with my eyes that I’d been unable to retrieve Mii-chan, and I took my seat. She didn’t press the matter.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Discussion of everyone’s strengths and weaknesses seemed to be progressing reasonably well via the group chat, with answers from over half of the students in class. Things went pretty much how I imagined they would, based on what I already knew plus the supplementary information I’d gotten from Kei. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">First, there were sports that some students were good at. For example, Sudou with basketball, Onodera with swimming, and Akito with archery. Then there were students confident in their academic skills, like Horikita and Keisei, who listed off subjects they felt they could score especially high marks in. However, unlike with sports, where you could just focus your talents on a specific field, tests of academic skill posed a significant challenge unless you excelled in nearly every subject.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-kun, were there students from the other classes in the hallway?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems someone was there until a little while ago, but whoever it was left once they realized that we were holding the discussion via our phones,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. Well, I suppose that’s to be expected.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou, having understood from our conversation that no one was spying on us now, made his move.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Basketball! We </span><span style=\" font-style: italic; font-size: 1.00em;\">definitely</span><span style=\" font-size: 1.00em;\"> gotta do basketball!” he shouted, appealing to Horikita directly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t doubt your ability. Are you sure that you won’t lose to anyone, no matter what class they’re from?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are lots of ways you can play basketball. If we choose a one-on-one match, I’ll definitely win. You’ll see.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Basketball was typically played five-on-five on the court, but there were several derivatives of the game. One of those was the one-on-one match Sudou had just proposed. If the rules were solid, then it should be a safe enough bet to qualify as an event in the school’s eyes. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose so. There’s no doubting your skill as a player. In a one-on-one match, I think you would most certainly score a win,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Definitely!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But it’s not that simple for this special exam,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-why?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because we can only choose a single one-on-one event,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">One of the rules dictating what events we could submit was that we couldn’t have two events with the same number of participants. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If we were allowed to choose as many one-on-one events as we wanted, then we’d just use people who specialized in those kinds of events. Onodera-san is particularly good at swimming. If we’re just going after wins, we could also have her compete in a one-on-one swimming match,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That way, we could easily secure one win for our class. Of course, there was a risk Onodera might have to compete against a guy, but considering her times, she’d have a sufficiently high chance of winning.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If we had a competition that tested English speaking skills, Wang-san consistently gets near-perfect scores. There are more than a few students in our class who stand a high chance of winning a one-on-one match in this manner, in a field they specialize in,” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou’s spirits looked a little dampened. He’d been banking on securing our class’s victory.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m a total beginner when it comes to basketball, so this is a genuine question. Let’s suppose you were to play a regular game of basketball, meaning a five-on-five match. And let’s say the other four people on your team were girls who aren’t particularly good at sports. Do you think you’d definitely be able to win, with a team like that?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To be completely honest, I’m pretty confident I could carry the team and win by myself, even if my teammates aren’t so hot. But if I’m up against experienced players on the other side, then… Well, I can’t say for sure,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I appreciate your sincerity, and respect you for not pointlessly bragging about how you’d win no matter what. Which is why…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita paused for a moment before making her suggestion.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d like you to think long and hard about this. It would certainly be a shame to discard basketball as one of our events. So, pick a team you think you can definitely win with in a five-on-five game, with minimal effort. If I’m suitably convinced, I promise to submit to the school as one of our events,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Got it,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou nodded, accepting what Horikita said. Then he sat back in his seat and began simulating various scenarios in his head. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was the hard part. Sudou was quite athletic. While no one had any doubt that he’d be at his absolute best in a game of basketball, he was a student we could use in a variety of ways. In an exam like this, he was an ace up our sleeve. We had to keep in mind that it might be a waste to use him in a one-on-one event. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Besides, we should probably take as much time as we needed to rationally assess whether or not we really wanted basketball as one of our events. Even if we did have a chance of winning a five-on-five, our opponents weren’t stupid. If basketball was one of our ten events, then Class A could easily assume Sudou was going to be taking part. They might put five solid people on their team and manage to win, even against Sudou. Or, conversely, they could abandon the idea of winning that event, and focus their attention on the others. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita and the others continued to discuss matters such as these for quite a while. I exited the group chat, but pretended to be monitoring it still, looking down at my phone. After all, I was the commander. I wasn’t going to be asked about my strengths and weaknesses. I&#160;was participating in these discussions simply as a formality. It didn’t change my plan to leave all of the details to Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After roughly an hour of discussion, Horikita had finished collecting everyone’s input. From this point on, she was probably going to shift her focus to holding individual meetings rather than having the entire class gather like this.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">5.5</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HURSDAY MORNING</span><span style=\" font-size: 1.00em;\"> arrived. It felt like it was going to be a colder day than usual while on my way to school, even though spring had come.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Gooood mooorning! It’s cold, isn’t it?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I heard a chipper voice behind me. I didn’t think they were calling out to me, so I ignored them and kept walking. But the person speaking got flustered and called out once more.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-hey, wait, wait a minute! Ayanokouji-kun?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, the greeting </span><span style=\" font-style: italic; font-size: 1.00em;\">had </span><span style=\" font-size: 1.00em;\">been aimed at me, after all. When I turned around to look behind me, I saw Hoshinomiya-sensei, the homeroom teacher for Class&#160;B.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hold on, wait up a minute!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She grabbed my hand with her cold ones. I couldn’t help but wonder just what kind of female teacher would just casually grab a male student by the hand like this.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry. I didn’t think that you were talking to me. Can I help you with something?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can’t I talk to you without needing anything?” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She looked up at me with upturned eyes, her hand still holding onto mine. Only someone who knew exactly how cute they were would act this way. Maybe it was because I had been watching Kushida’s every move, but I was beginning to understand these things.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I’m not saying that, but…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I pulled my hand free from Hoshinomiya-sensei’s grip, somewhat forcefully. For some reason, she let out a little chuckle when I did. A wicked grin appeared on her face.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, did you manage to snag yourself a girlfriend?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nope, not at all. There are no signs I’m going to be able to, either.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh, really? Even though you’ve been blessed with such a wonderful environment? What a waste.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What kind of ‘wonderful environment’?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh my, you don’t get it, huh?” she teased. Her next words were whispered directly into my ear. “Well, that’s no fun. The students here are in the kind of environment where it’s suuuuper easy to fall in love.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why’s that?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I asked her that question, Hoshinomiya-sensei was slightly taken aback.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You really don’t get it?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, not at all,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I said that, she patted me lightly on the shoulder several times. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know, when I get a really good look at you, you are pretty cute, Ayanokouji-kun.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Honestly, I had no clue what she was trying to say.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let me tell you a little something… I’m honestly not a fan of how things are right now. I’ve been thinking about this for a while now, and I think it’s a problem that the boys and girls are living in the same dormitory.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that so?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since all our rooms were separated, I didn’t really see the problem. I moved away from Hoshinomiya-sensei slightly, trying to get some personal space. But when I did, she moved in closer again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is something I heard from a friend of mine, but it was apparently tradition for the kids who got jobs at a particular company to go through two months of training in the company dorms. There were two to a room, and of course, the genders were separated,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Every time I tried to put some distance between us, she’d just move in closer again, so I gave up and just listened to her story.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But it’s easy for trouble to start brewing when two people are staying in the same room. One guy hated natto, apparently. He couldn’t stand the smell of it. He even hated looking at it. So of course, the first thing he said to the guy he was sharing his room with was, ‘Don’t </span><span style=\" font-style: italic; font-size: 1.00em;\">ever</span><span style=\" font-size: 1.00em;\"> eat natto in front of me,’ I guess. But get this, the roommate loved natto. So even though the guy said he hated it, the roommate figured it’d be fine as long as he didn’t force him to eat it. And so he ate natto in front of his roommate, who hated the stuff. And as a result, well, the guy who hated natto got super mad and stormed out of the dorm, I guess.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What on earth was this woman trying to say? It didn’t sound to me like it had much of anything to do with guys and girls living together in the dorms.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, I’m sure you’re thinking what I just said has nothing to do with guys and girls living together, but this is important,” she added, before continuing on. “Anyhow, the company found out what happened, and the room-sharing system was abolished that same year. Starting the next year, all new hires at the company were given their own single rooms. Just like what we have here at this school. And as a result, there was a huge change from years past. What do you think that was?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m guessing it was a problem with guys and girls, like you were getting at before?” I asked in return.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yep. When the company was using the shared-room system, there were only one or two instances where people started dating, at most. But the minute they switched over to the single room system, they had like seven or eight couples getting together. I mean, even if you meet a girl you like and you go over to her room to hang out, when you have roommates, that means there’s gonna be another person in the way, right? It makes it easier for rumors to get around, too, so of course everyone has their guard up, and people don’t want to fall in love. But…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With single-person rooms, guys and girls could meet up without hesitation. </span><span style=\" font-style: italic; font-size: 1.00em;\">And</span><span style=\" font-size: 1.00em;\"> in private.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The change caused the rate of romantic developments to shoot, like, </span><span style=\" font-style: italic; font-size: 1.00em;\">way</span><span style=\" font-size: 1.00em;\"> up,” she concluded.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, that was why she was surprised that I hadn’t gotten a girlfriend yet, huh?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, then let me ask you this. Are there lots of students who actually have boyfriends or girlfriends right now?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, actually, it doesn’t seem like anyone’s really getting together this year.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Hey. In that case, isn’t it wrong of you to be giving me a hard time about this? </span><span style=\" font-size: 1.00em;\">It would probably be pointless for me to actually say that to her, so I swallowed my words.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe your theory is wrong, sensei?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No way,” she replied, with total conviction. “You just don’t understand just how fortuitous an environment you’re in right now, as a student.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I couldn’t tell if this was coming from positive thinking or something else.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ll regret it, if you don’t. Wouldn’t it be better to fall in love now, while you have this chance?” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What in the world was this person babbling about to a student—someone who should normally be devoting themselves to their studies? I was well aware of the fact that there were all kinds of teachers out there, but in some ways, she might be a kind I’d never seen before. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, can I ask you something?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm? Oh, you’re wondering what age range is acceptable to me? Sorry, but dating a first-year high school student is pretty much off the table—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not asking that at all.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know, I know. This is the point where you should be laughing, y’know?” she teased.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was supposed to be laughing? I felt like I was getting swept up in her incomprehensible but compelling vortex.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what is it? Come on, tell me, tell me!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite the fact that she’d taken us off topic herself, she forcefully pulled the conversation back on track. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re endorsing the idea of romantic relationships, but it seems like it’d be pretty difficult for students to have romantic relationships with students from other classes,” I reasoned.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why?” she asked in return.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because the classes are competing against one another. It’d just sow the seeds of discord, wouldn’t it?” I stated matter-of-factly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d said something I thought was perfectly reasonable, but I saw her eyes light up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That just makes it even better, doesn’t it?” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…It does?” I replied, dumbfounded.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Normally, you’d do absolutely everything in your power to help out your class, right? But your boyfriend or girlfriend is in a rival class. And that causes so much anguish and conflict. And tada, you have </span><span style=\" font-style: italic; font-size: 1.00em;\">drama!”</span><span style=\" font-size: 1.00em;\"> she exclaimed. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She nodded repeatedly after saying that, apparently deeply moved by her own words. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, it’s obvious the more complex the relationship you’re talking, the more intense the competition will become, right?” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, yeah, I suppose that’s true.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Honestly, she was right about that. It wouldn’t be surprising for some people to turn traitor for the sake of their lover. And it would be virtually impossible to monitor and manage all such relationships.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you two talking about?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Speak of the devil, eh?” said Hoshinomiya-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Speak of the devil? </span><span style=\" font-style: italic; font-size: 1.00em;\">That was an odd choice of words, Hoshinomiya-sensei. </span><span style=\" font-size: 1.00em;\">The person in question didn’t seem to understand what she was getting at either, at all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hoshinomiya-sensei abruptly ended our conversation and put some distance between me and her. “We were just chit-chatting, Sae-chan. Come on, you don’t have to give me such a scary look.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s my student.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You do seem to be </span><span style=\" font-style: italic; font-size: 1.00em;\">very</span><span style=\" font-size: 1.00em;\"> concerned about Ayanokouji-kun. Well, I suppose we’ll find out whether he’s really capable or not in the special exam coming up soon, right? He’s going to be going up against Sakayanagi-san, who is rumored to be the very best the school has to offer.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, there’s really no need for you to force yourself to be involved.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, well, yes, that’s certainly true. You’re quite right, Sae-chan.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hoshinomiya-sensei smiled, teasing Chabashira. She didn’t look at all like she’d just reached out to talk to me for no reason at all. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After Hoshinomiya-sensei had left, Chabashira shot me a sidelong glance, for some reason. It seemed she was wondering what we were talking about.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you want to know what we were talking about?” Since we were on our way to school, I spoke up, taking notice of her curiosity. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She didn’t say anything, apparently waiting for me to continue.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We were talking about the roommate system.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Roommate? …Ugh, that stupid story.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira seemed to know the story already. In other words, I could assume the company Hoshinomiya-sensei had been talking about was actually this school. And I could interpret </span><span style=\" font-style: italic; font-size: 1.00em;\">that</span><span style=\" font-size: 1.00em;\"> to mean the school had originally had a shared-room system, rather than giving students single rooms. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed it was a story I could corroborate pretty easily, if I wanted to. But I didn’t care.</span></p>\n",
  "prevChapter": {
    "volumeId": "v11",
    "chapter": 10,
    "title": "Chapter 4: Opponents"
  },
  "nextChapter": {
    "volumeId": "v11",
    "chapter": 12,
    "title": "Chapter 6: Good and Evil"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Title Page",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Sakayanagi Arisu’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: The Teachers’ Battle",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Final Battle of The First Year",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Opponents",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: What the Class is Lacking",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Good and Evil",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: A Man’s Tears",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: Ayanokouji VS. Sakayanagi",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9: Class B VS. Class D",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Chapter 10 - Epilogue : The Line Between Winner and Loser",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Postscript",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0016.html#auto_bookmark_toc_top",
      "index": 18
    }
  ],
  "currentSpineIndex": 11
}