{
  "title": "Chapter 3: The Final Battle of The First Year",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 3:<br/>The Final Battle of The First Year</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">T WAS</span><span style=\" font-size: 1.00em;\"> March 8. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In Class C, Chabashira was about to begin the final special exam of the first year of school. There were thirty-nine chairs and desks for each of the students in Class C. There had been forty chairs and desks just up until a little while ago, of course, but now one was missing. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yamauchi Haruki had been expelled. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t just Class C, either. Manabe from Class D and Yahiko from Class A had been expelled as well. There was no doubt the event had been a huge shock to the first-years. “There must be some way to save them,” everyone had thought, in the back of their minds. But now that thought had been shattered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The days continued to march forward without stopping, without the students recovering from their shock and heartbreak. At the same moment that the bell signaling the start of homeroom sounded, Chabashira strode into the room. There was no idle chit-chat in the classroom.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Well, then. Without further ado, I’ll announce the details of the final special exam for your first year,” said Chabashira, launching into her explanation for the exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d known things would end up this way, but I didn’t hear a single word about Yamauchi. Ike and Sudou, his best friends, were probably trying their absolute hardest to accept the reality of the situation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In the final special exam, you will be asked to show the culmination of everything you’ve learned over this past year. Intelligence, physical ability, cooperation, and luck. You’ll need to demonstrate your potential in every&#160;field.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Normally, Ike would have immediately started peppering Chabashira with questions and expressing his doubts. But now, he was quietly listening to her explanation. He was probably feeling a sense of impending crisis—fearing that he might very well be the next to get expelled. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This special exam is called the ‘Event Selection Exam.’ The classes will compete with another, based on their overall performance. Which class you will be facing off against will be decided according to the rules. This will be just like the Paper Shuffle.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The Event Selection Exam, huh? I’d been wondering what kind of exam we were in for.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To make it easier for you to understand what I’m saying, I’m going to use these ten white cards and a number of yellow cards, which correspond to the number of people in class.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As Chabashira spoke, she started lining cards up on the blackboard. Each card was roughly the same size as a regular playing card. While the ten white cards seemed blanked, the yellow cards, on the other hand, had one student’s name on each of them. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A total of forty-eight cards had been placed up on the blackboard. If the number of yellow cards was meant to match the number of students in our class, though, then she was short one card. I wondered if that meant something.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First, I’ll explain what these ten blank white cards are about. On these cards, you will be asked to list a total of ten separate ‘events’ that you have jointly discussed and decided upon.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As soon as she said that, everyone could see Ike develop a somewhat strained look. Chabashira, seeing him trying his hardest to keep his mouth shut, called out to him, sounding somewhat amused.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If there’s something bothering you, I don’t mind if you ask questions. Okay?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-well, but… it’s just, don’t you usually get mad if we talk too much when you’re explaining, sensei?” he asked in return.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was obvious he was feeling shaken.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I won’t be able to rest at ease until you go ahead and get your interruption over with.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira generally took questions at the end. But this time around, she was allowing Ike to speak up halfway through her explanation. Many of our classmates fixed their gazes upon Ike, who looked perplexed, but proceeded to go ahead and voice his concerns.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, um… It’s just…events? What’s that about?” he asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A written exam. Shogi. Cards. Baseball. You can go ahead and write in whatever events you think you can win at. Also, you’ll have to establish rules for the events and how to decide who wins.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? So, we’re free to pick whatever?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Chabashira had just told us we could write in anything we wanted, it seemed like the message hadn’t quite sunk in for Ike and some other students. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You are free to choose whatever you like, but there are some rules to follow when deciding which events you settle on. For instance, if you choose an obscure sport or some kind of game that not many people have heard of, then no one aside from the person who proposed the event stands much of a chance of winning. Moreover, the rules of the event must be fair and easy to understand. Therefore, after an event is submitted, the school will judge whether it is appropriate and will be implemented.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">True enough. If we picked extremely niche events like obscure sports or peculiar games, or set bizarre rules, then not many people would stand a chance of winning said events. But did we get to decide all the rules of these events?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, you will need to fine-tune the rules to ensure there will be no draws. For example, </span><span style=\" font-style: italic; font-size: 1.00em;\">Go </span><span style=\" font-size: 1.00em;\">ends in a draw if both sides have the same score at the end of the game. To avoid this outcome, you could specify that the white side gets an extra half point for going second, and thus wins,” explained Chabashira. “You might think at first glance that there’s no way a game like shogi could end in a draw, but there are rare instances in which both kings enter their respective promotion zones at the same time. In such a case, the result would be a draw, and the winner could be decided based on the number of pieces each player has on the board. You will be asked to draw up detailed rules to determine who wins and loses in advance. If you submit an event without such rules in place, then it will not be accepted.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, events where there would be a clear winner and loser, and nothing that was too obscure, huh? Even though you might say the students had countless choices at our disposal, this actually seemed to narrow down the events we could select.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right, then. Let’s see if we can illustrate this with a real-life scenario. Something easy to understand. Ike, what are you good at? It can be anything, so just come out and say it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um… What </span><span style=\" font-style: italic; font-size: 1.00em;\">am</span><span style=\" font-size: 1.00em;\"> I good at…?” said Ike, thinking to himself. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed nothing was coming immediately to his mind. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, uh, I guess I’m pretty good at stuff like Rock Paper Scissors?” he concluded, after giving it some thought.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">His classmates couldn’t hold back their laughter at such a ridiculous statement. However, Chabashira took his answer seriously, writing the words “Rock Paper Scissors” on one of the white cards.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then let’s say we choose Rock Paper Scissors as an event,” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike, who hadn’t imagined she would take his response seriously, looked dumbfounded, along with the rest of our classmates.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What about the rules?” asked Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um… First to get three wins?” replied Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira wrote Ike’s rule underneath the Rock Paper Scissors card.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This event is known to many, and the rules are simple and clear. There’s not a single reason why the school wouldn’t accept it,” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“S-she accepted it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though it was an event that Ike just randomly blurted out, from the school’s point of view, it was perfectly acceptable. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now we just repeat this process nine more times, and we’ll have our ten-event total,” said Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She picked up a piece of chalk and began writing on the blackboard.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is the exam schedule. This is also quite important. The exam will be divided into three major stages.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Special Exam</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em; text-transform: uppercase;\">MARCH 8:</span><span style=\" font-size: 1.00em;\"> Special exam announcement date. Class match-ups also decided on this day.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em; text-transform: uppercase;\">MARCH 15:</span><span style=\" font-size: 1.00em;\"> Confirmation of selection of ten events. The ten events chosen by the opposing class and their rules will be announced.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em; text-transform: uppercase;\">MARCH 22:</span><span style=\" font-size: 1.00em;\"> Day of Event Selection Exam</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“B-but sensei, if we’re doing twenty events, won’t that take a lot of time?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“On the day of the Event Selection Exam, each class will narrow their respective list of ten events down to five and submit those five as their main choices. So instead of twenty events, the choices will be narrowed down to ten,” explained Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After hearing that part, Horikita opened her mouth to speak.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Which means that five of the ten events are bluffs… They’re meant to mislead our opponents. Right?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I suppose that they can play that role, too. Of that narrowed-down list of ten events, the school will select seven at random via an automated system. That’s how this all works,” replied Chabashira, not disregarding but rather affirming Horikita’s suggestion.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed this special exam was going to be more drawn-out than the ones we’d had thus far. I imagined the school was going with seven events to ensure a clear winner. With no chance of a tie, whoever won four of the events would emerge victorious.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if the outcome is already decided before all seven events are complete, the test will continue until the final event. This is because the events will affect class points. So, regardless of whether your class might definitely win or definitely lose, you will be seeing these events through to the very end. Applications for the first list of ten events will be accepted until the end of the day on Sunday the 14th. Because your events will need to be evaluated for approval by the school, you’re better off finalizing each event as soon as possible,” explained Chabashira. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What happens if we don’t finalize ten events by the end of the 14th?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then the school will fill in the gaps with alternative events that they’ve had prepared. But don’t expect these to be the best events for your class. While you may not necessarily be at a disadvantage in them, you probably won’t be at an advantage, either,” replied Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed it would be wisest for us to work on finalizing our own ten selections, no matter what.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s also important to note that the same class cannot register the same event twice. Let’s suppose a class were to submit a soccer event, with a best-two-out-of-three rule. If you then tried to submit another soccer event where the outcome was decided via a penalty kick, it would be rejected. Please be mindful of this.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can we retract an event once it’s been finalized?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, you cannot.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then…can any student participate in the seven events? And is it possible for students to participate as many times as they wish?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Some of the rules regarding these events are difficult to communicate verbally. Therefore, the school has prepared this handout with more detailed information. Feel free to make copies of it later. The answers you’re looking for are printed on the handout, Horikita.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It would have been nice if the school had just made enough copies for everyone, but I supposed it was possible they’d intentionally done things this way. If we only had one copy of the handout, everyone in class would come together to read it over, which would make it easier to prompt discussion among our classmates.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just as I wrote on the blackboard, the ten events each class decides upon will be relayed to the opposing classes on the 15th. After all, it’s hard to call it a fair competition if you don’t know what events and rules your opponents have chosen.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That meant we had almost one week to study, practice, and come up with plans for these events. It was also likely that the day of the exam itself would become a battle for each class to figure out what events the opposing class preferred.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Once the exam has concluded on the 22nd, the 23rd will be a vacation day. After that, the graduation ceremony will be held on the 24th, and then the closing ceremony on the 25th. Once those events are out of the way, you’ll officially be on spring break.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed our levels of motivation would depend on whether we won or lost. At any rate, after hearing all of that, I felt I had a fairly good grasp on how the Event Selection Exam worked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The look on Chabashira’s face seemed to suggest she still had something major to explain to us.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s one other important piece of the puzzle here, aside from deciding upon the events. And that is the fact that you are going to need a ‘commander’ to manage this many people. Please keep in mind that this commander will not be able to participate in events directly.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A commander…?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So </span><span style=\" font-style: italic; font-size: 1.00em;\">that’s</span><span style=\" font-size: 1.00em;\"> why there were only thirty-eight student cards up on the board, huh?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s an important job, and one that requires adaptability. You can interpret this position as a supporting role—someone who assists with all the events and provides lifelines when necessary. They can, for example, substitute for another student, or solve a difficult problem. This isn’t limited to sports, either. Even in events like Go and Shogi, the commander will be allowed to intervene,” said Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That meant this wasn’t simply a showdown between students based on their fundamental skills. The commanders played a role too, huh?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You must also decide how your commander will get ‘involved.’ Ah, yes. Say, for example, if we went with Rock Paper Scissors… You could come up with rules such as ‘The commander may volunteer to step in and participate once, when they wish,’ or ‘The commander can substitute for another student who is about to play.’ Determine the methods your commander may use to step in,” she explained.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It sounded like the commander’s involvement was generally accepted as long as it was fair. If we gave the commander the ability to swap out players in events like baseball and soccer, it would essentially be assigning them the role of coach. Although there were seven events, it was likely that the commander’s involvement was going to be a major point of consideration.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Commanders will be granted private points individually in the case that they help secure a victory. But they’ll also be held responsible for defeat. That’s right. If their class is defeated, the commander will be expelled,” explained Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, someone was going to be forcibly expelled this time around, too.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In this special exam, having a commander is absolutely essential. If the commander is not present, the test will not be allowed to proceed. If you have trouble trying to come to a decision on your own through discussion, come talk to me. I will appoint someone appropriate for the role.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And we had to nominate someone, just like before. It&#160;seemed likely the Protection Point that I got from the last test would play a big role here. I could tell that a lot of people’s eyes and feelings were being directed at me. The Protection Point was the only feasible option we had for nullifying an expulsion. Since I had one, if they appointed me commander, that meant I could avoid getting expelled even if we lost.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was just that…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Was it okay for me to take on the role of commander to ensure no one got expelled? Or should we ask a talented student like Horikita to take the role, trying to increase our chances of winning, even if it was just by one percent? I was guessing my classmates would be fine with either choice. They probably wouldn’t object if someone other than me accepted the role, either. If no one wanted to volunteer for the role, on the other hand, their expectations would fall on me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How will our opponents be decided?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The students who have taken on the role of commander will all gather together in the multi-purpose room after class today. We’ll hold a lottery for those students to be able to choose their opponent. You’ll have to discuss among yourselves in advance about which class you’d choose if you win the lottery.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It sounded like the winner of the lottery would get to select the class they wanted to go up against, leaving the two remaining classes to be automatically matched up with one another.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then, we obviously gotta go with Class D, right? Our chances of winning against them will be higher.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s certainly true that going up against students currently languishing in Class D might increase your chances of winning, due to their overall inferiority. However, it’s not necessarily an advantage to fight against a lower-level class,” said Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, if that were true, then the three other classes would inevitably want to pick Class D. Now that Ryuuen had fallen from power, Class D would be the easiest opponent to go up against. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Chemistry matters in this exam. It’s very important that you take each class’s distinctive characteristics into account.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We didn’t necessarily need to despair, even if we were competing against Class A or Class B. If we chose an event favorable to our class, we’d have a good chance of winning. But the unavoidable truth was that the higher the level of the class, the tougher of an opponent they’d be. Despite what Chabashira had just said, not a single person in class cracked a smile. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita’s imagination was running wild, too. She was wondering if we could beat Class A or Class B if we challenged them as we were now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems what I said wasn’t much of a comfort. In that case, let’s look at some harsh truths. If you’re defeated, and Class D wins… That means you’ll fall into last place again.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira picked up a piece of chalk and wrote out the current Class Point totals.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Class points as of March 1</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class A: 1001 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class B: 640 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class C: 377 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class D: 318 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class C and Class D were neck and neck in terms of class points. We had managed to make our way up to Class C over the course of this year, but if we lost at the very last minute, then we’d be sent back down to Class D. That meant, as students, we’d want to keep our position at all costs.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As for how these events will affect your class points… You’ll see an increase or decrease of thirty points per event. So if you win all seven events, that means you get two hundred and ten points. If you win five events and lose two, you’ll get ninety points. The points come from the opposing class’s total. In addition, the school will award you another one hunded points as a reward for overall victory,” explained Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Which meant we could earn a maximum of three hundred and ten points. The fact that we could snatch class points from our opponents through winning these events was another major upside. Until now, we’d had no way to make much of a dent in the class point totals of the upper-level classes, even if we wanted to. But now, it was possible for us to knock them down in one fell swoop. Depending on the match-up and the results, there was a sufficient chance of us either moving up to Class B or being knocked back down to Class D.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In the event that the opposing class lacks the sufficient number of class points, the school will temporarily make up the difference, but require the class to eventually reimburse them for those points. This means a class may appear to have zero points on the surface, but will actually have a negative class point total,” explained Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So it was possible for class points to drop below zero, albeit in an invisible manner. At any rate, since every class had over two hundred and ten points at present, that didn’t seem like something we needed to worry about.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">3.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">HEN CHABASHIRA LEFT</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> we had a little time left before class began. Some students went up and picked up the rules handout that had been left on the podium.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“May I have a moment?” asked Horikita, squeezing between them to take pictures of the rules with her cell phone. She was probably taking the initiative to do that so she could calmly look over the rules from her seat. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I remained seated at my own desk and watched everything.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can show you, too. Though you might not be interested,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I appreciate your thoughtfulness,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Immediately after that, she sent me two pictures via text message. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em; text-transform: uppercase;\">EVENT SELECTION EXAM </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Rules for Selecting Events:</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Events that are too obscure, are too complex, or have exceedingly detailed rules may not be allowed. In the case of events with written questions, the school will provide the test questions to ensure fairness. Deviating from or altering the basic rules of the events is strictly prohibited.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Regarding usable facilities:</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On the day of the special exam, the commanders will carry out their duties from the multi-purpose room. Additionally, school facilities such as the gymnasium, the sporting grounds, the music rooms, and the science labs may be used, though there are some exceptions.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Regarding event restrictions and time restrictions:</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Duplicate events will not be accepted. If an event is determined to have the same content as a previously submitted event, it will not be accepted. Also, if an event is determined to take too long to complete or has no time limit whatsoever, it may not be accepted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Regarding the number of participants:</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The required number of participants for each of the ten submitted events must be different, excluding those acting as substitutes. The minimum required number of participants is one, while the maximum number of participants must not exceed twenty (including those acting as substitutes). Only a maximum of two events that require more than ten participants per class (including substitutes) may be submitted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Regarding conditions for participation:</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Each student may only participate in one event. Students may not participate in two or more events. However, if every student from a class has already participated in an event, then a student will be allowed to participate in more than one event. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Regarding the role of commander:</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The commander has the right to be involved in all seven events. Exactly how the commander is involved will be determined by the class that proposed the event. The scope of this involvement must be approved by the school before the event is adopted. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The rules were roughly divided into six sections. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The number of participants could range from one person to twenty people per event. And while events that actually required twenty participants were probably quite limited, there were some options you could come up with, depending on your approach. If you managed to come up with two events that required close to forty people, then it was possible that some students would have to participate a second time, maybe even a third time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if you tried to narrow your selections down to an elite few, though, that got tricky when you had to ensure that the required number of people for each event was different.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The school really has prepared quite a difficult special exam for us, haven’t they?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. But as something that’s supposed to be a culmination of everything we’ve learned over our first year, I guess this is pretty appropriate.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was a system where many students had to participate and work together if they were going to win. It was similar to the sports festival, but this time around, it wasn’t like physical ability alone would give you an advantage. Depending on your approach, it was possible to turn this into a battle focused on only academic ability, or a test of intelligence or other mental faculties.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The key to the test likely wasn’t just being able to discern your own strengths and weaknesses, but also those of the other classes. After giving the event selection process some thought, I concluded that the amount of time the school had given us was adequate. We were going to have to engage in a considerable amount of discussion and be extremely careful with our selections if we wanted to do our absolute best.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Furthermore, there were some students I doubted would actually participate in the events. If we couldn’t get everyone in class to participate in an event at least once, we couldn’t get anyone to participate a second time, forcing us to adjust accordingly. Now that she understood everything, Horikita looked a little displeased. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks like you’ve got some issues with this special exam,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, several. The thing I’m most displeased about is the fact that the winner is largely determined by which class has more events chosen on the day of the exam. We’ll be at a significant disadvantage if the events that our opponents prepared are favored over ours,” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We’d only have absolute confidence in the events we prepared ourselves. Naturally, we’d want to compete in our own events rather than the other class’s. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wouldn’t it be much fairer if the school simply created ten events and presented them to each class, then narrowed them down to seven events on the day of the exam?” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed that if you looked at the situation from a fairness standpoint, Horikita was correct.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That only reduces the odds of the lower-level classes winning, though. We should probably be grateful for this test, since if we’re lucky, we’ll be able to beat the higher-level classes,” I reasoned. It was a reasonable assumption that the higher a class’s level, the better its prospects were.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… Well, I suppose that’s one way you can look at it, but…I really don’t like this test, after all,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Be that as it may…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This was the time for us to begin discussions and figure out our events. But Hirata kept his head hung low, not moving an inch, simply waiting for time to pass. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He was the person everyone rallied around until just the other day,” I observed aloud.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you saying that it’s my fault?” snapped Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dunno.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This was Hirata’s personal problem, but it was unclear how much anyone understood what was wrong… including Hirata himself. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As Hirata remained completely motionless, it was Sudou who spoke up, right as the class was about to begin discussion.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey everyone. Before we get into discussion, there’s just one thing I wanna clear up.” He glanced briefly at me, then went back to looking out at the rest of the class. “Well, lots of people weren’t really all that happy with the results of the last test. Right, Kanji?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Well, I dunno if I’d say that I’m unhappy with what happened and all, but it’s just like, I don’t really get it. I&#160;mean, I just wonder, how did Ayanokouji get the most praise votes? I think everyone’s wondering about that. And, like, why did he get forty-two votes?” said Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Many pairs of eyes had now fallen on me. Even the people in the Ayanokouji Group were looking my way. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You mean, like…he got a lot of praise votes from the other classes, right?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There had been no time for explanations or excuses at the end of February. I’d anticipated that I’d be inundated with these kinds of questions, but I couldn’t exactly hold forth at length on the subject. My social standing in the class was low. I wasn’t in a position to talk openly about anything.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“About that. I’ll explain what happened,” said Horikita, taking the lead.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait. We want to hear an explanation from Ayanokouji. We…lost a buddy, y’know?” said Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That might not be possible,” replied Horikita, standing up, beginning to cover for me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not… possible? What?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because this is probably something that even Ayanokouji-kun himself doesn’t fully understand,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Ayanokouji didn’t know?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Exactly. Put simply, everything was orchestrated by Sakayanagi-san. I have my own theory as to why she did it. I’ll explain that, too.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita continued to run through the situation, point by point, framing everything in an easy-to-understand manner.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“First, she targeted Yamauchi-kun, telling him to rest easy, because she’d be giving him praise votes. There can be no doubt about that part, since Yamauchi said it himself in the end. But secretly, she’d probably decided to give the votes to a different student,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, sure, I suppose that makes sense. But we’re asking about why she picked Ayanokouji,” answered Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Right. Why do you think she did, Sudou-kun?” replied Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… Well, maybe, for instance, the truth is that Ayanokouji’s, like, this super amazing dude or something? So, she decided that he was worth giving praise votes to…or something?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Have you seen him do anything incredible, though? My impression is that he’s just a student who just so happens to be a fast runner is all.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well… I suppose you’re right.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He hasn’t gotten especially good grades on the written exams, and aside from being able to run fast, there hasn’t been a single time he really stood out in any sporting events. If anything, considering the fact that the rest of his skills aren’t up to par with his speed, it’s even possible that he’s not an all-around good athlete. Additionally, I have to say it doesn’t seem like conversational skills are his strong suit, either,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everything she’d just said was something the others already knew to be true. There was no way they could deny any part of it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Which means it’s impossible she picked him for that reason,” she concluded definitely, without an ounce of hesitation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what, she just happened to pick him, and that’s it? I dunno. For some reason, that just doesn’t sound quite right,” replied Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Think about it. If Ayanokouji-kun were a remarkable person, why would Sakayanagi-san deliberately go out of her way to give him a Protection Point? There’s nothing more foolish than giving a praise vote to an opponent you consider formidable. If there was a single exception to that rule, it would probably be casting a praise vote for Ichinose-san, since she was expected to get the most praise votes all along,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose had gotten a total of ninety-eight praise votes, the result of the desire to concentrate praise votes on a single person rather than just casting them for someone at random.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I would certainly never give a Protection Point to a tough opponent.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Me either.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei and Sakura spoke out in agreement, convinced by Horikita’s explanation, followed by many of the boys.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t understand why Sakayanagi-san targeted Yamauchi-kun, but if we assume she wanted to get Yamauchi-kun expelled, then we can see everything lines up in a way that makes sense. And so, there was a one-on-one battle between Ayanokouji-kun and Yamauchi-kun in our class, just as she had calculated. Then, by concentrating the majority of praise votes on Ayanokouji-kun, she could ensure that Yamauchi-kun alone would be expelled,” reasoned Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So…you’re saying that Haruki getting expelled was all part of Sakayanagi’s strategy?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. And it follows that the fact Ayanokouji-kun was chosen—no, that he was used—was mere coincidence. He doesn’t stand out and he poses no harm to Class A. That’s just how things played out,” explained Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was a sound theory. And the way she’d explained it to everyone, it couldn’t be used against me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is the only reason I can come up with for why Yamauchi-kun was targeted and Ayanokouji-kun was protected,” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After hearing that, Sudou and Ike had no choice but to concede. Even so, it seemed like Sudou was having a difficult time coming to grips with it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Does the fact I defended him upset you?” asked Horikita, looking at Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou didn’t give her a direct answer, but merely averted his gaze.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I defended him because I’m aware of the fact that I’m the main reason why Yamauchi-kun had gotten expelled. Not Ayanokouji-kun,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She’d been the one to expose Yamauchi’s scheme and back him into a corner.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If anyone’s at fault, it would be ridiculous to blame anyone but me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But that’s…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou couldn’t possibly blame Horikita for what happened. He understood the truth. He knew it was inevitable that an unnecessary student would be discarded. Still, no matter how reasonable her explanation, not everyone could accept all this at face value…because the fact remained that I was the one who’d gotten the Protection Point. That meant only one person in this class would be able to watch this test from the sidelines, at a safe distance.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Would it be okay if I…volunteer to be the commander for this special exam?” I asked, jumping into the conversation after finding the right time to do so.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I hadn’t heard from Sakayanagi, I was one hundred percent certain that she would be the commander of her class. Which meant we probably couldn’t have a proper showdown unless I was the commander of my&#160;class.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s true that everyone feels suspicious of me because of what happened in the In-Class Voting exam. I want to dispel those doubts by offering to sacrifice myself in this test,” I reasoned.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji…” Sudou looked at me, seeming somewhat shocked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, that’s a great idea. This way, no one’ll get expelled, and Ayanokouji can clear everything up!” exclaimed Ike, supporting my bid for commander once he realized it meant we’d get through the exam without any expulsions.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, wait a minute. Well, I’m happy that Ayanokouji-kun is okay with accepting this position, but I think I’m a little opposed to him being our commander.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The student who cut in unexpectedly was none other than Shinohara.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s true that if we ask Ayanokouji-kun to do this, then no one will be expelled even if we lose, since he has the Protection Point. But doesn’t that feel like throwing away our chance at winning right off the bat? It’s like, we’re just preparing to lose. I mean, just like Horikita-san said, Ayanokouji-kun is average,” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Basically, she was saying that she couldn’t see us winning this thing if I were the one calling the shots. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If we get matched up with Class A or Class B, that means we’ll probably be going up against Sakayanagi-san or Ichinose-san, right? The commander seems like an important job, and Ayanokouji-kun doesn’t seem to have much of a chance of winning. You guys know we’ll probably be sent back down to Class D if we lose, right?” said Shinohara.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Some of the students certainly agreed with Shinohara’s opinion.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wouldn’t it be better to at least see if anyone else might want to volunteer to be commander?” she concluded.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, the position came with the risk of expulsion. No one here was foolish enough to raise their hand without a second thought. If things were back to normal, we might have been able to count on Hirata coming forward, but it didn’t seem like that was going to happen. Right now, he simply sat alone, eyes cast downward, not even attempting to join in the discussion.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If there was a single student who wasn’t afraid of expulsion, who would step forward and volunteer to be the commander in this situation…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everyone turned to look at Horikita. But in a case like this, she likely…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I am terribly sorry, but I’d like to avoid the risk of expulsion myself, too. If Ayanokouji-kun is willing to step forward for the position, then I’d like to gratefully take him up on that offer. As Shinohara-san said, if we end up fighting against Class A or Class B, then honestly, there’s no definite guarantee that we’ll win at our current level anyway.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But Horikita-san, you were just covering for Ayanokouji-kun a second ago. Now you want him to be the commander?” said Kei, cutting into the conversation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I simply thought that if I spared him the trouble of having to prove he had nothing to do with Yamauchi-kun’s proposal, then he would be willing to step forward and help by assuming the role of commander in return,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She’d managed to cleverly cut off any chances I had of weaseling out of the role. It seemed Horikita had wanted all along to foist the role of commander on me, just as I’d thought she might. She thought much more highly of my abilities than the other students did, and she was probably convinced it would be better to leave the position of commander to me than to some other half-hearted student. Besides, even if we lost, I could always just use my Protection Point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is anyone else willing to step forward?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If there was any room for rebuttal, it would be from someone willing to volunteer for the position of commander. However, there didn’t appear to be anyone willing to take the risk of getting expelled.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even though the position is called commander, we can make careful preparations for everything ahead of time, just in case. As long as the commander follows those directions on the day of the exam and keeps everyone in line, it shouldn’t really make much of a difference who is in the role,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The students who weren’t thinking too deeply about the matter seemed convinced, letting out sounds of agreement.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In any case, class is about to begin. The school isn’t going to set aside time for us to discuss this, so we should make plans to meet up,” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now that Hirata wasn’t taking the initiative, it looked as though Horikita was the one to step forward and lead the class.</span></p>\n",
  "prevChapter": {
    "volumeId": "v11",
    "chapter": 8,
    "title": "Chapter 2: The Teachers’ Battle"
  },
  "nextChapter": {
    "volumeId": "v11",
    "chapter": 10,
    "title": "Chapter 4: Opponents"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Title Page",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Sakayanagi Arisu’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: The Teachers’ Battle",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Final Battle of The First Year",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Opponents",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: What the Class is Lacking",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Good and Evil",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: A Man’s Tears",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: Ayanokouji VS. Sakayanagi",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9: Class B VS. Class D",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Chapter 10 - Epilogue : The Line Between Winner and Loser",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Postscript",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0016.html#auto_bookmark_toc_top",
      "index": 18
    }
  ],
  "currentSpineIndex": 9
}