{
  "title": "Chapter 8 - Epilogue : A Deepening Mystery",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 8 - Epilogue:<br/>A Deepening Mystery</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HE FOLLOWING DAY</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> Monday, Nanase and Horikita held a discussion that resulted in them successfully forming an equal, cooperative partnership between our two classes. By Tuesday, a total of one hundred and fifty-seven pairs had been made, and everyone moved on from there to concentrate on the written exam. Kouenji didn’t exactly appear willing to cooperate, but when Nanase went to him in person and asked him to be her partner, he agreed to her request surprisingly easily. That surprised both Horikita and me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">My left hand was seriously injured, but I supposed I could say it was worth it. Many students were quite surprised to see my hand wrapped up in bandages, but with the help of both Chabashira and Mashima-sensei, everything was kept secret. And, thanks to that, I was able to tackle the special exam without increasing the number of people who knew the truth. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though I’d had many opportunities to interact with the first-year students over the past two weeks, in the end, I still didn’t know who the White Room student was. Considering their apparent lack of activity even after the special exam ended, I was honestly starting to doubt whether this person really existed at all. Regardless, all the people I’d come into close contact with were possible suspects I needed to watch out for. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Normally, one would think I could exclude Housen from that list, since his exploits from junior high had become public knowledge. However, neither Ryuuen nor Akito were directly acquainted with Housen. In other words, it was possible this person was an imposter who’d contacted the real Housen and gotten all kinds of information about his past. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase hadn’t seemed like she bore me any ill will at first glance, but the way she’d closed the distance between herself and me, the way she acted in the karaoke room and afterward, and the fact that her contact with me from the beginning had been calculated were all factors that couldn’t be overlooked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa was someone I needed to be wary of, considering she’d tried to get me expelled by working with Housen. But when I considered that everything that they’d done was for the purpose of securing twenty million Private Points, it made sense. In any case, I didn’t have a single shred of evidence linking any of them to the White Room. It also seemed like if I presented even the slightest weakness for someone to exploit, I’d be eaten alive. And it seemed that was going to be the case for a&#160;while. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And then… We arrived at this day. The first of May. The day we’d find out the results of the special exam, which would be announced during sixth period, the final class period of the day. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I will now announce the results of the special exam. The results will be shown up on the blackboard, but they can also be viewed on your tablet devices, so you can look over them in detail,” said Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Our tablets let us zoom in and magnify any part that we wanted to, without having to stare at the blackboard. I could tell Horikita’s eyes were on me. There was no doubt that this special exam was the most difficult we’d had, in terms of how hard it was to get a high score. It was unlikely our contest would end in a tie.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On the day of the written test, the subject Horikita chose to compete with me in was Mathematics. I opened up the app and went to the results page, bringing up the test results on my tablet. Most of the students in our class didn’t really pay attention to the other numbers, but went to check their own scores first. I, on the other hand, didn’t bother looking at my score. Instead, I scanned the overall state of things with our class.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As for who was getting expelled… Well, it seemed we’d successfully managed to avoid having anyone get expelled this time. When I brought up the list of scores in order, I saw the lowest combined score was five hundred and seventy-nine points. It seemed everyone had managed to make it through without a hitch.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The students had worked hard, of course. But this also proved the school hadn’t been planning to hit us with a tremendously difficult exam right away in April, at the start of the new school year. The actual test questions were the sort that Ike, Satou and other students could easily score two hundred and fifty points or more on. In other words, the predicted scores chart that we were shown at the start of the test period had featured intentionally low scores. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sighs of relief and shouts of joy could be heard one after another from the students around me. </span><span style=\" font-style: italic; font-size: 1.00em;\">Now, then, let’s go ahead and check Horikita’s score, just in case.</span><span style=\" font-size: 1.00em;\"> </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I filtered the results to show math scores, and then set them to display in order, with the highest scores first. Wow. I supposed it really showed that this was the subject we’d decided to compete in. Horikita had scored eighty-even points. Considering that the person after her was Keisei, with eighty-four points, I couldn’t even imagine how much effort she had put into studying for this.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The students who came after those two were all generally those with high academic ability rankings, close to A. But it seemed that the eighty-point mark was a pretty significant hurdle for everyone, in all subjects. After all, out of the possible one hundred points, the final ten points or so worth of questions were based on things completely outside our curriculum from the past year. And they were difficult questions, to boot.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While our class was overjoyed with how things had turned out, I could tell the students were gradually starting to stir. Of course, I didn’t really need to wonder why. I felt Chabashira’s gaze on me, and the gazes of the other students who had noticed the truth of the matter. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was no wonder, I supposed, after they saw my name above Horikita’s in the test results list for math, even though she had eighty-seven points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A-a perfect score… Wait, seriously?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if you went and sorted the results for any subject, no one in our class had scored ninety points or higher. There was only one exception. Mathematics, with my score. Incidentally, I had generally scored around seventy points, give or take, in the other subjects. Most of the students probably couldn’t comprehend why I had scored so highly in just one of the subjects. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The written exam was more difficult than I had expected it to be. Despite the risk that I would get a perfect score, I deliberately chose not to hold back. It was inevitable that doing so would draw my classmates’ attention, and the attention of the school at large. But considering what Tsukishiro would be doing in the days to come, I supposed there was no harm in showing everyone just a glimpse of what I could do. If anything, it was probably better for me to make the first move, so that I’d have fewer problems to deal with later on. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou, who’d normally be making a fuss together with Ike in situations like this, looked at me, shocked but quiet. Considering he’d seen what I’d done up to this point, and what happened with Housen and I the other day, I supposed he would be less surprised than other students. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Anyway, things had started to change greatly in April. I supposed I ought to be prepared to have lots of conversations with the students who were looking at me strangely.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">8.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">HILE CLASS WAS IN SESSION</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> no one could come up to me to talk. But after class was a different story. As soon as Chabashira dismissed us for the day, the first person to come up to me wasn’t Horikita, but rather someone from the Ayanokouji Group. Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, Kiyotaka, you got a minute?” he asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t an exaggeration to say that Keisei was the top student in Class D, boasting high scores. Which was exactly why he knew how difficult it was to get a hundred points. I was sure he had several questions in mind. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry, but would you mind waiting until later, Yukimura-kun? I would like to have a moment with him first,” said Horikita, cutting in, pushing Keisei aside.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, okay. Sorry Keisei. I’ll chat with you later,” I told him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“O-okay,” he answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I left the classroom with Horikita, I saw it wasn’t just Haruka and Airi who had their eyes on me either. I’d attracted the attention of many other students, too.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After a few moments of silence, Horikita confirmed that there was no one else around and then looked at me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not going to make any excuses. I did the best I could, yet you got a perfect score,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t want to go for a rematch?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I couldn’t even understand what the final questions said. There was no way I could even solve them at my current level of knowledge. I honestly don’t even know </span><span style=\" font-style: italic; font-size: 1.00em;\">when</span><span style=\" font-size: 1.00em;\"> I’ll learn how to solve those problems,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm, well, I guess stuff like measurement and Lebesgue integration… Probably when you get to college, I’d say?” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wasn’t very familiar with how things worked for ordinary students in a regular curriculum, so I couldn’t give her a precise answer. I mean, even if I told her that those were things I’d learned when I was a small child, it wasn’t going to be of any use to her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Never mind. It was stupid of me to say anything,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She let out a deep, forced sigh, almost like she was giving up on something, and then looked at me with a stony gaze.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s frustrating, but I admit defeat. The two things that had happened recently make me feel as though I can’t help but acknowledge you. If I resist any longer, I’ll only end up feeling like an idiot,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita had tried her absolute best and fought admirably but complimenting her right now would only have the opposite effect.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, about the condition that you mentioned earlier—” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ah, there you are, Ayanokouji.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita was probably going to talk to me about the student council, but she was interrupted. It seemed our homeroom teacher, Chabashira, had come looking for me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you need something?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wow, that’s cold. Wouldn’t you be in quite a bit of trouble right now if I didn’t come to help you?” said Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, that’s true. You really helped me out there.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m heading back for today. We’ll talk again later.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As expected, Horikita wasn’t able to say what she wanted to in front of Chabashira, so she excused herself and left. After Chabashira watched her go, she set her sights back on me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems I’ve interrupted your conversation, but this is urgent. Acting Director Tsukishiro has been calling for you. Come along,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was certainly something she needed to tell me about, even if that meant interrupting. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira continued talking to me while walking slightly ahead, not turning back to look at me. “In case you’re wondering, according to Mashima-sensei, Acting Director Tsukishiro didn’t exhibit any unusual behaviors during the special exam.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That makes sense. He only made his move before the exam. When I was getting ready,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">During the special exam, all he’d done was wait for the results to come out. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is there any possibility he might use strong-arm tactics in the future?” asked Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Meaning?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not every day you get stabbed with a knife. That’s a pretty big deal, wouldn’t you say? Your father was making his move, wasn’t he?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My hand has nothing to do with that.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I hadn’t reported the precise details of what had happened to Chabashira. Of course, I hadn’t told her about the issue of the twenty million points either. Chabashira likely knew nothing about that. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I certainly hope so. I thought he might try to restrain you somehow. and forcefully drag you out of this school,” replied Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He would need to actually get his hands on me to do that. That’s nothing you need to worry about,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Trussing up a little rabbit was one thing, but you couldn’t abscond with a full-sized human quite as easily.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, good. Because I need you to be of use to me. The fact that you got a perfect score on the math test this time has made it perfectly clear to me that you are quite special,” said Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Getting a perfect score in that exam had quite a few downsides. And while there were only a few side effects of me having gotten that score, this was certainly one of them. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Shortly afterward, we arrived at the reception room. I&#160;left Chabashira behind and stepped inside by myself. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you for going to the trouble of coming to meet me here, Ayanokouji-kun,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Going as far as using my homeroom teacher, huh? What are you playing at with that? She probably suspects something is up,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wasn’t going to reveal the fact that I’d already gotten Chabashira over to my side, so I pretended to be puzzled by the Acting Director having called me to his office so suddenly. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, now, I can’t exactly go parading around the classrooms as the acting director now, can I?” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He kindly urged me to take a seat, but I chose to ignore his prompting and remained standing. After he noticed that, he started talking once more.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, now that April has ended, have you managed to figure out the identity of the student who was sent in after you? I was just thinking I should make sure of that,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So he wanted to talk about the little game he’d proposed. He told me that if I figured out the identity of the student from the White Room before the end of April, he would back off.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Unfortunately, I don’t know the identity of the person from the White Room,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What a flat answer. Shouldn’t you at least list the names of students you feel are reasonably suspicious?” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I won’t say anything about something I’m not certain of. At least, not in this situation,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. So, that child has managed to conceal their presence quite well, then.” Tsukishiro nodded, apparently impressed by that, a look of satisfaction on his face.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I haven’t been able to detect even the slightest telltale signs of the White Room agent. They’ve managed to cover their tracks quite beautifully,” I remarked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I suppose that’s because for the past few months, they’ve engaged in a specialized curriculum to learn how to act like a high-school student,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Which meant they’d been planning all this well in advance. Well, if they hadn’t been doing that, we wouldn’t be having this conversation at all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You, on the other hand, seemed to struggle quite a bit when you first arrived at this institution. From the way you talked to the way you behaved, the way you thought, even the way you spent your time. You came off as rather unnatural, in many respects,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He sounded like he was merely teasing me, indicating that he had control over everything. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s because the reality of being a regular high school student had only ever been a fantasy to me,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At any rate, you haven’t found out their identity for now, Ayanokouji-kun. Now that I’ve confirmed that much, this meeting is finished. You may leave,” said Tsukishiro, indicating that this talk was over and urging me to leave the room.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was no sign he intended to comment on the bandages on my left hand. I stood my ground firmly, making no attempt to leave, and instead continued speaking to Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Acting Director Tsukishiro, is it possible that you perhaps made a miscalculation?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What in the world are you talking about?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s already May now. Didn’t you want to have this matter settled by the end of April?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, no, there’s no need for me to rush. I’ve actually been given a surprisingly long extension. Longer than you might think,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, is that so? And here I was thinking you must surely have run into some </span><span style=\" font-style: italic; font-size: 1.00em;\">unexpected</span><span style=\" font-size: 1.00em;\"> trouble or something.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, that’s a rather interesting statement. What’s your basis for that?” he asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I had the impression you were fully prepared to get me expelled with this special exam. All that remained was for the White Room student to get in contact with me, partner up, and that’d be it. However, none of the new students showed any signs of even attempting to do that.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, there was Tsubaki, who had come up to me earlier hoping to partner up…but that hardly counted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Actually, I’m almost tempted to think there isn’t a White Room agent among the first-year students at all,” I added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t really think that, do you?” he asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In any case, it just doesn’t add up.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks to the OAA app, I knew you were having trouble finding a partner until about the midway point of the exam period,” said Tsukishiro. “But you’re a special person. I decided it would be dangerous to simply send the White Room student after you and subsequently be discovered by you. I thought it would be wiser to go after you next time, or sometime after that.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Talk about taking your time.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That might be true.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Or, despite your wishes, the person from the White Room didn’t follow orders, Acting Director Tsukishiro. If you think about the situation that way, this whole sequence of events seems to fit into place.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My word. You certainly come up with some interesting ideas, don’t you?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tsukishiro, smiling and apparently amused, took a sip of tea out of his cup. After a moment of silence, he brought the cup away from his mouth.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Very well. It really is quite a bother for you to question the credibility of my words, but I’ll admit it. We really did plan to have you expelled for sure with this special exam. However, that child ignored those plans,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though he’d denied everything at first, he immediately changed his mind and admitted the truth.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They are a child, after all, I suppose. If this is simply due to them being in a rebellious phase, well, we could consider that endearing. But if that’s not the case…let’s just say it won’t be a laughing matter,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The student who had been given orders and sent into this school hadn’t followed Tsukishiro’s instructions. If that really was true, it certainly wouldn’t be a laughing matter at all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please do be careful, Ayanokouji-kun. I wasn’t the only one who decided to send in someone from the White Room this time. Also, considering that the assassin has disobeyed my orders and started acting on their own, I fear my superiors might be considering something questionable,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What, are they thinking of giving up on you? I mean, your performance has been awful.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That might be true. However, the fact that I’ve been ordered to have you expelled hasn’t changed. Even if I’m being used as a pawn, I will continue to carry out my orders until the very end. If I fail and am cast aside, so be it. I’ll simply move on to my next post.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had thought of this White Room student and Tsukishiro as one entity, a monolith. But now the possibility that their relationship wasn’t quite so simple had emerged. But if what Tsukishiro was saying is true, then what are they after? If they worked together to get me expelled, then their chances of successfully pulling it off would certainly go up. Or was this perhaps a feint, meant to mislead me? </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Was the White Room student running wild…? Or was </span><span style=\" font-style: italic; font-size: 1.00em;\">he</span><span style=\" font-size: 1.00em;\"> pulling the strings from the shadows? I’d say the odds of either being the case were about even. It was also important for me to keep in mind just how deceitful Tsukishiro was. At the very least, he didn’t seem hurried at all, nor did he seem shaken.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, one last thing… If that child is ignoring your father’s wishes, then depending on how things go, it may be better for you to choose to drop out of this school yourself. After all, the more unshakeable your position as the magnum opus of the White Room, the more unfathomable their jealousy and hatred for your position will be. I shudder to think about what that child will do to you before they’re satisfied,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The warning sounded so dire I could almost interpret it to be a joke. I turned my back to him and left the room.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-style: normal; font-size: 1.00em;\">Special Exam – Overall Rankings</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">First Place: Second Year Class A, Average of 725 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Second Place: Second Year Class C, Average of 673 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Third Place: Second Year Class D, Average of 640 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Fourth Place: Second Year Class B, Average of 621 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-style: normal; font-size: 1.00em;\">Class Points as of May First</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Second Year Class A, led by Sakayanagi: 1169 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Second Year Class B, led by Ryuuen: 565 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Second Year Class C, led by Ichinose: 539 Points</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Second Year Class D, led by Horikita: 283 Points</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v1",
    "chapter": 13,
    "title": "Chapter 7: Expulsion Approaches"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Operating Behind the Scenes",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: True Ability",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: A New Stage",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: These New First-Years are Nothing But Troublemakers",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Ichika’s Test",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Class D and Class D",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: Expulsion Approaches",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : A Deepening Mystery",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 14
}