{
  "title": "Chapter 1 - Prologue : Operating Behind the Scenes",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 1 - Prologue:<br/>Operating Behind the Scenes</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">L</span><span style=\" font-size: 0.80em;\">ET’S GO BACK IN TIME</span><span style=\" font-size: 1.00em;\"> about two months, to a certain day in February. In a meeting room in a certain facility somewhere in Tokyo, a man who looked to be in his forties read information off a screen as he explained something. A child was quietly listening to him speak. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This child was fifteen years old. They would soon be entering high school—and they were no mere child. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This child had been raised in a top-secret facility known as the White Room and received a rather special education.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That is all the detailed data we have on Ayanokouji Kiyotaka and the other one hundred and fifty-six students in the second year. Have you committed all of that to memory?” asked Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The screen in the room displayed all the data on its students that the school had collected over the past year. Data that included names, birth dates, and what schools they had previously attended, of course, but also, parents and siblings, their grades from early childhood, even their friendships. This was a top-secret meeting. The kind of information being shared here was the kind that even homeroom instructors wouldn’t normally be able to access.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure you’re already well aware of this, but the important thing here is to get Ayanokouji-kun kicked out of school and then bring him back to the White Room before the end of April. We cannot afford to delay our plans any longer. However, please be smart about how you execute this operation. You must never make anything public. If the government does happen to hear about our actions, then, his—sensei’s—name could be dragged through the mud,” added Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After hearing this explanation, the student from the White Room slowly raised their hand. “In other words, don’t do anything to attract unnecessary attention?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Precisely. Which is exactly why only someone like you, who can pose as a student to infiltrate the school, can do this. I will provide you with as much support as possible, but Sakayanagi will likely be much more cautious from this point forward. You won’t be able to do anything careless,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The student seemed to have gotten a grasp on the situation, but their expression also seemed to contain a hint of frustration. Tsukishiro did not miss that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The look on your face is telling me that you’re not exactly happy about this,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After briefly glancing at Ayanokouji’s picture on the screen behind him, he turned his gaze back to meet the child’s.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I take it you know that he—that Ayanokouji-kun—is touted as our facility’s magnum opus, our masterpiece? Not only was I sent, but they’re even sending someone from the White Room. Meaning they interrupted the experiments being conducted in the White Room, which had finally resumed operations. I have to say, it truly seems like an excessive and rather generous response. I&#160;suppose that to someone who has been raised in the same facility, there might be nothing more humiliating,” said Tsukishiro, strongly emphasizing that last point as he continued his explanation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was trying to get the student to show what they were capable of by fanning the flames of their student competitive spirit. </span><span style=\" font-style: italic; font-size: 1.00em;\">Ayanokouji Kiyotaka is our masterpiece</span><span style=\" font-size: 1.00em;\">. Whenever the students heard those words, some emotion lurking deep within their hearts came bubbling up to the surface. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tsukishiro had conducted himself flawlessly. But the one thing he had misread was what that emotion was. Something those who were raised in the White Room had drilled into them so thoroughly that they grew to hate it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“Become someone who can surpass Ayanokouji Kiyotaka.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A feeling of intense hatred, which an unrelated third party who hadn’t been raised in that facility could not understand. Sometimes, that feeling would swell to the point where it could no longer be contained, and it would spark an outburst. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The stage has been set. All I want you to do now is demonstrate the full extent of your ability. Based on the data I’ve looked at, I see no issues. If you have </span><span style=\" font-style: italic; font-size: 1.00em;\">this</span><span style=\" font-size: 1.00em;\"> level of ability, then it shouldn’t take much effort at all for you to get him expelled, now, should it?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After Tsukishiro was done giving his explanation, as well as a rather perverse form of provocation, he powered the screen off. The room was engulfed in darkness for a moment but was filled with light once more shortly afterward, as the ceiling lights came on.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, then. If there are no questions, let’s stop for the day. Time is quite precious, after all,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The child, after hearing that, turned their back to Tsukishiro and moved to leave the room as though nothing had happened. He felt slightly bothered by their calm and collected behavior. His instincts were telling him that he had misspoken earlier when he was giving his explanation. However, he couldn’t take back any of the words that he had already said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“One more thing. There’s something I forgot to check,” said Tsukishiro, calling out the child from behind, stopping them from leaving the room. “You’re not hiding anything from me, are you?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was well aware that even though they were on the same side, the organization wasn’t a monolith. If their ideas didn’t align to start with, things wouldn’t work out so well. That was what he was trying to confirm. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The student, without even looking back, just gave a small nod and quietly continued walking away.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After the student had left the room, Tsukishiro turned the lights down once more and brought the screen back up. Shown on the screen was all the data about Ayanokouji Kiyotaka that had been recorded in the White Room.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t like to use a word like this so casually, but… He really is a monster,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Needless to say, he had an elevated level of academic ability. And on top of that, his physical abilities were so incredible that he could put adults to shame. With his achievements and record, even if he were put up against a professional fighter in a no-holds barred fight, it would be over in an instant—with Ayanokouji’s victory. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A battle between two White Room students… If they had a fair, direct competition, I wonder what the results would be?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, Tsukishiro had already devised a plan to ensure that he would win. But even so, there were no absolute guarantees. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hunt or be hunted, huh? This is a game between children, but it seems like it could get interesting.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tsukishiro, an adult, wasn’t panicking. All he did was carry out the task he had been given, methodically, without hurrying.</span></p>\n",
  "nextChapter": {
    "volumeId": "y2v1",
    "chapter": 8,
    "title": "Chapter 2: True Ability"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Operating Behind the Scenes",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: True Ability",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: A New Stage",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: These New First-Years are Nothing But Troublemakers",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Ichika’s Test",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Class D and Class D",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: Expulsion Approaches",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : A Deepening Mystery",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 7
}