{
  "title": "Chapter 2: Changing School Life",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 2:<br/>Changing School Life</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">C</span><span style=\" font-size: 0.80em;\">LASS 2-D</span><span style=\" font-size: 1.00em;\"> was currently in a bizarre situation, the likes of which they had never experienced before. Yukimura Teruhiko repeatedly looked towards the classroom door, his leg jerking unconsciously in short, trembling bursts. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why don’t you chill out a little? It hasn’t even been five minutes since Kiyopon left, dude. Besides, the teacher called him, right? I’m sure it’s going to take a while,” said one of Yukimura’s classmates and close friends, Hasebe Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sakura Airi and Miyake Akito were also present, standing by as if they were accompanying Hasebe.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m calm… Don’t worry,” responded Yukimura, stopping his unconscious shaking after he answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, it didn’t seem to take long for him to lose his composure again. The sound of his right leg quietly bouncing up and down, chafing against his pant leg, could be heard. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yukimura had tried to talk with Ayanokouji right after class that day, but he backed off once Horikita showed up. Afterward, Yukimura heard from Horikita that Ayanokouji had been called somewhere by Chabashira, so he was now waiting in the classroom for Ayanokouji to return.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hasebe let out a deep sigh, as if expressing resignation, and looked out the window. Since she knew Yukimura didn’t usually unconsciously jerk his leg like that, she quickly understood there was no point in trying to tell him to calm down. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A heavy, stifling air hung over Class 2-D. Hasebe thought that the May sky, which had brought spring with it, was vibrant and pretty. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then she thought again about how they’d wound up in this situation. It was all because of the special exam in April, where the first- and second-year students were partnered up. And her friend Ayanokouji Kiyotaka got a perfect score in the mathematics section of the written test, the fifth subject on the exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If it were a normal test, it wouldn’t have been strange to see a student get a perfect score. There were regularly students who attained perfect scores on exams, and Yukimura, who was at the head of the class in terms of academics, led the way. Of course, there were also times when a student you didn’t expect managed to get a perfect score, which was especially surprising. It could be the result of intense studying, or just coincidence, with what was covered on the test luckily being something they were especially good at.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But this time, things were vastly different. Of course, even though Hasebe wasn’t as aware of this fact, she had noticed a few things. Ayanokouji was the sole person to get a perfect score in their class on this special exam, and in any subject. It wasn’t something that could be neatly explained away by him simply studying hard beforehand, or by mere coincidence.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s still only been six minutes… I don’t think he’ll be back yet.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As Yukimura’s friend, Hasebe couldn’t just leave him be while he was feeling so restless, so she thought about trying to talk about something completely unrelated. But in the end, she decided to go along with what Yukimura wanted to talk about. The main reason for that was because she thought she’d able to take his mind off those feelings of anxiousness a little, but it was also because Hasebe herself had wanted to know, since it was so incredible that Ayanokouji had managed to get a perfect score in mathematics. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, were the questions that hard?” asked Hasebe.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yukimura nodded in response, without a moment’s hesitation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It wasn’t just that they were hard. I didn’t even understand what some of the questions were trying to say,” he replied, explaining that it wasn’t like he simply couldn’t solve the problems on the test, but rather that the questions themselves were opaque to him. “After the test ended, I looked up the questions as best as I could remember, and found that some of them were entirely outside of the scope of what a high school student would know. In other words, they were questions we weren’t even supposed to be able to answer.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What, what the heck is that about? Have the people running this school lost their dang minds or something? Going that far outside what the test is supposed to cover…that’s just on a completely different level,” said Hasebe.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It certainly is absurd, yes. It’s because of that that I got dramatically lower scores in every subject. However, many of the other questions on the test weren’t as difficult as Chabashira-sensei had said they would be,” replied Yukimura.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Aside from the extremely difficult questions that had been snuck into the test and caught everyone off guard, there were also several easy questions mixed in too. This meant that the test was designed in such a way that you couldn’t get a perfect score, but you wouldn’t get too low of a score either.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They threw in some of those questions out of consideration for us, then? To bump up the average score?” said Hasebe.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s because this test could have gotten students expelled. As far as our class is concerned, it was a very good thing that they did that,” said Yukimura.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That in itself was something to be happy about. But as far as Yukimura was concerned, it was a trivial matter right now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji got a perfect score, which he shouldn’t have been able to do. I…feel like I’m seeing some kind of magic trick.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yukimura’s anger could be seen in the fact that he had deliberately referred to Ayanokouji by his family name, rather than his first.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“K-Kiyotaka-kun is incredible, isn’t he? I mean, b-being able to solve problems like that,” remarked Sakura with a cautious smile, trying to ease the tension in the air.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, it seemed to have the opposite effect. Yukimura’s expression grew even sterner, with a deeper look of resignation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve been working to assess the academic abilities of everyone in our class over the past year, to some degree. I’m shocked by the results of this test precisely because I had determined there was no way anyone could have solved those questions,” said Yukimura.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Tell us more,” said Shinohara, one of their classmates. She’d had been listening to the Ayanokouji Group’s discussion and wanted to jump in.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Many of their classmates had noticed their conversation and were listening in on what Yukimura was saying as well.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can confirm for yourselves it on your tablet. Is there anyone in our class who got a perfect score in even one subject? Well, no—actually, you’ll understand even better if you look outside of our class too. Check out our entire grade level. Not a single person got a perfect score. Not Ichinose, and not Sakayanagi either,” explained Yukimura, presenting everyone with the reality of the situation, as if to prove a point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Through their tablets, students could see the results of classes besides Class 2-D.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I hadn’t noticed that. Huh, so, we can see scores from the other classes too. Why?” Shinohara, surprised, took the tablet that was handed to her, and slid through the displayed pages with a curious look in her eyes.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who knows? Maybe it’s because of the introduction of the OAA app, or maybe it’s for some other reason. Anyway, whatever the reason may be, the only way we’ll find out is if we wait until the next test is announced,” said Yukimura. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh god, this is awful! Lots of people are going to be able to find out my test scores! This sucks!” grumbled Karuizawa Kei, the leader of the girls in our class.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, she continued speaking, going back to the original point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe Ayanokouji-kun is a genius just when it comes to math, or something like that? You know, like how sometimes TV dramas will have main characters who can solve murders using math?” said Karuizawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This was different from what Sakura had said, in the sense that Sakura had tried to ease the tension in the situation, while Karuizawa was blind to it. After hearing what she said, Yukimura rejected her idea, exasperated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If that were true, though, why didn’t he get a perfect score in any of the previous math tests? If he could solve problems like the ones on this test, then it doesn’t make sense that he didn’t get perfect scores, or close to perfect scores, on all the tests we’ve had so far,” replied Yukimura, raising his voice slightly, as if he was saying that Karuizawa was entirely missing his point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dude, like, what’s the point in even asking me that? I don’t know. Maybe he studied super hard over spring break or something?” reasoned Karuizawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yukimura was becoming increasingly frustrated with Karuizawa’s off-the-mark responses.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re not talking about something that could be done in a brief period of time. Even if he could learn things so advanced that I can’t even imagine them, it doesn’t explain how he was able to solve problems that are outside the scope of what a high schooler would learn. If you don’t understand that, then keep your mouth shut,” snapped Yukimura.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Karuizawa, irritated by Yukimura’s snarky response, was now getting close to her boiling point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Look, I don’t know about any of that stuff. So why don’t you stop getting all huffy? You’re really getting on my nerves.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, totally. Isn’t it weird for you to be taking it out on Karuizawa-san, anyway?” interjected Maezono, snapping back at Yukimura and sticking up for Karuizawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Karuizawa, having now gained an ally, jabbed back at Yukimura by digging into what he said earlier.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re talking a big game, but maybe it’s just that you can’t understand, Yukimura-kun. Right? Maybe it’s just that you really couldn’t solve those problems on your own, and they’re not actually that difficult after all,” said Karuizawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Deep down, she knew that what she just said wasn’t very convincing. However, she couldn’t change up her attitude, precisely because she felt that she needed to play the part of the fool in this situation. But the tension&#160;kept growing, and people’s suspicions about Ayanokouji kept&#160;mounting, whether she liked it or not.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did you already forget what I just told you? Those were problems that not even Sakayanagi or Ichinose could solve and get full marks on,” replied Yukimura. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then maybe he just happened to know the answers to those tough questions specifically?” asked Karuizawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Look—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yukimura had already gone past anger into exasperation. Then, he began to explain things again, speaking as though he were trying to put his thoughts in order and wrap his mind around all of this.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m… Okay, so, in other words, that means he… Well, I think what this means is that he’s always been unbelievably good at math, from the very beginning.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, and that’s a good thing, right? That’s just like what I said before, about him being a math genius, isn’t it?” said Karuizawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re missing the real point here. If he really is a genius, then he—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, um, excuse me. I just had a thought…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Minami Setsuya interrupted Yukimura, inserting herself into the conversation just as it was beginning to take an unexpected turn. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It certainly is incredibly puzzling that Ayanokouji just suddenly got a perfect score. What Yukimura is saying makes sense too. But doesn’t calling him a math genius also feel a little too sudden? I mean, he’s never gotten incredible scores like this before,” she reasoned, backing up Yukimura’s words and going on to raise some new doubts of her own, seen from a different angle. “Which is exactly why I was thinking…maybe Ayanokouji did something kind of shady or something?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The thought that had begun to form in the minds of&#160;Yukimura and many other students was, “Ayanokouji is a math genius.” Now, there was an opposing possibility that rejected that idea outright. Namely, “What if he hadn’t solved those problems based on his own ability?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, that might be true. Maybe he like, saw the answer sheet or something. Wait, didn’t something like that happen in our first year? Oh yeah, dude, we had a test before where all the questions were the same as previous years!” shouted Ike Kanji loudly, as if struck by the memory of what happened.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In spring of last year, one of his classmates had obtained a test’s answers from a third-year student. It was an extremely difficult exam, but anyone could get a high score they just memorized the answers.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But if the questions on this test were exactly the same as prior years, isn’t it weird that no one passed that information on to us? And on top of that, it’s also strange that no one in any of the other classes noticed it either,” explained Miyamoto calmly and in a composed fashion, not agreeing with what Ike was suggesting.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, okay then… Maybe he knew the questions and the answers in advance? Like, he got hold of that info in such a way that he couldn’t come out and talk about how he did it…? Like, maybe he cheated,” said Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How exactly did he cheat?” replied Shinohara, who had been standing beside Ike, jumping on his vague supposition.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Like, maybe he hacked into the school’s computer system and stole the answers, or something! That’s totally possible!” shouted Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, that basically comes to the same thing Karui_zawa suggested though, about him being a genius…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yukimura’s head started to hurt as he watched the disastrous spectacle of his class spiraling out of control. Yet, strangely enough, time seemed to race forward as the students grew deeply invested in this discussion. The pivotal point of the debate was whether Ayanokouji could have procured the answers to the test through some means, rather than actually solving it on his own. And that debate was getting heated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was probably a natural progression, though, given that Ayanokouji had never scored that highly in the past. It was Sudou Ken, who had been quietly listening up until this point, who dispelled those notions. When he rose and stood at his full height of over one hundred and eighty-six centimeters, everyone’s eyes fell on him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You guys are really gettin’ riled up about all this, but there ain’t any proof that Ayanokouji cheated, is there? Don’t just go makin’ assumptions when the person you’re talkin’ about ain’t even around,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What Sudou just said was a perfectly reasonable statement. And yet, everyone in class couldn’t hide their surprise at the fact that he’d been the one to say it. Ike, Sudou’s close friend who he normally hung out with, seemed especially unamused. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dude, what the hell, Ken? Are you seriously taking Ayanokouji’s side?” snapped Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It ain’t that. I mean, it ain’t like anybody could’ve seen those test answers all that easily, right? …I just think it’s more likely that he got a perfect score based on his own smarts, is all,” replied Sudou, somewhat less eloquently than before, mumbling a bit as he expressed his opinion.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come on man, think about it. You mentioned his smarts, but his academic ability score was lower than mine in OAA last month, though. It’s obvious he did somethin’ shady, or he couldn’t have pulled it off</span><span style=\" font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\">” countered Miyamoto, who’d checked the OAA app once it updated after class that day, arguing once again that Ayanokouji must have cheated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We ain’t all the same as we were back in our first year, though. We’re all growin’ up,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sudou-kun’s totally right about that. I mean, don’t you think? Besides, Sudou-kun has passed you in academic ability too, Miyamoto-kun,” added Karuizawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Miyamoto looked a little embarrassed after getting hit by that pointed remark. It wouldn’t have been an exaggeration to say that Sudou was easily one of the lowest-ranked students in their grade last year, but his academic ability score had quickly jumped up to fifty-four points in the OAA app after it was updated. Which meant that, even though it was only by a single point, he had surpassed Miyamoto’s score of fifty-three points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“O-okay, yeah, sure. Sudou has studied a ton, and I recognize that he’s grown up a lot, but… But, I mean, in Ayanokouji’s case, he’s jumped up by way too much, though!” said Miyamoto.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, maybe it’s possible that he’s just been holdin’ back then, is all. Just like Kouenji,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And this was where a theory similar to what Karuizawa had said earlier, about Ayanokouji being a genius only when it came to mathematics, reemerged. The debate was most definitely going in circles, and at this point, the situation was starting to take a turn for the worse.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case though, isn’t that like, even more of a problem? That means he hasn’t been contributing to the class,” argued Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Meaning there were scores he could and should have secured, but didn’t. It was certainly true that if Ayanokouji were hiding his abilities, then Ike’s statement wasn’t wrong. Sudou and his friends had always been a close-knit group, but they now found themselves facing internal conflict.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">One student had determined that he couldn’t just sit by and let this situation continue to boil over. He decided to step in and mediate. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey everyone, let’s all calm down a bit. This isn’t something that we can resolve by getting all worked up right here and now, anyway,” said Hirata Yousuke, cutting in just as the atmosphere in the classroom continued to deteriorate.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hirata usually took the initiative to play the part of peacemaker, but he had stood by in silence until now. He wanted to find out what his classmates were thinking and how they felt so that he could then use that understanding to try and resolve the situation. Now, he addressed Sudou first, speaking in a kind, gentle voice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sudou-kun, isn’t it about time for your club activities?” said Hirata.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? O-oh, now that you mention it, yeah.” Sudou went back to being himself, as if he had just suddenly gotten hit with reality.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, I understand that you’re curious about what’s going on, but there’s a lot we just don’t know right now. I don’t think it’s a good idea to let speculation get so out of hand that it gets in the way of club activities. I’m sure you understand that, ‘I’ll only be late just this once,’ won’t really fly as an excuse, right?” said Hirata.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hirata had decided that his first priority was to reduce the number of people in the classroom right now. Sudou and the others, who’d been getting heated and had forgotten their club obligations as a result, quietly regained their composure. With the introduction of the OAA app, the number of students who cared about their own scores had increased dramatically. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou was one of those students. Bag in hand, he looked briefly over at Suzune’s back before quietly leaving the classroom. She hadn’t spoken a single word during that entire spectacle. The rest of the students who had club activities of their own followed suit, leaving the&#160;room.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I gotta go too. Sorry, but I’ll leave handlin’ Keisei to&#160;you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. See ya later then, Miyacchi,” replied Hasebe.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Akito, another member of the Ayanokouji Group, gathered his things and left the classroom to go to the archery club. Hasebe and Sakura watched him go. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The feeling of restlessness still hung in the air. More students started to trickle out of the room here and there, making their way back to the dorms. However, more than half the class remained behind in the classroom. </span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">2.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">E, THE STUDENTS OF CLASS D</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> had just survived the very first special exam of our second year. I’d wound up with an injured left hand thanks to my little entanglement with Housen, but successfully managed to eliminate the danger of expulsion. I understood well enough that it would take some time for my wound, which was the price I had paid for my efforts, to heal completely, but there was nothing I could do about that. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I left the reception room, with Tsukishiro watching me go, and let out a small sigh as I closed the door behind me. Now, I could go back to my ordinary, carefree everyday life as a student… Well, no. Not really. Things had gotten to the point where I couldn’t even entertain such naïve thoughts anymore.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Besides, my current environment had already begun to be a far cry from what you might call an ordinary, everyday life. Being summoned by the acting director to have a conversation with him was quite an unusual event, and one that would leave most students scratching their heads in confusion. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even as I thought that, though, I resigned myself to the reality of the situation, recognizing that there was nothing I could do. I had run away to this school. I had no other choice but to accept that things like this were going to follow me forever. The only way I could be released from the chains shackling me would be to get expelled.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks like the discussion’s over.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, seems that way,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira, who had been waiting for me a short distance outside of the reception room, came up to me as if it natural to do so. I felt a little bit disappointed to see her, but didn’t let it show on my face. Tsukishiro didn’t know I was currently working with Chabashira, the teacher in charge of our class, and Mashima-sensei, the teacher in charge of Class 2-A. Given that, it was nothing short of unnatural for Chabashira to keep waiting around for me when Tsukishiro had called me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The fact that Tsukishiro had used Chabashira to bring me to his office was perfectly understandable, considering her role as my homeroom teacher, but I couldn’t deny the possibility that he was using this opportunity to lay a trap. That was precisely why I’d wanted her to leave without making contact with me again. If you considered what a normal teacher-and-student relationship might look like, it was entirely unnatural for a teacher to do something like stand around and wait like she had.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the situation had been a little calmer, Chabashira might have realized that. I was sure her decision was influenced by the fact that I had gotten a perfect score on the math section of the exam and made my true abilities known to some of my classmates. I understood why this whole situation made her restless, but this was rash of&#160;her. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But, well, I supposed if there was one thing that I could say in her defense, it was that we had vastly different opinions of him. From Chabashira’s perspective, Tsukishiro simply had a connection with a student’s father. A student she was a homeroom instructor for. That wasn’t surprising, though, considering she didn’t know any background information, like about the White Room. This naturally meant there was a difference in the level of caution we showed Tsukishiro and our attitudes toward him. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Which was exactly why I wasn’t going to say anything now. All I could do right now was leave as quickly as possible, so I put one foot in front of the other and made my way forward.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve become a bit of a celebrity now,” said Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was wondering what she was going to say when she opened her mouth. So that was what she’d decided to go with, huh?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not happy about it, but it was a necessary measure. I just have to accept it as something within acceptable limits, I guess.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But even putting aside the students from the other classes, how are you planning to explain this to your own classmates? You’ve been playing the part of the humble, inconspicuous student as much as possible so far. Now that you’ve gotten a perfect score on the math exam—despite how difficult some of the questions were—your classmates aren’t going to leave well enough alone. Have you already made moves to prepare for that?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I let Chabashira’s questions go in one ear and out the other, paying no real attention to her, I thought about what I was going to do from here on out. I had left my bag back in the classroom, so I had to go back.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There was no way I could’ve taken steps to prepare for this beforehand. I’m going to have to start from here,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Besides, it would’ve been crazy for me to deliberately go out of my way to announce to everyone that I’d be getting a perfect score in the math section of the upcoming special exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re going to face some hardships. You’d best prepare yourself for an onslaught of questions,” said Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If you already have some idea of what’s going to happen next, I’d really prefer you just let me go as soon as possible, I thought.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is it okay if we part ways right here? If I’m caught walking around alone with my homeroom teacher, I’ll end up attracting unwanted attention,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, yes, I get it,” mumbled Chabashira, before walking towards the faculty lounge.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure she was trying to suppress her emotions as much as possible, but it was easy to see that she was positively bursting with joy. She might act more distant than the other homeroom teachers, but in reality, Chabashira was probably the closest to her students. It was because she had lingering attachments and regrets from her own time as a student that those uncontainable feelings welled up within her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her poker face was good enough to cover that up when she was dealing with normal students, but… Well, from my perspective, she was an open book. So much so that it was comical. The fact that she was easy for me to manipulate was an advantage, but right now, she was just getting in my way. There was no point in wasting more energy on her for the moment, though, so I decided to forget about her for now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I took out my cell and tried to call Horikita. But even though the call rang, it didn’t connect. I tried sending her a quick message as well, but she didn’t read it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I tried, I guess.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita was most likely the most useful person I could enlist to help me get through this situation right now, considering the fact that we’d had our little wager over the math test and that whole thing about the student council over the past year. With a little explanation of what was going on, I was sure I could get her&#160;to accommodate me to some degree. I would have liked to&#160;have laid some groundwork ahead of time if possible, but it looked like I was just going to have to deal with this situation on the fly. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">My classroom came into view. I wondered what the rest of the class was going to be like now that I’d gotten that perfect score in math. It would’ve been nice if almost all the students were already on their way back to the dorms, like usual.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Holding that hope in my heart, I returned to my classroom—and found a sight quite different from what I had hoped. It had taken me roughly less than half an hour to get back to the classroom after talking to Tsukishiro. Normally, most students would already have left the school building by now—but even though the only students currently left in the classroom were the ones who had no club activities, there were still a fair number of people around.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, there could only be one reason for that: me. That was as clear as day to anyone who personally experienced both the vibe in the room and the stares of everyone there. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita, the person who hadn’t answered her phone moments earlier, was there too. It seemed she was more aware of what my situation was like than I had thought. I&#160;didn’t have time to express my gratitude, though, because the moment I set foot in the classroom, students came up to me, eager to start firing off questions.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The very first person to come up and start barraging me with questions was one of the people from the Ayanokouji Group: Keisei. In contrast to Chabashira, who seemed positively overjoyed, the look on Keisei’s face suggested he was somewhat irritated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry about earlier, when you tried to come up to me to talk,” I told him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei had tried to talk to me right after class ended for the day, only to be cut off when Horikita showed up. I had to start by apologizing for that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s no big deal. More importantly, is now a good time? I have several questions I want to ask you,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Haruka and Airi, more members of Ayanokouji Group, came up next to us right away as well. Akito wasn’t around, probably because of his club activities, which I had made mention of earlier. We had attracted quite an audience though, and a lot of people were listening in on what we were talking about.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You… What’s this about you getting a hundred points in math? I checked our entire grade level in OAA. Not even Ichinose nor Sakayanagi got a perfect score. You’re the only person in our grade who did,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Getting a perfect score on a test, and in the process, doing just slightly better than other people had, wouldn’t normally cause a scene like this. However, this test was something else entirely. The more academically advanced students understood this particularly well. The better a student someone was, the better they understood how bizarre it was to get a perfect score on this test. Even the students who weren’t that good at academics were likely starting to catch on and sense something was off, considering how everyone else was reacting.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, about that…” I started, trailing off.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I started speaking, my eyes wandered. I settled my gaze on Horikita, who sat near the front of the classroom, seeking her help.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Very well. I can explain,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Normally, Horikita would have been making her way back to the dormitory around this time, but she must have decided to stick around after she saw the other students hanging back in the classroom. That was the right decision. Since she was already looking in my direction, I didn’t need to bother confirming that she had stayed behind to help me smooth things over. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">To make sure that everyone’s scattered attention was focused on one point, she rose from where she sat, out of sight, and walked up to me to stand by my side.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m…asking Kiyotaka.” Keisei seemed displeased by Horikita’s presence, apparently deeming her an unneeded outsider who had just cut in.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I know. But Yukimura-kun, I am the one who has the answers you’re looking for,” replied Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…What is that supposed to mean?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">By deliberately using a rather curious way of expressing herself, Horikita had single-handedly managed to attract the attention of Keisei and the rest of our classmates.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is the kind of score that you and I couldn’t get, Yukimura-kun… Actually, no, it was a score that no one in our grade level could achieve. I’m sure you’re wondering how Ayanokouji-kun managed to get a perfect score, right? It is puzzling, isn’t it?” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She had specifically directed her question at Keisei, but it was likely something that everyone in class was wondering about.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah… To be honest, I can’t wrap my head around it at all. I mean, I mentioned it earlier, but the questions that came up toward the end of the test seemed impossible to solve. I just can’t understand how Kiyotaka was able to solve those problems like they were no big deal at all,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I did remember surprised comments from some of the people in class immediately after the test was handed to us. Starting with Keisei and Yousuke, the top-scoring students had discussed the extraordinarily difficult questions featured on the exam. The topic had come up in the Ayanokouji Group as well. I remembered that when they asked me about it, I’d given a vague response, not indicating whether I had solved the problems or not.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kiyotaka knew that those were the kinds of problems no one in our class could solve. And yet, he never bragged about being able to solve them. Isn’t that weird? I can’t even begin to imagine what that’s all about… I feel guilty for even thinking this, but if he knew the answer all along, then that makes me think that it could have only been because, well, you know,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re suggesting he cheated… Yes, well, it’s certainly not surprising that anyone would think that, I suppose,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei had purposefully phrased his statement ambiguously, but Horikita came right out and expressed what he was suggesting in plain terms. Even though Keisei had turned away, seeming somewhat embarrassed, Horikita didn’t let up and pursued the topic further.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s completely understandable to have doubts in this kind of situation. If I were a student who didn’t know anything that was going on here, I’m sure I would have suspected Ayanokouji-kun of wrongdoing, just as Yukimura-kun did. However, the truth is that things aren’t what they seem,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She paused, taking a breath, and briefly glanced over at all our classmates, whose eyes were on her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I intend to give this same explanation to the people who aren’t here at a later date. But at any rate, to solve the mystery of how Ayanokouji-kun got a perfect score, I have to take you back to the beginning of spring, last year,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The beginning of spring, last year. In other words, immediately after we had started school.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We changed seating assignments the other day, but I’m sure you all recall that Ayanokouji-kun and I had been seated next to one another until recently, right? As soon as I came to this school, I began talking with Ayanokouji-kun. This led me to discover, by chance, that he was an exceptionally capable student…even better than me,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, even better than you? Hold on. I remember Kiyotaka’s scores were all just about average ever since we started school. I’m sorry, but there really didn’t appear to be anything special about him. In fact, in OAA, his academic ability is ranked C—completely average—right?” argued Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei had thought back on to the past and recalled it well. But Horikita was unfazed by his rebuttal.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course. That’s because my strategy was already in motion from our very first test,” said Horikita, walking away from me, and heading up toward the podium.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was doing it to keep everyone’s eyes focused on her, probably so she could draw attention away from me. I had expected she would help me out, but she was doing an even better job of it than I had imagined. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He had the necessary knowledge to be able to get perfect scores in math all along. Since I knew about that before anyone else did, I thought up a little strategy,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…A little strategy?” asked Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was betting he was going to have more than a few concerns regarding that point. He was probably wondering how in the world I’d obtained that kind of knowledge. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But Horikita sidestepped that issue for now, continuing with her main point. Namely, not how I had gained that kind of knowledge, but why she had hidden my academic skills. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She made that specific question alone the focus of her talk and brought everyone’s attention to it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Last April, we, the students of Class D, were over the moon after getting a hefty sum of money deposited into our accounts. I’m ashamed to admit that I was one of them. But I had a hunch that something unexpected might happen. So, as a sort of experiment, I asked my neighbor Ayanokouji-kun for a favor. I asked him to deliberately hold back on tests. I suppose you could say I was asking him to be a reserve unit or a trump card. Of course, I asked him to make sure he stayed at a level where he wouldn’t be dragging us down. Namely, at the kind of level that the school deems a C in academic ability,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Up until this point, my grades had been completely unremarkable. Horikita was saying that was all intentional, and in line with a strategy that she had formulated. Of course, if someone carefully thought back to what had happened a year ago, they’d find this all very odd. There were several things people could take issue with, such as the fact that Horikita wasn’t the kind of person who had a good relationship with others back then, or the question of how and when she noticed my academic skills, and so on.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But for many, a year was a long, long time. Those memories were distant. Unlike with an incident so intense that the memory of it was etched deep into your hippocampus, what Horikita suggested was easy to accept precisely because nothing about it was striking or memorable, making it seem even more indistinct. Very few students would be able to clearly recall those days. Many would just think, “Oh, that’s how it was?” and then fill in the blanks on their own. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, things weren’t going to go over that easily with someone like Keisei, whose feelings of mistrust ran deep at this point. He went after the parts that were difficult to explain away, not letting Horikita off the hook.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I find that all hard to believe. If you were having doubts about how this school operated, it would have been more beneficial for our class if you asked him to get high scores from the beginning. If he could get a perfect score on this exam, then it’s not impossible for him to have an academic ability ranking of A or A+. Even if it’s just one person’s score we’re talking about here, our Class Points would have gone up, slowly but surely,” argued Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was saying that he didn’t understand the benefits of holding me as a reserve unit.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I suppose you have a point. That would be all well and good, if you were only looking for Class Points in the short term. But what if he had given it his all from the start…? What do you think would have happened to Ayanokouji-kun by now? Well, no—to put it more accurately, what kind of future could you have predicted for him?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Faced with Keisei’s mistrust, she didn’t run or hide, but took his concerns head on and improvised. She never faltered and the words just effortlessly came out of her mouth. It was almost like she’d had it all planned out from the start.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What kind of future could I have predicted for him…?” repeated Keisei, not understanding the meaning of the question.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita began explaining what she meant.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s assume, for the sake of argument, that Ayanokouji-kun had used the full extent of his abilities right away, starting in April, as you suggested, Yukimura-kun. In that case, his name would most likely become known to Sakayanagi-san, Ichinose-san, and Ryuuen-kun. When it comes to mathematics, he may very well be the best in our grade. If such a person were left unchecked, the other classes would think of him as an obstacle. It wouldn’t be surprising if they started putting plans in motion to get rid of him,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So you’re saying that he might have ended up being targeted?” asked Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. That wouldn’t be surprising, would it? Anything could happen at this school, after all. In fact, the school even went so far as to administer a special exam where a student was forced out by way of an in-class vote, and the truth of the matter is that Ayanokouji-kun was temporarily in danger of expulsion due to Sakayanagi-san’s strategy. Although he was still considered an ordinary student at the time and was only used as something of a scapegoat in that situation, I did have concerns that Sakayanagi-san actually saw him as a real threat and was after him,” said Horikita, explaining that depending on how the situation played out, I might have been the one who got expelled instead of Yamauchi.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, hold on, that’s not right. If Kiyotaka had been going all out right from the start, even if we were to compare him and Yamauchi, the results would have been as clear as day,” argued Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not so sure about that. Yamauchi-kun might have conducted himself better to avoid getting expelled, and Sakayanagi-san’s strategy might have become more complicated and more difficult for us to see through, as a result. In addition, Yamauchi-kun had many more close friends that Ayanokouji-kun does. It depends on what it is you’re comparing, exactly,” said Horikita. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Because what they were getting into now was really a pointless, circular argument, Keisei couldn’t really push further on this point. Even if he did bring up what had happened on other tests, Horikita would probably just respond with something similar.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Okay then, why now? If Ayanokouji carelessly flaunts his ability now, we’ll have the same problem, right? He’s gotten everyone’s attention by suddenly making a big splash. So he might become a target in the future,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was essentially saying there was no difference in risk if I had started going all out a year ago versus doing so right now. But it seemed like his response was well within what Horikita had expected. She showed no signs of panicking.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, there is a significant difference between if he had showed off what he could do a year ago versus showing it now. Our sense of unity as a class has grown by leaps and bounds over the past year. Each and every one of us has grown. We’ve also become capable of making the right decisions,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Looking back at how we all were a year ago, even Keisei could probably see the truth of her words.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And this isn’t just limited to Ayanokouji-kun, either. For example, hmm… Yes. He isn’t here right now, but I think Sudou-kun is an easy-to-understand example of this. Last year, he was a terrible student. He was, without a doubt, our class’s biggest burden. But what about now? While some small traces of his rather rough-and-tumble temperament remain even now, he has shown incredible improvement. His grades have improved tremendously, in particular. That, combined with his already high level of athleticism, means his overall ability in OAA is actually higher than yours as of May, Yukimura-kun,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei’s rating had gone up in April, but after this last exam, Sudou had passed him. Horikita had presented Keisei with a fact that he wasn’t about to dispute: the numerical value of one’s overall ability in OAA.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, I’m not entirely sure if either you or I really had the ability or the will to protect Sudou-kun when we first came to this school. Don’t you agree, Yukimura-kun?” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was suggesting that it was questionable whether the same students who had argued that Sudou should have just been tossed aside and didn’t even think to help him could have seriously protected their classmates. However, if Sudou were to find himself in trouble now, even Keisei would likely help everyone to think hard and produce the best strategy to help him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If someone were to target Ayanokouji-kun now, we can work together to protect him. That’s the conclusion I’ve come to. And that’s precisely why I had Ayanokouji-kun show off what he can do now, to start raising the bar for our class overall,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Some of the students here started to look convinced, seemingly saying to themselves, “Oh, okay, that makes sense.” However, more than half of the students still had some doubts about the situation. That being said, Horikita probably didn’t have enough material to work with to convince everyone of all of it. If her story was already plastered with lies, there would inevitably be some holes in it, no matter what she tried. Of course, she could at least put the matter temporarily to rest. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But if she had enough support, it would be a different story. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After making sure that nearly everyone’s eyes were on Horikita, I looked over at Yousuke—the guy our class put absolute trust in. Even though Yousuke was facing Horikita, he occasionally pretended to look around so he could see what was going on with me. Then, when he determined that we wouldn’t be noticed, he made eye contact with me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Like with my other classmates, there were many things that I hadn’t told Yousuke. If he were any other student, I was sure he would have some doubts and suspicions, just like Keisei and the others. It wouldn’t have been strange if he started peppering me with scathing questions. But considering that it was Yousuke we were talking about, I&#160;didn’t need to worry about any of that. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke only thought about what was in the best interest of his classmates. That was always his priority. He also understood the role he’d been given in this situation without needing me to explain.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think I understand, at least a little, the meaning of your strategy, to keep Ayanokouji as an ace up our sleeve. But I do have one question about that. Is mathematics the only thing that Ayanokouji is exceptionally good at?” asked Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I cannot answer that question at this current point in time,” said Horikita, calmly. “Is the student known as Ayanokouji-kun demonstrating everything he’s capable of? Or is he not? Either way, by keeping the truth hidden, we can make sure he continues to be a thorn in the sides of the other classes.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s—” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke had been watching how Keisei’s behavior. He quickly interjected now in support of Horikita, interrupting Keisei as he tried to snap back at her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. I can understand what Horikita-san is trying to say,” said Yousuke.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He slowly walked up to Horikita’s side. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t quite understand all of what’s going on, so I’ve just been listening this whole time. But this does make sense to me. It’s true that an enemy whose abilities you can’t see in concrete terms can be rather unsettling. The other classes will most likely try to gather information since they’ll want to know more. But if no one else in class really knows the truth, then it doesn’t matter how deep they dig,” said Yousuke, filling in the gaps of Horikita’s argument while supplementing it with information that could be easily understood by everyone listening.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita, having decided that Yousuke was an ally, kept in step with him and nodded.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. If we’re going to attract attention in the future anyway, we should take full advantage of it. It’s better to make our enemies think that he’s an unknown quantity. I wouldn’t be surprised if there were students standing outside our classroom right at this very moment, trying to listen in. That’s the kind of school this is,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everyone’s gazes fell upon the hallway for a moment. Was the student named Ayanokouji only capable when it came to math? Or was he good at other things too? By making the enemy classes wonder exactly where Ayanokouji ranked and how wary they needed to be of him, the enemy would be lost. Horikita’s story, intertwined with Yousuke’s additional comments, started sounding more profound.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wow, Horikita-san is like, super amazing, isn’t she? I’m honestly a little moved right now, for real.” Kei dropped in a casual comment right then to drive the story home further. “Don’t you think so too, Shinohara-san?” she added, turning to her friend for agreement.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was probably trying to draw people’s attention away by getting them to focus on how great Horikita was, rather than on me and my abilities. Even though I hadn’t given Kei any kind of signal like I did with Yousuke, or even any kind of instructions, she intuitively knew what kind of role she could play here and acted in accordance immediately.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I really think so too. I mean, I feel like I’ve been seeing Horikita-san and Ayanokouji-kun talk in secret with each other for a long time now. I guess they were thinking about how to help our class,” said Shinohara.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When Horikita first started here, she hardly talked to anyone except me. That fact ended up working in our favor right now. I supposed it also gave what Horikita was saying a certain degree of credibility. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The impeccable follow-ups from Yousuke and Kei were incredibly effective as well. The group mentality of “Well, if Yousuke and Kei think so, then I’m sure it must be true,” was in full force. Even Keisei, who’d had his doubts up until this point, was no exception to that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A strategy to hide his true abilities, huh… I suppose it is true that the other classes are probably quite surprised right now too,” remarked Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Although I didn’t have a perfect grasp of how things worked at this school, I thought it would be best to have at least one insurance policy in place. For better or for worse, Ayanokouji-kun also seems to struggle to communicate with other people, and he doesn’t like being the center of attention either. That was why I asked him to keep his abilities hidden,” said Horikita, stating that this was all possible because both her thoughts and mine had lined up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She then looked away from Keisei and addressed everyone in our class.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That is the secret of how Ayanokouji-kun got a perfect score in math. I’m sorry for shocking you all like this.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Horikita had only one shot at this, with no chance of a do-over, she had performed beautifully from start to finish. But if we let the students hang out together at their leisure for too long, doubts might start welling up in them once again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think it would be best if we consider the matter closed for the time being. Just as Horikita-san said earlier, we don’t know if someone might be listening in,” said Yousuke.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke deftly brought the conversation to a close, explaining the drawbacks of standing around and continuing this conversation right here and now. The smarter a student was, the more doubts they would still have—but at the same time, the smart students would also be quick to understand that this wasn’t something we should be discussing here and now. The proof of that was the fact that Keisei’s lengthy barrage of questions had ended, and he had gone silent. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I could say that this meeting had diverted their suspicions, to a certain extent. Also, thanks to Horikita’s performance—which went above and beyond what I had expected—it would be easier for me to take action in the future. Even if I showed off my abilities outside the field of mathematics, Horikita had laid the foundation for us to be able to simply explain it away, saying that I had been hiding those abilities too. That was key. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was honestly quite grateful to her for having been able to do all this for me without us even having to meet beforehand and go over it.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">2.2</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HINGS CAME</span><span style=\" font-size: 1.00em;\"> to a close, then. The students dispersed, going their separate ways as they usually did after classes, though it had come later today. I figured it would probably be a good idea for me to go thank Horikita and Yousuke another day. Perhaps Horikita had sensed what I was thinking, because she got up from her seat before anyone else did.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Yousuke always walked off while chatting happily with a bunch of girls, with Kei at the center of the group. Blending in with them, I grabbed my bag and stepped out into the hallway. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And thus ended my day… Well, no. Things weren’t going to be so simple. Even though what had just happened was good enough to get the masses to understand the big picture, the personal issues it would cause me were an entirely different story.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A few students started following me right after I walked off. I didn’t even need to think about who they were, of course. They were the members of the Ayanokouji Group. The footsteps of the student in the lead, as they approached me from behind, were especially forceful and loud. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t even need to look back to understand just how frustrated Keisei was. As I continued walking, pretending not to notice anything, I heard a voice call out to me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kiyotaka.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After I heard my name called, I slowly came to a stop. When I turned around and looked at the three of them standing there, I saw they did have rather grim looks on their faces, after all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What, you’re just heading on back without even talking to us? That’s kind of cruel, don’t you think?” said Haruka, the most outspoken member of the group, addressing me in a forceful tone of voice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She spoke on behalf of both Keisei, who stood in front of the group with a stern expression on his face, and of Airi, who stood in back, looking worried. Perhaps what Haruka said had some effect on Keisei, because although he had opened his mouth to speak, looking like he was getting heated, he then closed it. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He paused, took a breath, then started again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why didn’t you tell us about all of this before? If it was all about hiding information, just like Horikita had said before, does that mean that you can’t trust us at all?” asked Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Keisei had seemed somewhat convinced by everything said in the classroom, he still looked dissatisfied. That was only natural, I supposed. I’d basically ridden roughshod over his feelings, when he had taken things seriously and been kind enough to tutor me. It was precisely because Haruka and Airi understood that that they’d followed him, worried.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The uncomplicated way out would be for me to put all of the blame on Horikita. However, I couldn’t really bring myself to do something like that, since she’d played a key role in getting me through this situation earlier. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, no. I supposed there was no need to resort to such emotional arguments. I needed to think about the future here.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei was an extremely smart student, and by no means the slowest in our class when it came to assessing a given situation. But if I didn’t tackle this issue directly with him, it would probably continue to weigh heavily on his mind. And if Keisei stopped functioning properly, it would hurt our class. It would also hinder Horikita, who had taken command of that class and was acting as its leader.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I do trust you. But I decided that not telling anyone would be best, considering what might come in the future. I was tempted to come out and tell you, because we’re close. But I decided to grit my teeth and keep quiet about it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I told them that I had made that decision voluntarily, without putting the blame on anyone else. Even though Keisei had approached the matter aggressively, what Haruka said earlier had made him hesitate a bit before coming out with everything he wanted to say. Telling him that it was my own decision essentially forced him to retreat further from those emotions.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can definitely understand why you’d feel so upset with me over this, Keisei. You’ve done more for this group than anyone else, and on top of that, you were pushing to help me study. I’m sorry,” I told him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No one would feel great about discovering the person they’d been tutoring was hiding the fact that they were better than them. I was sure Haruka and Airi, who stood beside him, felt similarly. Haruka stood there and listened to my apology. Aside from what she said right at the beginning, she hadn’t opened her mouth. I supposed that was probably because she had decided that Keisei should think about it and come to terms with things on his own, first.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To be honest, I’m still pissed. If you didn’t need me to tutor you, you should have just said so from the beginning. You could have just told me that you could have gotten through the exams without any trouble on your own,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s true,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From Keisei’s perspective, my circumstances, background, and such didn’t matter. I supposed it was only natural that he would have wanted me to tell him that from the start.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And on top of that, according to what Horikita says, you’re going to keep holding back and being vague in the future, right, Kiyotaka? If you can’t tell us what subjects you’re capable of handling and which ones you’re not, I’m never going to be able to fully trust you,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei would continue to harbor doubts. What kinds of subjects was I capable of handling? And which subjects did I actually need assistance with? As a tutor, it would undoubtedly be uncomfortable to be around someone like that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d be lying if I said that I didn’t feel like saying…I&#160;want to leave the group, you know,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, are you being serious, Yukimuu?!” exclaimed Haruka, having remained silent up until that point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed there was no way she could have held her tongue after hearing him say something like that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I am. Until we had heard that full explanation from Horikita a little while ago, I was completely planning to leave the group. Because I didn’t think I could trust Kiyotaka anymore. But…well, since we’ve been in the same group for so long now, there’s one thing I understand. I know that Kiyotaka isn’t a bad guy. I suppose if he was hiding this for the good of the class, it makes sense why he wouldn’t tell anyone about it. And even if he could’ve turned me down for tutoring help, saying that he didn’t need it, I can understand how someone like Kiyotaka, who isn’t good at communicating, wouldn’t be able to actually come out and say that.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei clenched his fists as he spoke, responding with his honest thoughts.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s just… Well, yeah, it’s just that… It’s taking me some time to get my thoughts in order, I guess,” he added, intentionally letting out a big sigh afterward. “I guess it’s pointless to drag this out any longer. In the end, what I want to say is—what I wanted to say is—I don’t care if you’re hiding your true abilities from the rest of the class. It’s not like you’re dragging everyone down like Kouenji, and it’s not like anyone has the right to complain about you. And if I try and accuse you of stuff like that, it’s only going to make things worse between us,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was fair to say this whole situation had left Keisei more most dissatisfied and displeased than anyone else. And yet, he was trying to swallow those feelings and keep them to himself. For the sake of the Ayanokouji Group, and for the sake of his classmates.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand all that, but I can’t help but feel a certain way about this. For that, I’m sorry. For the time being, I’ll just consider the skills that you’ve shown us to be the real thing. And I’m going to assume that you’re still only just adequate in every subject aside from mathematics, and I’ll continue tutoring you. …Is that okay?” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Considering it wouldn’t have been surprising if the situation had ended our friendship for good, I was incredibly grateful for his proposal. There was no reason for me to refuse, so I nodded my head in response, agreeing to his request.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you, Keisei,” I replied, expressing my gratitude to him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Airi, after having witnessed the entire exchange, summoned up the courage to speak.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Th-then, how about…you two shake hands, to make peace with each other? Or something?” she suggested.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s great! Yeah, make peace with a handshake,” added Haruka, agreeing with Airi’s suggestion.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei, feeling the tension was hanging over us beginning to disperse, shook his head from side to side. “Oh, come on, lay off. That’s embarrassing.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite him rejecting their suggestion, Haruka had quickly grabbed hold of Keisei’s right hand. Then, at almost the exact same time, she took hold of my right hand as well.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, make up!” she exclaimed, forcing our hands together, trying to make us shake hands.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Neither of us had exactly prepared for a handshake, though, so our hands just kind of hit one another.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not gonna let go until you two shake hands, okay?” said Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A-all right already…!” exclaimed Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps because he thought having our hands awkwardly joined together like this was more embarrassing than just doing a regular handshake, Keisei gave in. The two of us shook hands, signaling that we had officially reconciled. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I’m fine now, but Akito still doesn’t know anything,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Miyacchi’ll probably be just fine, I bet. I think he’ll accept Kiyopon just like normal. Right?” said Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keisei thought about that for a moment, but considering what he knew of Akito, he seemed to agree with Haruka’s conclusion. “…Well, I suppose, yeah.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whew, okay! Everything’s finally back to normal. It&#160;kind of feels like this weight’s been lifted off our shoulders, huh?” said Haruka, locking eyes with Airi. The two of them seemed in total agreement. “Anyway, it looks like you’ve become a celebrity all of a sudden, Kiyopon. Doesn’t it? Wait…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She trailed off at the end and stiffened up, staring at me intently, as if she had just remembered something.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The three of us waited for her to continue speaking, but it didn’t seem like she was going to.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s the matter, Haruka-chan?” asked Airi, worried about Haruka, who had gone completely stiff.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just then, Haruka started moving again, like she had been released from a spell.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“O-oh, uh, nothing, no big deal. Anyway, now that you’re a celebrity, things are gonna be pretty rough for you, huh?” she said, turning back to me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t you think getting a full score might have been kind of excessive? The second highest score in our grade was Sakayanagi, with ninety-one points,” said Keisei, worrying about a different matter after acknowledging things with me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, speaking of Sakayanagi-san, she got scores close to that in every other subject too, if I remember right. Didn’t she?” said Airi, thinking back on it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A score of ninety-one points in math. And she’d gotten similarly high scores in every other subject, on top of that. Considering the elevated difficulty of these tests, there was no doubt in my mind that she really was very academically gifted, after all. I was certain that she was the best in our grade level, after me. What was most impressive was the fact that she was that good despite not having received an education in an exceptional environment like the White Room. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was no wonder she claimed to be a genius. Because she was exactly that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I knew that she was smart, but since they introduced the OAA, I feel like her strengths have become even more apparent,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though there was some frustration in Keisei’s voice, he was openly and honestly recognizing Sakayanagi’s strengths. Though we had no doubt she’d gotten high scores in the past, she was getting even better. Had she been deliberately holding back a little earlier? Or had she&#160;started to study outside of class time?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In any case, it was absolutely certain she was going to become an even more troublesome foe for us to face, and one we needed to defeat more than ever before. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, to celebrate you guys makin’ up, how about we all meet up at Keyaki Mall after Miyacchi is done with his club stuff?” suggested Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No one turned down her idea.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">2.3</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\"> </span><span style=\" font-size: 0.80em;\">STOOD IN FRONT</span><span style=\" font-size: 1.00em;\"> of Keyaki Mall. I had gotten there ahead of time, quietly waiting for my friends to come. We’d planned to meet up at seven o’clock that evening, and since I was the one who’d caused a bit of a scene earlier, I decided it would be best if I didn’t keep anyone waiting. Especially not today. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh. Guess I did get here way too early though,” I muttered to myself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was only just after six thirty now. Even so, I didn’t feel like waiting was particularly painful. If anything, it wouldn’t be a stretch to say that it was one of my few unique skills. It was nice to have some time to just stand around like this and clear my head, not thinking about anything in particular.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Still, while I wouldn’t say it was like I had paid a heavy price or anything, things were getting a little difficult for me. Namely the fact that me being alone would attract attention, strangely enough. Even though my test results had been disclosed to everyone except the third-year students, it wouldn’t be long before I started getting the attention of every grade level. The inquisitive eyes of both upperclassmen and underclassmen were probably going to be on me for quite a while.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t do anything for a while, but just stood there. Then my phone started to vibrate. There was a message in the Ayanokouji Group chat. Airi told everyone that she was just leaving from the dorms now. I saw that the message had been read by everyone else in the group, but I hadn’t told them I was already here, so I just read their respective messages and did nothing else.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-kun, are you waiting for someone?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I hadn’t been paying attention, since I was looking down at my phone, but I looked up when I heard Ichinose call out to me. Standing next to her was her classmate, Kanzaki. Even though our school boasted quite an expansive campus, the areas that students usually occupied were extremely limited. If a student were hanging around the entrance to Keyaki Mall, it was almost a certainty that they’d run into someone they knew.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m going to be eating with some friends in a little bit. What about you?” I replied, answering her honestly, rather than hiding anything.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose and Kanzaki, without even exchanging looks first, replied in complete sync with each other.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re doing something pretty similar. Right?” said Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yep,” said Kanzaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A rather short response from Kanzaki. His gaze was more intensely focused on Ichinose than it was on me, though. Anyway—something similar, huh? But I was sure there were plenty of things that only seemed similar, without actually being that way </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That reminds me, I saw the test results. Getting a perfect score in math? That’s amazing!” exclaimed Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“From what I saw in OAA last year, though, you didn’t have the kind of aptitude that indicated you were capable of getting perfect scores,” said Kanzaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In contrast to Ichinose, who didn’t ask me a single question about the matter of me concealing my abilities, Kanzaki made no effort to hide his disapproval.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, there are some reasons behind that. After discussing it with my classmates, it was decided that I’d hide the fact that I could do well in math,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even when I only explained that much, I was sure that Ichinose and Kanzaki would understand things, to a certain extent. They’d use their imaginations to fill in the gaps and flesh out the story themselves. Normally, that would’ve been more than enough. However, the sharp gleam in Kanzaki’s eyes remained, unwavering. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Which means you’ve been hiding it all this time, then. It seems you’re a more dangerous opponent that I had imagined,” said Kanzaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come on Kanzaki-kun, don’t say it like that. Every class has its own ideas and its own strategies, you know that,” replied Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kanzaki accepted what Ichinose said, as a matter of course. “That is certainly true, yes. And it’s not as though he has used cowardly tricks like Ryuuen, either. But there are a few things that I just don’t like. As you know, Ichinose, it’s not so easy to get a perfect score on a test with advanced problems like that in the first place. And even though he said that was going along with what his classmates had instructed him to do—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-kun isn’t our enemy.” Ichinose interrupted him, expressing a keen sense of dissatisfaction with his hostile attitude.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly unusual for Kanzaki to act this way, but if you asked me who was doing the correct thing in this situation, I’d have to say it was the person who being more openly vigilant. So, Kanzaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Our alliance with them has already been dissolved. Class 2-D is, without a doubt, our enemy,” said Kanzaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… Well, but there’s still no need for meaningless quarreling,” replied Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re not quarreling. But we need to understand what our opponent’s strengths truly are,” said Kanzaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, Ayanokouji-kun kept the fact that he was good at math a secret. That was a truth he had concealed,” said Ichinose, conceding the point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kanzaki took a step forward, shortening the distance between us so that he was closer to me than I was to Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, what else is there? Is being good at math the only thing he’s hidden? No, I don’t think so. He’s probably hiding other skills. Was he hiding the impressive running speed he demonstrated during the sports festival last year on his classmates’ instructions? The worst thing for us, for Class B…I mean, Class C, would be if he has other abilities he’s hiding as well,” said Kanzaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But test scores only go so far. No matter how capable you are when it comes to academics, you can only get up to a hundred points per subject, and the highest grade you can get is an A+. Even if he got perfect scores in every subject, the difference between him and Sakayanagi-san, who came in second in our grade level, would still be rather small,” reasoned Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In fact, the difference in mine and Sakayanagi’s math scores was a mere nine points. Even if we had the margin of difference spread out over all five subjects on the exam, that would only mean a total of forty-five points. Ichinose was saying that wasn’t that great a threat.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In terms of overall scores, our class is still higher. It’ll be fine if our entire class works hard to make up the difference, to compensate for the points that Ayanokouji-kun is getting when he tries his hardest,” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That might be true if you’re only talking about written exams. But—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s not talk about this anymore, Kanzaki-kun. You understand that this isn’t the kind of time and place where we should argue so vehemently, right?” said Ichinose, interrupting him once again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose, who always strove to be a pacifist, feared it would cause a scene if they continued to have a heated discussion out in front of the Keyaki Mall, in public.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I suppose you’re right. I did lose my cool a bit,” conceded Kanzaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps deciding nothing would be resolved right now, even if they continued arguing, he shut his mouth and averted his gaze resignedly. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll be going on ahead,” said Kanzaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And with those brief parting words, he quickly disappeared into the mall, leaving Ichinose behind. She and I quietly watched him go. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry. But, well, considering that the situation being what it is, Kanzaki-kun is feeling some pressure,” said Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">They had been holding their position as Class B, but had now been demoted to C. It wasn’t hard to see why Kanzaki was feeling pressured, since he was now being forced to change course after seeing that their battle tactics so far were no longer working. On the other hand, you could say that Ichinose, who was showing me kindness even in this situation, wasn’t changing course. Kanzaki likely thought Ichinose should abandon that kind of naivete, and he wasn’t wrong about that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Am I in the wrong…?” said Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t like she didn’t understand what Kanzaki was thinking at all. Even though she knew what he was getting at, she was still sticking to who she was. There was a world of difference between that and carrying on while not knowing anything.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you remember what I told you before?” I asked her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. You told me to keep moving forward together with my classmates, for as far as we can go,” said Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In the future, there might be other students like Kanzaki, who are going to try and change your class. Or students who are dissatisfied with you, Ichinose, but keep those feelings to themselves. Maybe there will even be students who betray your class. It wouldn’t be that surprising, considering the situation. The class you had last year, the one that was safe and protected by you alone, doesn’t exist anymore,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What I just said would probably resonate more with Ichinose than with any other student in her class.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No matter what might happen from here on out, I want you to keep on fighting while prioritizing trusting in your friends and protecting them,” I added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t worry. I will definitely protect my classmates. If there ever does come a time when someone in our class must go, then I think I will be the first one to disappear,” said Ichinose, resolutely. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She wasn’t putting on an act. Ichinose would definitely do that if necessary. She would take responsibility for her class’s fall and choose to be expelled herself before anyone else.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I’m relieved to hear that you’re so determined, but I have just one complaint with that,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A complaint…?” she repeated, cocking her head to the side in confusion, not sure at what I was getting at. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I will never allow you to be expelled.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I needed to remind Ichinose of the most important thing there was. It was extremely important that she keep running forward, without stopping, over the course of this year. I looked into her eyes, and lit a powerful fire inside her, igniting the determination that lay deep within. It wasn’t darkness that she should bear. It was a light that would never go out. And if there was a chance that she would point that light in the wrong direction, then I’d pluck it out. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Th-that’s… U-um, okay… I will…definitely stay,” she mumbled, looking up at me as she spoke, seemingly embarrassed about something. She averted her eyes, like she was trying to change the subject. “Y-… You really are amazing, Ayanokouji-kun… I mean, you got a perfect score on such a difficult test and all.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Math might be the only thing I’ve got going for me, though,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Still, you’re amazing. That just means that you have a special skill. Something no one else will ever beat you in.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I could say the same for you, Ichinose. You definitely have a special skill too. Something no one else will ever beat you in,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wish that were true, but…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was just that, well, there weren’t a lot of people around who could really put this particular skill to good use. This didn’t mean that Ichinose wasn’t blessed with good classmates. The problem lay in the one disadvantage of her particular special skill, and that was its potential to break down her classmates’ individuality. Her tolerance led to a vicious cycle where the other students would rely on Ichinose so much that, as a result, they lost their individuality.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Well, I should be going now. I’m sure we’ll draw attention if I keep bothering you, and I’d feel bad if I kept Kanzaki-kun waiting any longer,” said Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I responded with a gentle nod and watched her walk off. Thinking that it was probably just about time for me to meet up with the others right about now, I pulled out my phone again to double check. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What were ya talkin’ about with Ichinose-san?” asked Haruka, addressing me from some distance away. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I looked over in her direction, I saw Akito, Keisei, and Airi were all with her. It looked as though everyone else in our group had met up while I had been talking with Ichinose. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“About my perfect score in math,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The second I gave them that sensible explanation, Keisei looked immediately convinced it was the truth.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s no surprise. The smarter someone is, the more likely they’ll take notice of something like that,” said Keisei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, Haruka didn’t look convinced. She didn’t press the matter too deeply though, and shortly after, her expression returned to normal. Tomorrow, May 2, was the start of Golden Week. The student body probably intended to take it easy and relax over the holiday, considering that they had just gotten through a special exam.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">2.4</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">G</span><span style=\" font-size: 0.80em;\">OLDEN WEEK SEEMED</span><span style=\" font-size: 1.00em;\"> to pass in the blink of an eye, sending us back to the usual daily grind at school. The scenery outside remained the same as ever, but little by little, our daily lives were beginning to change.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Hey.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou was the very first person I saw that morning, when our break had ended and we returned to school. I&#160;had bumped into him near the shoe lockers. It was just a simple run-in with a fellow classmate, but it was also an example of the way our daily lives were starting to change.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sounds like you’ve had it pretty rough for a while lately. You doin’ okay now?” asked Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, it’s all right. Nothing really unusual happened over Golden Week. It was pretty quiet.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, gotcha. Though, man, our break really was over in no time, huh?” said Sudou, walking in step with me, the two of us heading towards the classroom side-by-side.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou, who had left the classroom to attend club activities before hearing Horikita’s explanation, most likely got the details later from people like Ike or Hondou. He should have understood everything well enough without me needing to explain.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you were hidin’ the fact that you’re real good at math because of Suzune’s strategy, right?” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I responded with a gentle nod, signaling that he was right. Sudou then averted his eyes from me, pouting slightly, before turning and facing forward.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I guess you two have been pretty close ever since school started and all, yeah. Even though it might be too late to say it now, I do finally get it.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like we were close. If anything, I’d say that we preferred to keep each other at arm’s length,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Really? Sorry, but it didn’t look like that to me though,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was probably because Sudou was looking at Horikita through the filter of seeing her as a member of the other sex. It wasn’t like pointing that out was going to help matters, though, so I just let it slide. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By the way, Yousuke told me afterward that you covered for me,” I told him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I dunno if I’d say covered or anythin’. More like I was just statin’ the facts.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You say that they were the facts, but at the time, you didn’t know the real truth of the matter.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, ’course I know that,” said Sudou, sounding slightly irritated, puckering his lips once again into a slight pout. “Sounds like the fact that you’re a math genius is a secret. So, is the fact that you’re real good in a&#160;fight just as much of a secret too?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As far as Sudou was concerned, chances were good he was much more concerned about that issue than my math skills.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t know what you mean,” I answered, pretending not to understand what he was trying to say.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, Sudou wasn’t the kind of person who would back down at something like that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t play dumb, dude. I fought Housen, so I get it. He’s crazy strong. And he moved faster than anybody else I’ve ever fought. To be blunt, he’s a monster.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was saying he understood it all too well fact precisely because he had fought him firsthand.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s the first time I ever felt scared in a fight. Even now, his smile is burned into my brain,” he added, stopping in his tracks, and tapping his temple with his left index finger a couple times to further illustrate his point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So you were scared? Even so, you looked like you were putting on a brave fight. For Horikita.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I had to, man. There was no other option. That dude’s got some screws loose,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was no denying that. After seeing him up close, I understood Housen’s obsession with violence.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But you still had a chance to win, I think,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The reason Sudou had gotten knocked down by Housen the other day was because he suckered him with a cheap shot, when Sudou wasn’t paying attention. In a situation like that, where you needed to keep your eyes on your opponent, Housen used Horikita as bait, and rendered Sudou defenseless. That moment turned out to be a fatal mistake, and their fight ended with Sudou’s defeat.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not so sure about that dude… If we were to really throw down in a serious fight, I probably couldn’t beat ’im,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou was by no means a weak person. If someone with his strength and athleticism spoke that highly of Housen, then that just meant that Housen was not someone to be trifled with. Even if I were to hand-pick the best of the best, like Horikita’s older brother Manabu, who trained in martial arts, or Albert, who had been born with an impressive physique, they wouldn’t stand a chance against Housen in a fight.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, hold on, that ain’t it. I don’t wanna talk about me right now,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He turned to look at me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You… You were evenly matched with, or maybe even stronger than that monster Housen, though. You stopped him. I’m right, aren’t I?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if I said something like, I just happened to muster more strength than usual in the heat of the moment, it wouldn’t do anything to convince Sudou otherwise. It was only natural that he would connect the dots, reasoning that since I’d gotten a perfect score in math, it wouldn’t be surprising for me to be exceptional in other ways too. There were other things he could see as well, precisely because of his fondness for Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you sure it’s not just a simple misunderstanding, Sudou? Or did you really see it that way?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I did.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou grabbed my bicep with his right hand and lightly squeezed several times to see for himself what my musculature was like.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I had a hunch ever since I saw you in the pool last year. You weren’t in any clubs or anything, but you’ve got a really toned body. It’s hard to tell when you’re wearin’ clothes and all, but you have incredibly toned muscles… There’s no way you’d be like that unless you worked out a lot,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou had regularly worked out and trained to improve his physique. It was pointless to try and deceive him any longer. I could claim I just worked out on my own after I rose in the mornings, but there was no way he’d believe that. He wasn’t seeing the truth with his eyes. By touching my arm like his, my own body told him the&#160;truth.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That reminds me, when we got our measurements and stuff taken before the sports festival, your grip strength was around sixty, right?” he added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou was started gradually remembering the events of last year.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, I thought that was already pretty amazin’, at the time… But you were holdin’ back. What is your grip strength, really?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No clue. Honestly, I don’t know.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t know?” he repeated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t remember ever getting an actual measurement of my grip strength before.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, the hell? Dude, we have like physical examinations and stuff a bunch of times, both in elementary school and junior high, right?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I honestly had no memory of anything like that. Of course, our bodies were examined periodically in the White Room. And I was sure they’d collected a massive amount of data on us, enough to be incomparable to the kinds of physical examinations that were conducted in a normal school. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, that data was known only to the instructors. They didn’t bother giving the students details on how they’d performed, and the students weren’t especially interested in the numbers, which changed from day to day, either. They saw them only as numbers—numbers that went up or down. However, even though I’d been sticking to a daily routine to keep in shape, I was sure my physical abilities were slowly declining from what they’d been in the White Room.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You really don’t know,” said Sudou, looking into my eyes, probably sensing that I wasn’t lying before.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Back then, I heard that the average grip strength for a first-year high school student was around sixty. So I adjusted my grip to purposefully score around that mark. I was trying to be as inconspicuous as possible,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had later learned that sixty was higher than average. I remembered being surprised by that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just how incredible are, you, really? The real you, I&#160;mean,” asked Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">An inquisitive mind included things such as envy and jealousy.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How incredible… Huh,” I repeated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The answer to that question, and the angle you chose to approach it from, would depend on what your criteria for “incredible” were. I thought about it for a little while, but then—</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, actually, you don’t have to answer that. Just forget it.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou withdrew his question, as if refusing my answer. Even if I came out and told him my whole life story, no one would be able to understand it, anyway. It wasn’t something that could be expressed clearly in only a few short words.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whether you’re really incredibly strong or not, it won’t mean anything to me unless I see it with my own eyes, I guess,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He let go of my arm. It seemed he, like Keisei, was starting to come to terms with this situation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But, anyway, I do get that you’re like, this really crazy dude. You are seriously just incredible, Ayanokouji,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Does it bother you that I’ve kept quiet about it?” I&#160;asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I mean, at first, I thought like, ‘What the hell?’ I get how Yukimura feels. It doesn’t really feel too great when you think that you’re hot shit only to find out that there’s someone way better hiding nearby. But it ain’t like I don’t understand how you feel too, Ayanokouji. You don’t like to stand out for no reason, right? I guess I’ve come to understand that, more or less,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He followed this with something I hadn’t expected.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, I’d be lyin’ if I said that I didn’t have a lot on my mind ’bout all this, but I’m gonna keep working hard and trying to grow, in my own way. It doesn’t matter what other dudes think. I’ve decided to think ’bout things that way,” he concluded.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Focusing on oneself rather than focusing on others. That was what Sudou was getting at. He was doing what was best for himself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, no matter how incredible you are, I’m definitely better at basketball,” said Sudou, wearing a big, bold grin on his face for the first time that day.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He said it with confidence and without the need for confirmation. Of course, it was an undeniable fact. Even if we played a couple rounds, the results would be as a clear as day. There was no way I could beat him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey man, if we’re talkin’ basketball, I’d be happy to take you to school any time,” he added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll pass. I don’t really feel like being a punching bag, sorry,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ha ha ha ha ha! All right then, you get it, huh?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was easy for people to relax and feel at ease when they had something that they excelled in more than others, even if it was just one thing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, I ain’t gonna tell anyone what happened with Housen. I feel like this whole conversation was kinda a roundabout way of us getting’ here, but that was the main thing I wanted to tell you today,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Gotcha.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was really thoughtful and considerate of him. I&#160;honestly felt truly, sincerely grateful.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, um, so, I’m about to be done talkin’ about Housen today and all, but…is it okay if I ask you one last thing?” asked Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, if it’s something I can answer.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did you not think that I’d tell anybody about the fight with Housen?” he asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed it was inevitable that question would come up during this conversation. Even though Sudou had witnessed what happened, chances were good that I might have taken some measures to make sure he stayed quiet. I&#160;had considered talking to Horikita and having her forbid Sudou from saying anything, just in case, but both the look in Sudou’s eyes that night and the look in his eyes when it was revealed I got a perfect score in math gave me a fairly good idea of how he’d handle it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If this were the old you, I’m sure I would have taken some precautions. I probably would have asked Horikita to make sure that you kept your mouth shut,” I told him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…If it were the old me?” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As anyone can see by looking at the overall ability scores in OAA, when it comes to growth potential, you’re among the best in our class. I’m sure you can assess situations calmly and rationally now, unlike before, when you were a reckless hothead. That’s why I didn’t do anything.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">My decision was based on my own analysis of the student known as Sudou Ken. If a student like Ike or Hondou had been present for the fight with Housen…well, that would have been an entirely different story.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It kinda feels like I’m bein’ talked to by a draft coach or somethin’,” said Sudou, sighing partly in exasperation and partly out of admiration. “Well, I’m totally convinced. And it sure doesn’t feel bad at all if someone like you thinks I’m hot shit.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Afterward, Sudou drew in closer, bringing his face near mine.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s one more thing I wanna ask you. ’Bout you and Suzune, you—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re not going out,” I replied, cutting him off.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I responded to him quickly and decisively, emphasizing that what I had said was the truth—while at the same time putting some distance between us, because his face was way too close to mine.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Okay.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After hearing me come back with that answer, Sudou averted his gaze, looking somewhat embarrassed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, well, that’s the thing. I’m not, uh, really telling you not to date or nothin’ like that. Suzune is… She’s free to go out with whatever guy she wants, whenever she wants. Whether it’s you or me or anyone. That’s her business. But, um, it’s like, if you were and you were hidin’ it, I wouldn’t show ya any mercy,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, yeah, I know. In the unlikely event that that ever happens, I’ll tell you immediately. Sound good?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, good. Wait, no, not good! …Agh, whatever,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He let out a deep breath, perhaps because he’d gotten through everything he wanted to hear and say.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This might sound cold comin’ from me, as Haruki’s friend, but I’m real glad that you didn’t get expelled durin’ the class vote. You’re somebody we need if we’re gonna shoot for Class A, without a doubt. Anyway, see ya later, Ayanokouji.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He headed toward the classroom, walking slightly faster than he had been. Was he doing that out of consideration for me, so people around us wouldn’t notice we had been talking earlier?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Somebody we need if we’re gonna shoot for Class A, huh…” I repeated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I never thought the day would come when I’d get such high praise from Sudou. However, I wasn’t the kind of person our class needed right now. Rather, I had no doubt that Sudou was the one who was important to our class.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v2",
    "chapter": 7,
    "title": "Chapter 1 - Prologue : The White Room Student's Soliloquy"
  },
  "nextChapter": {
    "volumeId": "y2v2",
    "chapter": 9,
    "title": "Chapter 3: Days Passing By"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : The White Room Student's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Changing School Life",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: Days Passing By",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Approaching Summer, Premonition of a Fierce Battle",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Battle of the First-Years and Third-Years",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Invitation",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7 - Epilogue : The Calm Before the Storm",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Postscript",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    }
  ],
  "currentSpineIndex": 8
}