{
  "title": "Chapter 6: Approaching the Special Exam",
  "content": "\r\n<p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_29\"><span style=\" font-size: 1.00em;\">“I wonder if maybe he was trying to stop her from meeting with Yamanaka-san,” Asahina said. “I remember Kiryuuin-san shoved him and told him to ‘get Yamanaka-san.’ I think she was pretty furious. She was shouting things like, ‘Spit it out, tell me,’ and stuff.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t know what reason that student might have had for trying to protect Yamanaka, but even so, I felt sorry for him. He must have been really scared.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By the way, who was this student that approached her?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I remember right, it was Anzai-kun. He’s in Class D too.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d gotten a new name. Had he been manipulating Yamanaka to try and sabotage Kiryuuin? Or was he simply trying to protect Yamanaka from Kiryuuin, as her classmate? I couldn’t come to a decision yet.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d like to talk with Yamanaka-senpai,” I decided. “Could you call her for me, Asahina-senpai?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Oh, sure. It might be a little difficult, though…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please,” I added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The truth was that I should attempt to ask the person who had tried to frame Kiryuuin directly, Yamanaka. Asahina-senpai contacted her via chat, and apparently, her message was immediately marked as read by Yamanaka-senpai.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Seems like she’s at Keyaki Mall right now,” Asahina said. “Can I tell her that you want to meet her, Ayanokouji-kun?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I nodded to tell her that was no problem, she typed a message and sent it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She saw my message, but hasn’t responded yet. Let’s hang on for a second.” Asahina stared down at her phone for a while. After a few minutes had passed, she got a message back. “If you don’t mind waiting, she can come in about thirty minutes.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t mind, I’ll wait,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once I told Asahina that, she confirmed that Yamanaka-senpai would be coming here.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you very much. It’s a big help,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I didn’t really do anything major,” she insisted. “Besides, I’m curious about what the truth is, too.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since I had some time, I decided to talk to Asahina-senpai for a while, asking her questions about her life at school so far, special exams, and so on.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Chapter_Header\"><span><span style=\" font-weight: bold; font-size: 1.00em;\">6.5</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">I</span><span style=\" font-size: 0.80em;\">T WAS NOW</span><span style=\" font-size: 1.00em;\"> just a few minutes before Yamanaka was supposed to come meet us. I’d just reached the bottom of my cup when a lone male student approached me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, Asahina, is this guy Ayanokouji?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Tachibana-kun? Yes, he is, but…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry. I’m gonna butt in for minute,” he announced.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The student—Tachibana, apparently—aggressively pulled out a chair and sat down. He didn’t have anything in his hands. He immediately put his arms on the table, leaned forward, and started talking to me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you want with Yamanaka?” he demanded.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tachibana Kento. He was a student in Class 3-D, a classmate of Yamanaka’s. I had been expecting Anzai to appear, but apparently, I was meeting another new student instead.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, hold on a second, what?” said Asahina. “Why are you here…?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m assuming you were contacted by Yamanaka-senpai,” I said. “Did she ask you to come here and check things out?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Hey, I’m the one asking the questions,” replied Tachibana. He didn’t seem to be dropping the aggressive act, perhaps due to the fact that he was my senpai. Most likely, he was superior to Anzai both physically and mentally.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I suppose you can guess why I’m here, since I was sent as a stand-in. It’s regarding the matter of Kiryuuin-senpai,” I explained.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you have to do with any of this?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not directly involved. I’ve been asked by Kiryuuin-senpai to ascertain the truth,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What, are you a detective or something? Look, in that case, just tell her what’s already been said.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That Yamanaka-senpai was ordered to frame Kiryuuin-senpai for shoplifting by Nagumo-senpai, correct?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, is that true, Tachibana-kun?” Asahina piped up. “I can’t imagine that Miyabi would make someone do something like that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can’t imagine it?” Tachibana scoffed. “Nagumo’s the type of guy who makes people do stuff like that without a second thought. He treats us like slaves and uses us like extensions of himself.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the sounds of it, Tachibana definitely seemed to be separate from the faction that supported Nagumo, at the very least. It wouldn’t feel out of place if he called himself part of the anti-Nagumo faction.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We have no choice except to obey, no matter how much we dislike it. Same goes for Yamanaka.” Tachibana let out a deep, quick exhale, like he found this all boring, and then cocked his head to the side slightly. “If you understand, then don’t ever get involved with Yamanaka again. Got it?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m terribly sorry, but I’m afraid I can’t agree to that,” I told him. “Nagumo-senpai doesn’t admit to having been responsible.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can doubt it all you want, but it’s the truth. We can’t defy Nagumo, after all,” said Tachibana.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve heard as much. It’s because of the contract you have with Nagumo-senpai, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tachibana shot Asahina a glare that seemed to say, </span><span style=\" font-style: italic; font-size: 1.00em;\">“You told him that much?!” </span><span style=\" font-size: 1.00em;\">Then he turned back to me and said, “In that case, you know.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Considering that the method is collecting Private Points and redistributing them in the form of large sums of funds so that students can transfer classes, though, any other class could have pulled off the same idea,” I pointed out. “Why do so many people really need to bother to follow Nagumo’s orders?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t get it,” Tachibana huffed. “Us students in Classes D and C, we didn’t exactly have a lot of Class Points before he came hounding us to sign the contract. Even if our entire class all worked together for an entire year, we never would have been able to come up with twenty million. The chances of us graduating from Class A were zero. But if we signed the contract, then he’d even let us win special exams, up to a point. That meant that we’d be able to get Class Points. What choice did we have except to sign? Besides, if the entire class ignored Nagumo’s contract, then that would’ve meant we had to fight him every step of the way. What would happen then? Our remaining Class Points would’ve been taken away, and we would’ve ended up getting a total of zero Private Points every month.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nagumo, not passing up a good opportunity, had put his own class’s strengths and advantages to the best possible use.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If Nagumo approves of you, that means that on top of having a stable life at school, you’ll even get the chance to graduate from Class A. Only idiots like Kiryuuin could refuse something like that,” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, by coming under Nagumo’s control, they could maintain their Class Point totals to some extent. Even if they were being exploited, having 75 percent of their monthly income taken away from them, they were still getting some pocket money each month. Also, due to the nature of the contract itself, once it was signed, it was difficult to break the terms. Even if one or two people did break the contract, they’d probably be discovered due to someone reporting them.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, even if Nagumo were to spend a large sum of money, no one could complain,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, no, but… That’s not to say that people wouldn’t be annoyed over it,” said Tachibana. “You’re right, though, people couldn’t complain. Things are still okay for the people who’ve got skills. But for people like me, who have to rely on someone else to have any hope of getting to Class A, the lottery is our last shot.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if they were going to be endlessly exploited for Private Points until graduation, they would bet on the lottery. If there were only a few tickets, meaning that there was only about a one-in-a-hundred chance, even that wasn’t so bad, huh?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, are you saying that the attempt to pin the crime of theft on Kiryuuin-senpai in this instance was another instruction that was given?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tachibana, after casting his eyes downward for a moment, nodded silently. “I’m one of the people tasked with acting as a go-between. He said that if we could get Kiryuuin nailed for shoplifting, he’d acknowledge us.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m afraid I don’t quite understand, regarding this ‘go-between’ business,” I said. “The more people that you insert into the situation, the more you risk having the truth get out that you tried to frame her for shoplifting. Besides, if you’re having a large number of people handle one task, that means that each person’s individual contribution is reduced proportionally, obviously.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It would’ve been less time-consuming and risky for Nagumo to simply approach Yamanaka alone from the very beginning. After all, she was a girl who had no other options; her back was against the wall. Why was there the need for Nagumo to pass the baton to Tachibana, and then have Tachibana pass the baton to Yamanaka? That point got stuck in the back of my teeth; nothing was clicking into place here. If you were to ask me if everything Tachibana was saying was trustworthy, I would’ve told you no. Basically, it </span><span style=\" font-style: italic; font-size: 1.00em;\">looked</span><span style=\" font-size: 1.00em;\"> like he was telling the truth, but he was speaking far too candidly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure that Student Council President Nagumo must have forbidden you from talking to anyone about this,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“O-of course he did,” Tachibana responded. “But, I mean, you can’t blame us for being forced to name names against our will when we’re in trouble. Neither me, nor Yamanaka. We… Well, I’m just saying this myself, but I guess it’s like we don’t need to feel responsible for it…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, he was saying that, after being pressed for answers, they had quickly and readily confessed to what they’d done. When he had first shown up here, he acted completely confident and aggressive, but I wondered if there was perhaps a part of him that didn’t want to be poked and prodded about this, or if I was just seeing a weak side of him coming into view.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Tachibana-senpai,” I said. “You may not have been the direct perpetrator of this incident. However, if this matter becomes public, the school will likely judge you in a similar fashion. Are you prepared for that?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? There’s no way that Nagumo would let something like this go public,” he said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, it’s true that Nagumo-senpai might not, but Kiryuuin-senpai is angry. You can understand from what you’ve seen of her over the past three years, no? That, if she wanted to, she would bare her teeth at her opponent, no matter who they were?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, that’s… Anzai was pretty scared, too…” said Tachibana.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You received orders from Student Council President Nagumo. And you chose Yamanaka-senpai as the girl who would approach Kiryuuin-senpai, and proposed what she should do. You were enticed to do it because you were told that, if you were successful, you’d receive recognition. That is the whole truth. Can you swear to&#160;it? That it’s all true?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I put my phone in video-recording mode and directed the camera at Tachibana’s eyes, holding it close to his face.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“L-look, I already told you that…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can you swear to it?” I repeated.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I brought my phone even closer to his face, pressing him for an answer, but Tachibana pushed it away with an aggressive show of force and made me stop recording. “I told you it’s the truth, didn’t I?” he barked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, there’s no need for you to be so flighty. Why don’t you want to be recorded?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… I mean… Look, just cut me a break! I’m out of here!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-hey, hold on a second, Tachibana-kun!” Asahina tried to stop him, but he left without looking back.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I felt like he was about to say something just then… I wonder what it was,” she mused.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t worry. I was able to get a rough idea from his reaction,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“R-really? Does that mean you know who ordered Tachibana-kun and the others to do what they did?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tachibana had obediently followed his orders and carried them out. Then, when his plan failed and Yamanaka was hounded by Kiryuuin, Nagumo’s name came out. Even though they risked destabilizing their own position, Tachibana and his people had refused to admit anything other than the truth that they were presenting.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you very much for everything today, Asahina-senpai,” I said. “I think this will help me solve the mystery in the near future.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Y-you’re welcome. If you understand it all, Ayanokouji-kun, then I’m glad, but… Could you tell me?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m afraid I’ll have to refrain from doing so right now. I don’t want to carelessly get you involved in this, Asahina-senpai.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed like she was very concerned and curious about this whole issue, but it was best that I kept it to myself for now.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Chapter_Header\"><span><span style=\" font-weight: bold; font-size: 1.00em;\">6.6</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">A</span><span style=\" font-size: 0.80em;\">LTHOUGH IT HAD TAKEN</span><span style=\" font-size: 1.00em;\"> some time, I was able to get valuable information that would lead me to the truth of the shoplifting incident. Thanks to Asahina’s help, my time hadn’t been wasted, but that was precisely why I wanted to stop for a moment. The fact that I had gotten to the verge of solving the mystery without a hitch, on the very same day that I set out to conduct this conversation, could be attributed to my good fortune—including some unintended coincidence, of course.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But that was exactly why, personally, I wasn’t satisfied with this explanation. It wasn’t like my collaborator, Asahina—or Yamanaka or Tachibana, for that matter—had mixed lies into their accounts, or anything like that. What would happen if I just reported the results of my investigation, as I had them now, to Kiryuuin? And what were the intentions of the person who had concocted this whole narrative? What were they after? I felt like there was a possibility there could be effects felt in the third semester, depending on my decision now and the outcome of this situation. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I decided to send Kiryuuin a message, though I left out the crucial part of my investigation into the matter. Then, I suggested what action we should take next. The only question that remained now was whether Kiryuuin would be on board, but since she was hoping for resolution, I figured that she would accept without any problems. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After returning from Keyaki Mall, I arrived in front of the dormitory. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I had expected, I hadn’t gotten any calls or texts from Kei, and she didn’t appear to be waiting for me in the lobby or anywhere else, either. I wondered if Kei would continue to keep her distance from me right now, and thereby diminish her relationship with me. No, I didn’t even need to think about that. As long as she was a parasite attached to a host, she wouldn’t be able to escape on her own power and take action independently. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The elevator descended and stopped at the first floor. I got in and rode it to the fourth. </span><span style=\" font-style: italic; font-size: 1.00em;\">Rather than thinking about Kei,</span><span style=\" font-size: 1.00em;\"> </span><span style=\" font-style: italic; font-size: 1.00em;\">let’s proceed with sorting out Kiryuuin’s case for now,</span><span style=\" font-size: 1.00em;\"> I thought to myself. However, while that was going through my mind…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Welcome back, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I disembarked the elevator, I saw Ichinose standing there, wearing her coat. She looked a little cold, but she had a warm smile. Apparently, she had been waiting just outside my door for me to come back to my dorm room.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is something the matter?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm? Oh, I just wanted to see you, Ayanokouji-kun. It’s not a bother, is it?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not at all. It’s just, you were probably waiting a long time, weren’t you?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Normally, I would’ve been back by five o’clock, but it was already after six now, thanks to the detours I’d made to see Asahina and another third-year student. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose must have been curious, because she took out her phone to check the time. “Oh, wow. When did it get this late? I didn’t even notice.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I thought she might just have been saying that out of concern for me, to be nice, but it didn’t feel that way.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How long have you been waiting here, anyway?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um, since a little after school, so…just after four thirty, I think,” she replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She had been standing out here for at least an hour and a half. She had told me before that she would talk to me later; I guessed that was because she was determined to come visit me in person.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You could have contacted me ahead of time,” I told her. Even if we couldn’t meet up right away, I could have at least told her when I was going to be heading back to the dormitory.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh no, it’s all right,” she said. “I didn’t want to bother you, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t think it was a problem of “all right” or not, really… Anyway, if she herself wasn’t bothered by waiting, then there was nothing more for me to say.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, hey, um… It’s not like I had anything in particular that I needed to come tell you or anything, but, uh…” Ichinose spoke apologetically, essentially asking for my permission to visit me. “I was wondering, have you patched things up with Karuizawa-san?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, not yet,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I told her that, Ichinose nodded in understanding, replying with “I see.” Was she happy? Sad? Or something else? The look on her face could have been either of those feelings, but at the same time, I couldn’t tell how she truly felt.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case… Um, could I be a little selfish for a moment?” she asked. “If you don’t mind, I was thinking that I’d like to have a little chat with you, Ayanokouji-kun. I mean, if it’s really okay with you, I mean. But…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured that, since she had taken the time to wait, she hadn’t come here simply to say hello.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you don’t mind, Ichinose, then I’m fine with it. Do you want to come inside my room?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that okay?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t really have any reason to deny her. Kei hadn’t contacted me, and I didn’t have anything I really needed to spend my time on for the rest of the day. Besides, this wasn’t the sort of situation where I could make her stand outside and talk. More importantly, there was no way I could let Ichinose get any colder standing out here, so I&#160;turned the key and then opened the door.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m feeling kind of nervous. Sorry to barge in like this,” said Ichinose as she came inside.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once she stepped through the door, she must have immediately noticed what was different from the last time.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The last time you came to my room was on that rainy day,” I remarked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you for everything back then,” she said. “I was completely soaked, and I still just barged into your room and everything…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I took off my shoes first, and then Ichinose took off hers and neatly lined them up next to mine. After I turned on the light and the entire room brightened, allowing us to see what we were doing, Ichinose spoke up once more.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh! You know, it’s like it turned into a really cute room.” She was transfixed by the changes to my bed and everything around it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t like there were any especially major changes. I hadn’t bought new furniture or remodeled. It was just that there were plushies, a hand mirror, and cushions around the place, which looked a little out of place in a guy’s room. There were a lot more accessories around the room compared to before. Those were all things that had been brought here and left behind by Kei, who often came in and out of my room.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If someone unfamiliar with this school were to see that, it would be easy for them to get the mistaken idea that Kei and I were living together. If you looked in the kitchen, you could easily spot things such as matching cups and chopsticks in assorted colors. Ichinose understood full well that I was dating Kei, and she must have assumed that the state of my room would have changed. In fact, there wasn’t any sign of confusion on Ichinose’s face at all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sit down wherever you want,” I told her. “I’ll fix you a hot drink. Cocoa okay?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was the same drink I’d made her before, on that day, and she smiled warmly and happily. “Yes. Thank you.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The best way to warm up a cold body was from the inside out. That being said, it was getting rather cold in my room, so I turned on the heater and dehumidifier.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think the room should warm up real soon,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nodding, Ichinose took off her coat and placed it by her feet.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Girls really are amazing,” I said. “You’re always wearing skirts like that going to and from class. Aren’t you cold?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, definitely, it is cold. But I guess maybe I’m just so used to wearing skirts that I don’t really pay much attention to it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Noticing a framed picture of me and Kei, she approached it, took it in her hands, and stared at it for a long time. “Can I ask what it was that made you fall in love with Karuizawa-san?” she asked me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you interested?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I am. I haven’t had much contact with her. I only know what I heard—that she was dating Hirata-kun in our first year of school. I never thought that the two of you would end up going out, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Many students, even those in Horikita’s class, were still puzzled by me being with Kei. I was sure that, for students in other classes, it was probably difficult to figure out how it happened.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like I don’t want to answer the question, but it’s difficult to,” I answered. “It was the first time I’ve ever been in love, and even if I wanted to talk about it in detail, I can’t. It could just be the natural progression of us learning together in class, I guess.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since I was unable to say anything specific, I weaseled my way out of the question using words that sounded like they made sense.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Karuizawa-san really is a cutie, isn’t she?” said Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I won’t deny that.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once the water in the pot came to a boil, I poured the hot water into a cup and mixed the powder in with a spoon. Thus, the cocoa was ready.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Here you go,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s nice and warm.” Ichinose’s hands must have been&#160;cold. She wrapped them around the cup and let out a deep breath—</span><span style=\" font-style: italic; font-size: 1.00em;\">phew</span><span style=\" font-size: 1.00em;\">. “I selfishly dragged you all over the other day, like to the gym and stuff. Didn’t you hate it?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was the one who originally came to you, Ichinose,” I pointed out. “I wanted to know what you did on your days off. And besides—” I opened my desk drawer and took out a sheet of paper. “It was such a good experience that I’m actually thinking of turning this in on my next day off.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, a gym membership form…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had already filled the form out, entering my name, student ID number, monthly plan selection, and so on.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve always led a pretty self-indulgent life,” I said. “I thought I’d start getting my body moving a bit.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. That makes me kind of happy to hear.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had often seen a depressed look on Ichinose’s face up until, and throughout, the school trip. However, ever since we’d spent that day off together, I felt like she smiled much more than before, noticeably so.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure we’ll have more opportunities to see each other at the gym moving forward, so I’ll be looking forward to it,” I told her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah! Me too, I’m looking forward to it… So, we can hang out at the gym now.” Ichinose took a sip of her cocoa and smiled, her eyes curving into pleased crescents. “Hey, um, to tell you the truth…” She trailed off shyly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There must have been something on her mind, because Ichinose was looking into my eyes. “Actually, I wasn’t waiting outside your room just because I wanted to see you, Ayanokouji-kun. There is something I felt that I really had to tell you… Um, if you’d like, you can sit next to me.” She gently patted the open space on the bed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since I could tell that this was a serious matter, I sat next to Ichinose to fulfill her wishes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The reason I decided to meet you this past Sunday, Ayanokouji-kun, was so that I could give myself closure,” she said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Closure?” I repeated.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To bring an end to my feelings for you, Ayanokouji-kun.” Ichinose, determined, didn’t even make a pretense of averting her eyes from me. “You have someone you love, Ayanokouji-kun. You’ve got Karuizawa-san. I told myself, ‘I can’t destroy the relationship these two have.’ That’s why I thought that day would be our first and last date.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was no hint of sadness on her face as she spoke; nothing like a sense of tragic resolve. Was this what Ichinose had been thinking about during that time we spent together at the gym?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, that’s the end of it?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose nodded firmly. “I thought it was the right thing to do. That we shouldn’t see each other in our private time anymore.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If so, that meant this moment we were having right now was a contradiction. Even if it wasn’t a day off, this undeniably fell into the category of private time.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But I was wrong. That thinking wasn’t right. I knew that nothing had changed,” said Ichinose. I still didn’t know what conclusion she had reached. However, this change in thinking of hers was probably the reason that the bright, cheerful Ichinose I saw today had come back. “I thought about what I should do, I suppose. What I should do from here on…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her smile looked the same as it always did, but at the same time, somehow different. Until now, I had thought of Ichinose as being easy to read, as someone whose emotions always showed on her face, and as someone relatively easy to understand. I had seen instances where she skillfully put on a poker face during exams and such, of course, but even so—that’s what I had thought of her, in her private life, at least. Now, however, Ichinose was often wearing a face that made it impossible for me to read her true intentions.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you know what?” she said. “On that day, there was one thing I decided, in the back of my mind. That I wouldn’t ask you about your girlfriend Karuizawa-san when I was with you, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why’s that?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because it made my heart hurt,” she said softly. “It made my chest tighten. I knew that it would hurt if I asked you.” She was choosing her words carefully, trying to convey what she wanted to say to me. “But when we finished at the gym, I just couldn’t bear it anymore, and I asked you. I asked you about which one of you fell in love first.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She certainly had asked me that. I knew what Ichinose was feeling at the time, her state of mind.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did it hurt?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Strangely enough, it didn’t. It was that moment when I realized that my thinking wasn’t right.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what did you realize? What was the conclusion you came to?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You want to know? I’ll tell you.” Ichinose slowly took a deep breath, and then looked into my eyes as I sat beside her. “That I still love you after all, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose wasn’t running away. She didn’t even want to just catch me and let me go. That’s what I saw in her eyes as she looked at me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that moment, I was able to reaffirm that I love you, Ayanokouji-kun,” Ichinose repeated.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her thinking had been that she should give up, move out of the way, and treat what had happened as our first and last date. She had accepted that. However, she had then arrived at the opposite conclusion.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At the same time, I thought about something else,” she said. “I can’t just stay in the dark. I need to change from the ground up.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, that moment had been what changed Ichinose, who before had kept her head in the sand.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey… May I touch your face, Ayanokouji-kun?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like a prize is going to come out, you know.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose laughed softly at my joking response and nodded. Then, she reached out with her right hand and&#160;touched my cheek. She oh-so-gently pulled me toward her, so that I was now face-to-face with her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve never done this kind of thing with anyone,” she breathed. “I’ve never felt like this about anyone before. It&#160;feels like my heart is always racing, I’m so nervous, and somewhere inside my heart, there’s this pain… But right now, I’m so incredibly happy. Just having the person I love right next to me fills my heart with joy.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose was telling me the truth, completely vulnerable and unvarnished. There was something I wanted to ask her about.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I remember I asked you about something on the school trip,” I said. “I asked you if there was something you wanted.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. I wanted… First, to be in Class A,” she said. “That was a goal I wanted to reach with my friends. I had lost sight of that then, and I was about to lose heart. I was telling myself, ‘It’s impossible now.’ No, that’s not quite right—I </span><span style=\" font-style: italic; font-size: 1.00em;\">did</span><span style=\" font-size: 1.00em;\"> lose heart. I even thought, ‘Well, it’s inevitable, I’m going to get expelled, it’s understandable.’”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And now it’s different?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now it’s different. I want to stay here. I want to aim for Class A. I want to achieve that goal.” The hand stroking my cheek was filled with strength. “Then, there’s one more thing I want. The person I love… Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know you know this, but—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. You have Karuizawa-san. I understand, Ayanokouji-kun. I’m not going to ask for anything more right now. But…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’ll be different in the future. I’m going to become the kind of person who can make you turn your head and look at me, Ayanokouji-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose was looking straight at me, determined, refusing to avert her eyes even though her cheeks were turning red. She wasn’t going to take that last step, though; it would have been a violation of morality in this situation, where the other person already had a lover. If she had tried to take that step, I would have stopped her from doing so, but she kept herself firmly in check. That was likely due to her core sense of righteousness. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Watch me from here on, Ayanokouji-kun,” she told me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was already planning on watching where you went, even if you didn’t want me to,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So… The end of the school year,” said Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah,” I agreed. “When that time comes, we’ll meet again, just the two of us, and I’ll tell you my conclusion.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My resolve was broken once before, back then, but that’s not true anymore,” said Ichinose. “I’ve recovered.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t need to question her on that. As I sat next to her, I could practically feel the passion and strength coming off her in waves. I didn’t know what the outcome would be, but Ichinose had most definitely accomplished a major emotional change. It was rooted in an intense dependence on another person, though it was very different from Karuizawa Kei’s. That dependence, which could end up being a double-edged sword, undeniably gave Ichinose a great deal of strength.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was only natural that people wanted the person they loved to respond to their feelings. Even if it was only fleeting, you wanted to hear that person quietly whisper, “I love you.” You wanted them to touch you, and to know what came after. But Ichinose wasn’t going to beg for that. It was clear that she was determined to win that commitment from me herself. Slowly, she pulled her hand away.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m going to head back to my room,” she announced.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll walk you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh no, it’s okay. I’m all right from here. Ayanokouji-kun, you need to patch things up with Karuizawa-san as soon as possible, okay?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll take care of it,” I promised her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Coat in hand, Ichinose put her shoes on, walked over to the front door with light, graceful steps, and opened it. Then, after giving me a gentle wave goodbye, she closed the door behind her. A still silence followed, along with the slight, subtle lingering scents of cocoa and citrus. What kind of world would Ichinose go on to create from here, I wondered? How would that world affect the people around us—and would it bring about a change in my own thinking? </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I found I was looking forward to life at this school even more.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v9",
    "chapter": 29,
    "title": "Chapter 29"
  },
  "nextChapter": {
    "volumeId": "y2v9",
    "chapter": 31,
    "title": "Chapter 7: The Expected and the Unexpected"
  },
  "toc": [
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Nagumo Miyabi’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Signs of Momentum",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: A New Student Council Member",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 4: How to Spend Time with People in Ichinose’s Class",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 5: How to Spend a Day Off",
      "href": "Text/section-0022.html#auto_bookmark_toc_22",
      "index": 23
    },
    {
      "label": "Chapter 6: Approaching the Special Exam",
      "href": "Text/section-0025.html#auto_bookmark_toc_25",
      "index": 26
    },
    {
      "label": "Chapter 7: The Expected and the Unexpected",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 8: A Tinge of Anxiety",
      "href": "Text/section-0033.html#auto_bookmark_toc_33",
      "index": 34
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0035.html",
      "index": 36
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0036.html",
      "index": 37
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Postscript",
      "href": "Text/section-0038.html#auto_bookmark_toc_38",
      "index": 39
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0039.html",
      "index": 40
    }
  ],
  "currentSpineIndex": 30
}