{
  "title": "Epilogue: Short Story",
  "content": "\r\n<p class=\"P_Prose_Formatting\" id=\"auto_bookmark_toc_37\"><span style=\" font-size: 1.00em;\">Having conveyed this message in a kind manner, Ichinose watched Satou and Karuizawa go as they walked away from the gym.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Rest assured, Karuizawa-san, it’s the truth,” she said in such a quiet voice that Karuizawa and Satou couldn’t hear it. “There’s really nothing going on between me and Ayanokouji-kun right now.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, softly, she added, “Not yet.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose started to walk away with strong, confident strides, leaving the scent of the perfume she wore hanging in the air behind her.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Chapter_Header\"><span><span style=\" font-weight: bold; font-size: 1.00em;\">8.1</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em; letter-spacing: 0.60mm;\">I</span><span style=\" font-size: 0.80em;\">T WAS THE FIRST DAY</span><span style=\" font-size: 1.00em;\"> of winter vacation. The sky was covered with thick clouds, and it had been drizzling rain since morning. About ten minutes after the scheduled time, Ryuuen showed up to meet the person he was seeing, umbrella in hand. Ichinose, who had already been waiting for a while, quietly looked at Ryuuen’s face. Before long, he stopped, and they naturally stood close enough that they could each hear each other speak, even over the sound of the falling rain.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’ve been having this kind of weather a lot lately, huh?” Ichinose didn’t question Ryuuen over having showed up late.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You ain’t gonna bitch about me bein’ late? You okay with that?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t mind. I set aside thirty minutes in preparation to meet with you, Ryuuen-kun. I planned to leave without hesitation if you didn’t show up after thirty minutes had passed, though.” Ichinose answered Ryuuen’s question with a relaxed, confident attitude, seemingly more concerned about the weather than about him. She tilted her umbrella and looked up at the rainy sky for a moment. “It doesn’t seem like it’s going to let up at all for the rest of the day.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How good-natured can ya get, goin’ out of your way to answer when I call?” replied Ryuuen, ignoring Ichinose’s mutterings.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I’m not sure if you’d believe it if I said it’s because we’re friends, but I think it’s normal to respond when someone calls for you,” she said. “I didn’t have any plans for now yet anyway. So, what did you want to talk to me about?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wanted to talk to you because my plans got kinda messed up. I wanted to find out why.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, you mean for the special exam? Yes, we were a little bewildered over the harassment, I think.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I thought that doin’ the same thing as before would be boring, but it’s what the pawns I’ve got are good at. If&#160;it’s the easiest and most effective method, why not use it again, right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen had ordered his classmates to relentlessly put pressure on Ichinose’s classmates, and to sabotage them. They would aggressively barge in and cause a disturbance wherever students from Ichinose’s class gathered for study sessions, like in the classroom, library, and even at karaoke. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Unbeknownst to Ayanokouji and others, Ryuuen&#160;had issued other orders as well—dangerous ones. Ryuuen had&#160;offered money to students in Ichinose’s class who had a high level of Academic Ability, saying that he’d give them a reward if they got all their questions wrong. He also made threats, telling some of her classmates that if they got all their questions correct, some of their friends would be in trouble. His strategy was based on the idea that if Ichinose’s class was weakened, then no matter how tightly knit they were, he’d be able to open holes in their class.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s certainly true that everyone was really bothered by what happened,” said Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I bet,” said Ryuuen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, his plans hadn’t resulted in any considerable damage. His chances of victory would have been slim even if he’d tried going for a frontal attack, because it was a competition based on academics, and there was a wide gap between their classes to begin with. It was precisely because he understood that fact that Ryuuen had produced the plan to try and take them down outside of the test.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But did you really think that you could win that way?” Ichinose asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I did,” replied Ryuuen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, as it turned out, none of Ryuuen’s strategies worked on Ichinose and her classmates.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I came here to give you some honest commendation for what you did this time, Ichinose,” he said. “I figured a class like yours would’ve crumbled after somethin’ like that, but I guess you’ve grown at least a little since your first year, eh?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The reports that had come in from Ishizaki and Ryuuen’s other followers had all asserted that their acts of sabotage against Ichinose’s class had been successful. Although none of the students in Ichinose’s class had given in to the temptation of Ryuuen’s offers of money, or even to the threats, Ryuuen had felt a certain level of effectiveness from how upset and shaken he saw the students were. However, the students in Ichinose’s class were only acting troubled on the outside. Behind the scenes, they were slowly but surely making time and finding opportunities to study, while at the same time deliberately acting as though they were frightened of Ryuuen’s threats.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did someone put those ideas in your head?” Ryuuen demanded. “If we were talkin’ about the past you, I pretty much would’ve expected you to just call off the study groups right off and shut yourself away, instead of wastin’ your time and effort. Or you would have rejected the threats outright, in the open. I can’t believe that you’d deliberately go on pretendin’ that my strategy was workin’ on you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If Ryuuen had been going up against Sakayanagi or Ayanokouji, something like this probably wouldn’t have surprised him. If anything, he would have considered making an even stronger, more intense move as a natural countermeasure. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">A cornered rat will bite a cat. This was a counterattack from the weak after getting pushed against a wall, huh?</span><span style=\" font-size: 1.00em;\"> Ryuuen had wanted to confirm if that was really true, so he called Ichinose to meet him here to confirm directly, face-to-face.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No one gave me any suggestions, Ryuuen-kun,” Ichinose told him. “We just decided to keep on studying through all the pain and suffering, all the noise. The threatening words really did scare everyone, truly. We just happened not to break down under them.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ain’t no need for modesty here,” Ryuuen scoffed. “Obviously, somethin’ must have changed in your class.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That wasn’t the direct cause of your defeat, though,” she replied. “Ryuuen-kun, you and your classmates should have prepared for the exam seriously, just like we did, and the other classes did. Study hard and score points. Just like how Horikita-san and her classmates beat Sakayanagi-san and her class.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re just talkin’ big because you scored a win in an exam where you had the advantage, ain’t ya? Well, this special exam was the most lukewarm I’ve seen, completely dull. No risk of anybody gettin’ expelled. All ya had to do was get a firm grip on your pen and move your arm around. There wasn’t nearly enough excitement for me to get serious about it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You couldn’t have done it in the normal way, like everyone else did?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, ’cause one or two weeks of teachin’ those friggin’ idiots wasn’t gonna create that much of an improvement. It’d be hopeless. I decided it was easier and faster to just kick the shit out of my opponent.” Ryuuen laughed as he looked at Ichinose, standing out there under the pouring rain.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But that decision was a mistake, wasn’t it?” said Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We happened to get beat by drones whose only strong point is all being honest and serious. That just means that, next time, I gotta sabotage ya even more spectacularly.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you saying that, even if we have the same kind of special exam all over again, you don’t intend to change your approach?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, that’s right. I ain’t changin’ it. I’ll sink ya outside the exam.” Ryuuen answered brashly, unashamedly; yes, that was his way of doing things.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. It seems like we’re not going to be able to see eye to eye, even if I try saying anything more.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You temporarily squeaked your way back into Class&#160;C,” he growled. “But don’t go thinkin’ this is gonna help you win again. You’re a pathetic little sheep who’s been sinkin’ into the swamp for a long, long time. No matter how much you struggle down there in the mud—no, wait, no matter how much you frantically, pointlessly squirm—in the end, you’re just gonna sink. Ain’t that right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It is true that I’ve been on a losing streak for a long while now,” said Ichinose. “That’s painfully true, so what you said sure hits home.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll just say it again—the only thing that saved you this time was the special exam rules.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I won’t deny that.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen was snapping at Ichinose relentlessly, forcefully, persistently, jumping down her throat, and that was his agenda. That was because he thought that he could see through Ichinose, see what she was thinking, by laying into her like this. However, he couldn’t. The opening that Ichinose would probably have shown in the past wasn’t appearing at all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The class that you’re goin’ up against in the final exam is Ayanokouji’s,” he continued. “That class is a pain in the ass, ya know? Even more than the class I’m plannin’ to crush into dust, Sakayanagi’s. Your defeat is inevitable. And it ain’t just me who thinks so. I’m sure that Sakayanagi chick thinks the same thing—you’re gonna be finished by the end of this school year, Ichinose.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Picking up the win this time means nothing.</span><span style=\" font-size: 1.00em;\"> Ryuuen wanted her to think that, and was putting on the pressure, trying to convince Ichinose not to get her hopes up. But she didn’t answer immediately. She simply stood still and listened to everything Ryuuen had to say. He ignored her lack of response and kept relentlessly attacking Ichinose, continuing to push and push.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’ll be a piece of cake for Ayanokouji and the rest of his class,” he added. “They get to fight a buncha small fry and earn a buncha Class Points without having to deal with me or Sakayanagi. They couldn’t possibly be any luckier.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s true,” Ichinose agreed. “If our class loses in the final exam this year, we might very well be finished.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the gap between Ichinose’s class and the others got even wider than it was now as a result of direct confrontation between her class and Horikita’s, it would be nearly impossible for her to recover from that over the course of one more year.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, I’ll teach ya how to graduate from Class&#160;A,” said Ryuuen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is there a way to do so?” asked Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The final exam this year is gonna cut off your path to Class A. When that happens, the only way for you to graduate from Class A is to collect Private Points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It would take an exorbitant amount of money to be able to save forty people, though. I don’t think it’s possible.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can’t save everyone,” Ryuuen scoffed. “But what about one person? In that case, all ya need is twenty million points. You have the ability to collect money from the people in yer class, out of goodwill. People in your class trust you—they’d let you hold on to a million or two million points from each of ’em, for safekeeping. And then all you gotta do is use that money for yourself.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Using money entrusted to me by everyone in class to do something like transferring to another class would be misappropriation of funds,” Ichinose replied. “The school wouldn’t allow it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You sure about that? Sure, if somebody like me or Sakayanagi did that, then, yeah, we’d get punished. We’d probably get expelled, no question. But for someone like you, the chances of that happening are slim.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why’s that?” asked Ichinose.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“’Cause the people in your class are a bunch of good-natured softies! They’re easy marks, they’ll take pity on you, they’ll try to take your feelings into consideration. Even if they find out you misappropriated funds or whatever, they’d probably tell the school, ‘Well, that was money we gave her ourselves.’ If nobody files a complaint about it, then it’s not really embezzlement or whatever. Can’t say it’s a hundred percent ironclad, but it’s a good enough option to bet on for getting to Class A.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s an interesting strategy. But I think I’ve heard enough.” Once Ichinose guessed what the reason was for Ryuuen inviting her out, she no longer had any reason to stay. “I think it’s about time we go about our days, don’t you?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was only plannin’ on playing with Sakayanagi and Horikita from this point on, but if there’s a fight down the road where expulsion is possible, your class will be a target too,” Ryuuen snapped. “I’ll erase your friends, who you’ve worked so desperately hard to protect, as I see fit.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen was half bluffing. He still didn’t perceive Ichinose as an obstacle. What he said was a threat mixed with a warning, meant to keep her in check and quiet. Ichinose, having listened to his threat head-on, smiled back at him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, I’ll just have to stop you before then,” she replied. “And if necessary, I’ll just have to get you expelled, Ryuuen-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Heh heh. You think you can make me—scratch that, not just me. You think you can make </span><span style=\" font-style: italic; font-size: 1.00em;\">anybody</span><span style=\" font-size: 1.00em;\"> disappear?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose was a genuinely good-natured person who absolutely, positively hated it when other people got hurt. That had been the general impression that not only Ryuuen had had of her these past two years, but everyone around them, too.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Heh. Guess it means you’ve improved a little, if yer able to toss out such a blatant lie.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re being rather chatty with me today, aren’t you?” Ichinose said. “I wonder what it is that you and Sakayanagi-san feel that’s making you so wary of me, Ryuuen-kun. As you said yourself, I have my back against the wall now. I’m not the sort of person you really need to be worried about.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Thick clouds covered the sky up above, and the sound of the rain intensified. Before long, Ryuuen’s smile disappeared, and he was lost in thought over Ichinose’s words. </span><span style=\" font-style: italic; font-size: 1.00em;\">This chick in front of me ain’t worth seein’ as an obstacle</span><span style=\" font-size: 1.00em;\">. That’s how he thought he should be treating her. However, when he reflected on it calmly, he realized that he actually </span><span style=\" font-style: italic; font-size: 1.00em;\">had</span><span style=\" font-size: 1.00em;\"> been awfully fixated on her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Going forward, I won’t go easy on any opponent, no matter who they are,” Ichinose told him. “I intend to do whatever it takes to win.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if you try and act all tough like that, that sort of declaration don’t sound like you at all,” jeered Ryuuen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I just realized that I don’t have the time to worry about that kind of thing anymore,” Ichinose replied. “That’s really all there is to it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Those rash thoughts quietly receded from Ryuuen’s mind. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yer not gonna go easy on anybody, huh?” he said. “Y’know, sure seems like you’ve been real attached to Ayanokouji lately. If that’s true, then the first person you should be gettin’ rid of is Karuizawa, huh?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was merely joking by saying that. It was an act of harassment to try and rile Ichinose up mentally and emotionally. That was the extent of his remark, but the gentle smile on Ichinose’s face didn’t change.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“‘Attached?’” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Word travels fast in a small school like this,” said Ryuuen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Through his own information gathering, he was already aware that Ichinose and Ayanokouji had been having more contact. He was convinced, though only speculatively, of Ichinose’s one-sided feelings as well.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why don’t you try and make a move in a more calculating way, without tryin’ to be so considerate?” he pressed. “Y’know, if you want, I can help you get rid of Karuizawa.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Impatience, anger, frustration, disgust. Whatever feeling you got, show it to me!</span><span style=\" font-size: 1.00em;\"> That was the intention behind Ryuuen’s attempt to agitate her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sounds like even you know about it too now, Ryuuen-kun. Guess there’s no need for me to hide it.” Ichinose still had a thin smile on her lips, and she answered Ryuuen without hesitation, looking him straight in the eyes. “I wouldn’t want to expel Karuizawa-san because of my personal feelings. That would be wrong.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">So, even though she’s puttin’ up a tough front, in the end, she’s still a good-natured softie, huh?</span><span style=\" font-size: 1.00em;\"> Ryuuen tried to reassure himself. But just then…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But you’re misunderstanding something, Ryuuen-kun. I am a calculating-enough person.” Ichinose placed her hand on her chest and smiled. “If there’s a problem you can’t solve, just think about it. Just think about it, and come up with an answer. If you still can’t find an answer after that, then try something. Do that, and usually, a way will open up.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s that supposed to mean?” asked Ryuuen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm,” said Ichinose. “I have to wonder.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose thought about that night on the school trip. From that moment onward, within herself, her destiny had begun to change. A slight possibility. No, it was a result brought about by instinct, which did not even consider possibility. That time at night when everyone was inside the inn. The howling blizzard. A vanished self. How would her classmates have responded—what would have happened if it developed into a commotion? What Ayanokouji had discovered for her wasn’t especially surprising at all. At that time, in that moment, everything was inevitable. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As Ryuuen stood there, holding his umbrella, a bad feeling started from his hand and then coiled around his entire body.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think that’s enough,” Ichinose told him. “I’m going to the gym now. I don’t want to waste even one second of happy times, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The feeling Ryuuen was experiencing was the analysis he’d had of Ichinose all this time, all of it, being negated. Ichinose no longer had any interest in Ryuuen whatsoever. She walked by, right past Ryuuen, and headed toward Keyaki Mall.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I take back what I said earlier, Ichinose.” Ryuuen turned around, speaking to Ichinose’s back. “It might be lucky for us that we’re not facing you in the final exam at the end of the year.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was one hunch he had. Those words were a sign of respect from him, born from the fact that he had been made to feel, if just for a moment, that Ichinose was going to be more difficult to face than even Sakayanagi.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v9",
    "chapter": 37,
    "title": "Short Story"
  },
  "toc": [
    {
      "label": "Character Gallery",
      "href": "Text/section-0002.html",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0007.html",
      "index": 8
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0008.html",
      "index": 9
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0009.html",
      "index": 10
    },
    {
      "label": "Chapter 1 - Prologue : Nagumo Miyabi’s Soliloquy",
      "href": "Text/section-0010.html#auto_bookmark_toc_10",
      "index": 11
    },
    {
      "label": "Chapter 2: Signs of Momentum",
      "href": "Text/section-0011.html#auto_bookmark_toc_11",
      "index": 12
    },
    {
      "label": "Chapter 3: A New Student Council Member",
      "href": "Text/section-0014.html#auto_bookmark_toc_14",
      "index": 15
    },
    {
      "label": "Chapter 4: How to Spend Time with People in Ichinose’s Class",
      "href": "Text/section-0019.html#auto_bookmark_toc_19",
      "index": 20
    },
    {
      "label": "Chapter 5: How to Spend a Day Off",
      "href": "Text/section-0022.html#auto_bookmark_toc_22",
      "index": 23
    },
    {
      "label": "Chapter 6: Approaching the Special Exam",
      "href": "Text/section-0025.html#auto_bookmark_toc_25",
      "index": 26
    },
    {
      "label": "Chapter 7: The Expected and the Unexpected",
      "href": "Text/section-0030.html#auto_bookmark_toc_30",
      "index": 31
    },
    {
      "label": "Chapter 8: A Tinge of Anxiety",
      "href": "Text/section-0033.html#auto_bookmark_toc_33",
      "index": 34
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0035.html",
      "index": 36
    },
    {
      "label": "Short Story",
      "href": "OEBPS/Text/section-0036.html",
      "index": 37
    },
    {
      "label": "Epilogue: Short Story",
      "href": "OEBPS/Text/section-0037.html",
      "index": 38
    },
    {
      "label": "Postscript",
      "href": "Text/section-0038.html#auto_bookmark_toc_38",
      "index": 39
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0039.html",
      "index": 40
    }
  ],
  "currentSpineIndex": 38
}