{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">OUR STARTING POSITIONS were decided by lottery and we would start from area E12. Ryuuen&apos;s Class B was in C12, Horikita&apos;s Class A in G12 and Ichinose&apos;s Class D in I12.</p><p class=\"paragraph\" style=\"text-align: left\">Sanada apologized for failing to secure an advantageous corner area, but I told him not to worry about it, since there was nothing we could do about it.</p><p class=\"paragraph\" style=\"text-align: left\">Then, moving on to the next step, we were guided in front of some cardboard boxes where an explanation regarding the class-specific supplies began.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What we have here are the initial supplies given to each class; the contents are common to every class. Regarding the items here, you may take everything here or leave behind whatever you deem unnecessary. However, once the exam starts, any leftover supplies will be collected, so you won&#x2019;t be able to add more later. Bearing that in mind, judge amongst yourselves what is necessary.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A maximum of three nights and four days. We would have to think carefully about what to take with us.</p><p class=\"paragraph\" style=\"text-align: left\">For now, since there could be no discussion without knowing the contents, we decided to check the inside of the cardboard boxes directly. What immediately caught my eye was an unwelcome reality. It was a meager amount of food that anyone could see was vastly insufficient.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&#x2019;s hardly any food... Isn&apos;t this less than a day&apos;s worth?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The only food provided was nutritional supplement blocks and mineral water. Upon counting, there were only two per person for the class and there was absolutely nothing else edible.</p><p class=\"paragraph\" style=\"text-align: left\">It seemed they&apos;d only prepared enough to last through the upcoming lunch.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If we want food, we have to secure it from the event supplies no matter what, huh... They&#x2019;re really something.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If event supplies became essential to secure food, the necessity of participating in events would be essential, whether we liked it or not. Naturally, the risk of matching up against other classes would increase significantly.</p><p class=\"paragraph\" style=\"text-align: left\">We could ignore the events, but practically speaking, it was likely designed so that the initially supplied materials alone would definitely be insufficient. To induce combat, such forceful measures might indeed have been necessary.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Looking at the rules, if we can keep running away, we won&apos;t lose for the time being. Paintballs won&apos;t be consumed unless we fight, but the food problem is unavoidable.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shiraishi picked up a box of nutritional supplement blocks and said that.</p><p class=\"paragraph\" style=\"text-align: left\">It was an undeniable fact; the classes that failed to secure food would see their range of strategies narrow, become impatient, challenge others to reckless battles and drop out.</p><p class=\"paragraph\" style=\"text-align: left\">Whether to take risks and retrieve supplies or avoid risks and endure the lack of supplies.</p><p class=\"paragraph\" style=\"text-align: left\">Or perhaps a balanced strategy that took the middle ground.</p><p class=\"paragraph\" style=\"text-align: left\">Already, the discussion within the class was heating up. Opinions were beginning to diverge.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I definitely think aiming for nearby events is dangerous. If we&apos;re going to shoulder the risk of fighting poorly and getting out, why don&apos;t we just avoid Class A from the start and cross the mountain? That way, it&apos;ll be easier for us to monopolize the events in the northeast area. Other classes wouldn&apos;t bother traveling that far to fight us, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sugio, who&#x2019;d been listening to the conversation while staring at the small amount of food supplies, proposed that.</p><p class=\"paragraph\" style=\"text-align: left\">However, Shimazaki immediately voiced his opposition.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m against it. Other classes might be thinking something similar. Besides, even if we force ourselves to cross the mountain, there&apos;s no guarantee that events will necessarily occur in the northeast, is there?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was only the students who assumed they would be distributed evenly; we wouldn&apos;t know the actual distribution until we started.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In that case, I think it&apos;s better not to go too far from the starting point until the first event begins.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If we went with the plan Sugio first proposed, we might have been able to avoid combat, but it entailed many risks. In addition to the stamina drain of crossing mountains, there was the uncertainty of event appearances. And the movements of our rivals. None of these could be taken lightly. Deriving a correct answer at this stage was impossible, even for me.</p><p class=\"paragraph\" style=\"text-align: left\">To head north on this uninhabited island via the shortest and safest route, one had to pass through the narrow riverside area in G8. It was conceivable that if we chased after Class A, who had the closest starting position to us, they would likely rush there first. That could plunge us straight into battle&#x2014;or something of that sort.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Not moving, huh? I don&apos;t intend to deny that, but if we do that, it means we&apos;re resolving ourselves to a shootout right from the start, doesn&apos;t it? If, by some chance, three VIPs get taken out because of that&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Never mind three nights; the outcome could be decided within an hour of the exam starting.</p><p class=\"paragraph\" style=\"text-align: left\">Sugio imagined such a worst-case vision and voiced it.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Okay, okay. I get what you want to say, Sugio, but for now, let&apos;s look at the other supplies before we argue about that. Our leader will squeeze out a good idea for us in the meantime.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto cut in between their gazes and urged them on.</p><p class=\"paragraph\" style=\"text-align: left\">Anyone could offer an opinion.</p><p class=\"paragraph\" style=\"text-align: left\">However, if one pushed that opinion through, responsibility naturally followed.</p><p class=\"paragraph\" style=\"text-align: left\">Neither Sugio nor Shimazaki possessed the resolve to shoulder that burden.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...True enough.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">And so, they paused the discussion and left the judgment to the leader.</p><p class=\"paragraph\" style=\"text-align: left\">The strategic path was put on hold, but that didn&apos;t mean the tense atmosphere vanished.</p><p class=\"paragraph\" style=\"text-align: left\">In this exam where combat and movement were frequently required, it couldn&apos;t be helped that the majority of the class was becoming sensitive.</p><p class=\"paragraph\" style=\"text-align: left\">Precisely because the members of Class C had their strengths skewed toward academics, it was proof that they unconsciously held a strong desire to absolutely avoid making the wrong choice.</p><p class=\"paragraph\" style=\"text-align: left\">Shelving the opening moves and the food issue for a moment, I checked the next cardboard box and small items like paper maps, ballpoint pens, toothbrushes and sanitary products came out. According to Mashima-sensei&apos;s supplementary explanation, it seemed these items could be taken out freely during the exam period on the condition that they weren&#x2019;t discarded and were retrieved later. They weren&apos;t bulky and it would be convenient and useful to have a few on hand, including some spares.</p><p class=\"paragraph\" style=\"text-align: left\">Next, I opened the large cardboard box. Tents, necessary and convenient for sleeping, revealed themselves, seemingly prepared in large numbers according to size.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Tents, huh? We need to think about what to take and how much right away. The question is how much of the thinking we should burden Ayanokouji with&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto looked at me as if asking for my opinion. I nodded once in response.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I will provide a guideline for what supplies are necessary and how much to carry. If there are objections, voice them then with your reasoning.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">First, I would create a framework and then incorporate my classmates&apos; opinions as necessary.</p><p class=\"paragraph\" style=\"text-align: left\">That was likely the optimal method to avoid wasting time.</p><p class=\"paragraph\" style=\"text-align: left\">Regarding life in tents, ideally everyone would use one tent per person. However, everyone carrying their own tent would be bulky and labor-intensive, reducing their mobility. Instead, we should narrow down the numbers from the start and focus on two-person and multi-person tents. That way it would be easier to alternate carrying them.</p><p class=\"paragraph\" style=\"text-align: left\">More important than that was how many people we needed to prepare for in total. As time passed, people were bound to retire. In other words, by the middle game&#x2014;or if things went poorly, even the early game&#x2014;large tents would become unnecessary and a reversal would occur where smaller one or two-person tents became more convenient. Since small tents were designed to be set up easily, they were also easier to prepare and pack up.</p><p class=\"paragraph\" style=\"text-align: left\">While considering the balance of which and how many tents to bring, I turned my eyes to the last remaining group of cardboard boxes.</p><p class=\"paragraph\" style=\"text-align: left\">Inside were the essentials: weapons for fighting.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;They look real up close. This is my first time touching something like this.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto immediately reached out and picked up an assault rifle. Counting them, there seemed to be a total of forty main weapons prepared: twenty assault rifles, ten submachine guns, and ten shotguns. Then there were two handguns as sub-weapons. Since each Guard could carry one main weapon to serve as their combat mainstay, it was possible for everyone to have one.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Man, the shotguns look hard to use, though. And they&apos;re heavy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I picked up the three types of main weapons one by one and checked them briefly. I wouldn&apos;t know their true value until I actually used them, but as the initial quantities suggested, the assault rifle seemed to be the most user-friendly and well-balanced weapon. So, we&#x2019;d likely choose submachine guns and shotguns only to make up for the shortage for the Guards.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If we start with zero analysts, it looks like we can take two extra guns; what will you do?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After checking the number of weapons, Morishita approached me and asked.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Getting slightly more paintballs is certainly an advantage, but we will need analysts immediately. Considering the trouble of carrying and managing the guns at that time, it&apos;s hard to say if it&apos;s worth it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was certain that weapons couldn&apos;t be discarded on the spot like daily necessities; carrying them around and bringing them back was mandatory. If a Guard could use two weapons simultaneously, there might be irregular ways to use them, but that was against the rules and impossible, so any surplus would inevitably occupy someone&apos;s hands.</p><p class=\"paragraph\" style=\"text-align: left\">Every time an analyst or scout was eliminated, a new one would be appointed from the Guards, so the burden would increase.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We&apos;ll go with a policy of not increasing our luggage.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So you don&apos;t intend to take any surplus. At times like this, human psychology makes us want to prepare at least a little insurance; one tends to get greedy.&quot;</p><p class=\"paragraph\" style=\"text-align: left\"><em>What if the weapon breaks? What if we run out of ammo?</em></p><p class=\"paragraph\" style=\"text-align: left\">That was why people wanted to take as many weapons and as much ammo as possible.</p><p class=\"paragraph\" style=\"text-align: left\">If everyone could keep fighting without getting eliminated, having spare weapons and ammo would be reassuring.</p><p class=\"paragraph\" style=\"text-align: left\">Therefore, it was natural for the psychology of wanting insurance to come into play.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If we need something, we can just obtain it through an event. That&apos;s what the rules are for.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">However, proceeding through the exam unscathed was difficult and there would undoubtedly be cases where students were eliminated without using up all of their supplies. Especially in this class, there were few students who could be relied upon offensively, so having surplus weapons and ammo was meaningless if they couldn&apos;t hit anything. Besides, the candidates for surplus weapons would be the lightweight submachine guns, but each gun only had sixty rounds, including the spare magazine. Moreover, the magazine specifications were different from the assault rifles, so swapping ammo would require taking bullets out one by one, which was a hassle.</p><p class=\"paragraph\" style=\"text-align: left\">Another reason I reached that conclusion was that there were other ways to preserve supplies, such as collecting them from eliminated students if weapons ran short or stocking spare magazines in specific backpacks beforehand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, I&apos;ll leave it to you. I want to push the responsibility onto Ayanokouji Kiyotaka anyway.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s fine.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After confirming the class&apos;s intentions, I declared what we needed to Mashima-sensei and received the supplies.</p><p class=\"paragraph\" style=\"text-align: left\">Boys with strength and stamina took charge of heavy items like water, while those less athletic and the girls were made to carry only the minimum belongings, like their own underwear and toiletries, to minimize their burden.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s something I want to talk about before the exam starts. Listen up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I called out to my classmates, who were doing a final check for missing supplies and had them turn towards me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I want to tell you about the case where we get wiped out first in this special exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You mean you&apos;re talking about losing before we&apos;ve even started? Why?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Matoba&apos;s expression darkened slightly as he asked, maybe sensing something ominous.</p><p class=\"paragraph\" style=\"text-align: left\">Or perhaps he thought I was making excuses for defeat in advance.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s an unavoidable penalty in that event. We&apos;ll be forced to expel someone. To avoid conflict, I want to confirm&#x2014;to decide&#x2014;who will be expelled first.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With that statement, a tense atmosphere overflowed from the classmates.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s true that I don&apos;t want to take the exam while thinking I might get expelled, but...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji-kun, can we say that&apos;s the right judgment?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sanada, having grasped the situation, also spoke up in agreement with Matoba.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No student in our class has a Protection Point. In other words, if we take the total wipeout penalty, someone is definitely getting expelled. It&apos;s nothing but a hellish topic for that person.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As Matoba and Sanada said, few students would honestly accept a situation where their expulsion was confirmed if we lost.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Or rather, just because you&apos;re the leader, you think you get to decide? Who gets expelled?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Not a single student wanted to volunteer for expulsion.</p><p class=\"paragraph\" style=\"text-align: left\">Even more so, if a newcomer like me were to wave the baton, the rejection would be strong.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Shouldn&apos;t we just decide when we lose, including whoever screwed up during the exam? Or, since we&apos;re all in this together, decide by drawing lots if we lose. That&apos;s about the only way, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The people around me were clearly against deciding at that point, but I had my own thoughts.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hashimoto Masayoshi, it seems Ayanokouji Kiyotaka&apos;s policy is already decided. I understand his decision without even receiving an explanation from him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Seriously?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita nodded confidently at the doubting Hashimoto.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If we end up receiving the penalty, then Hashimoto Masayoshi will be the first sacrifice to protect the classmates. This would be the fairest and most balanced conclusion.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see, if that&apos;s the case, I accept&#x2014;like hell I would...! Good grief, give me a break. I was an idiot for even thinking about listening seriously for a second.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that so? I am speaking with absolute, total seriousness, you know? Don&apos;t you think everyone other than Hashimoto Masayoshi would happily accept this proposal?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, if they&apos;re safe themselves, I guess they would.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;See? Everyone&#x2019;s saved. No unfortunate victims.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then are you saying it&apos;s okay to make <em>me</em>&#xa0;the victim?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That can&#x2019;t be helped. You&#x2019;ll protect your classmates and become a star. A hero. Goodbye, Hashimoto Masayoshi. I will make sure to remember your existence for at least a week.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Only a week, huh? Though even if it were a year, I&apos;d never accept it. Anyway, you just forced my name out there hoping to actually make me the sacrifice, didn&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">No one welcomed having their name brought up as a candidate for expulsion in a situation like this.</p><p class=\"paragraph\" style=\"text-align: left\">Because the spearhead inevitably tended to point toward those in the class who were prone to being disliked.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Tch, you noticed?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You seriously just clicked your tongue at me... I can&apos;t let my guard down around you at all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After glaring at Morishita for just a moment, Hashimoto looked at me with clear anxiety.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If Hashimoto is willing to volunteer, that&#x2019;s fine, but unfortunately, I have already decided who will be expelled, and I won&apos;t change it even if there are objections.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Wait a minute. I said this earlier, but just because you&apos;re the leader doesn&apos;t mean you can decide everything&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I raised my hand to stop Matoba as he tried to protest.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If we end up receiving the penalty, I&#x2019;ll take on that role.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I answered that way, the noisy classmates fell silent in an instant.</p><p class=\"paragraph\" style=\"text-align: left\">Even Mashima-sensei, who&#x2019;d been listening silently with his arms crossed, lowered his arms, perhaps unconsciously.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Are you serious? You&apos;re the leader.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Taking responsibility for defeat precisely because I <em>am</em>&#xa0;the leader. It sounds cool if I say it like that, but the reason is different. For better or worse, I&#x2019;m an outsider. Not many days have gone by since I entered this class. If I, who joined to lead the class to victory, instead lead us to defeat, then bearing that responsibility is only logical.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, but, it&apos;s not like this is an exam where you alone can completely control victory or defeat, right? It&apos;s not exactly our class&apos;s specialty, even if I wanted to flatter us, you know? In the first place, what happens to the future of the class if you&apos;re gone?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Either way, you wouldn&apos;t be able to trust a leader who lost miserably without being able to do anything, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I see... Well, I guess you can certainly look at it that way...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">What was required of the class, sinking in the lower ranks, was the basis for winning. That single point.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&#x2019;t entirely fail to appreciate your willingness to take responsibility as leader. If we&#x2019;re forced to produce an expulsion, Ayanokouji Kiyotaka will disappear. Isn&apos;t it fine for now? More than anything, we&#x2019;re getting our immediate safety guaranteed for the time being.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita said that it was better to leave it at that for now. Not to be cold, but rather in consideration of the mental burden on the classmates.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;However, if that really happens, you should offer yourself for expulsion through self-sacrifice, right, Hashimoto Masayoshi?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re really dying to sacrifice me no matter what, aren&apos;t you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">However, unlike when he was first named, no strong rebuttal came.</p><p class=\"paragraph\" style=\"text-align: left\">Partly because arguing with Morishita was pointless, but there was another reason.</p><p class=\"paragraph\" style=\"text-align: left\">If I disappeared from the class, it was almost synonymous with Hashimoto himself disappearing. Now that he&#x2019;d abandoned his chance to join other classes, there were virtually no other means for him to graduate in Class A. Of course, even if that actually happened, he wouldn&apos;t accept it unconditionally and it wouldn&apos;t be something he could be convinced of, but he might be able to resign himself to the fact that he couldn&apos;t go to Class A.</p><p class=\"paragraph\" style=\"text-align: left\">He had no choice but to believe in my ability and stand pat for now.</p><p class=\"paragraph\" style=\"text-align: left\">Without an alternative candidate, there were no other options.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Mashima-sensei. There is no problem with speaking about this decision to those around us, is there?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course. Whether the part about who&#x2019;ll be expelled upon defeat is true or a lie, there is no problem with spreading it around in itself.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then, do you mind if I ask one favor?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What is it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As I just said, in the event that an expulsion occurs in the class, I want to confirm it&#x2019;s me. This is to prevent something like retracting it later. Announcing and determining it in advance is unrelated to the rules of the exam, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Are you truly serious about this?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course. These aren&apos;t words that should be spoken merely to ease the anxiety of my classmates.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Without a firm commitment, I&apos;d be allowed to resist&#x2014;to say &#x2018;I won&apos;t drop out after all&#x2019; if we lost. Even while taking the verbal abuse from it, I&#x2019;d be able to push the blame onto someone else.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&#x2019;m sorry, but according to the rules, I cannot make it definite at this stage. However, I&#x2019;ll keep that thought in mind.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thank you very much.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Mashima-sensei couldn&#x2019;t hide his bewilderment, but since a teacher couldn&#x2019;t possibly suggest another expulsion candidate, he had no choice but to respect my personal opinion for the time being.</p>",
  "prevChapter": {
    "volumeId": "y3v3",
    "chapter": 14,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "y3v3",
    "chapter": 16,
    "title": "Part 3"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 3",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 11
    },
    {
      "label": "Prologue: Shiina Hiyori's Monologue",
      "href": "prologue.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 1: Opening. Survival Game Special Exam.",
      "href": "c1.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "c1p1.xhtml",
      "index": 14
    },
    {
      "label": "Part 2",
      "href": "c1p2.xhtml",
      "index": 15
    },
    {
      "label": "Part 3",
      "href": "c1p3.xhtml",
      "index": 16
    },
    {
      "label": "Chapter 2: A Surprise Attack",
      "href": "c2.xhtml",
      "index": 17
    },
    {
      "label": "Part 1",
      "href": "c2p1.xhtml",
      "index": 18
    },
    {
      "label": "Part 2",
      "href": "c2p2.xhtml",
      "index": 19
    },
    {
      "label": "Part 3",
      "href": "c2p3.xhtml",
      "index": 20
    },
    {
      "label": "Part 4",
      "href": "c2p4.xhtml",
      "index": 21
    },
    {
      "label": "Chapter 3: The Unseen Pressure",
      "href": "c3.xhtml",
      "index": 22
    },
    {
      "label": "Part 1",
      "href": "c3p1.xhtml",
      "index": 23
    },
    {
      "label": "Part 2",
      "href": "c3p2.xhtml",
      "index": 24
    },
    {
      "label": "Part 3",
      "href": "c3p3.xhtml",
      "index": 25
    },
    {
      "label": "Part 4",
      "href": "c3p4.xhtml",
      "index": 26
    },
    {
      "label": "Part 5",
      "href": "c3p5.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: A Chance Encounter",
      "href": "c4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "c4p1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "c4p2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "c4p3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "c4p4.xhtml",
      "index": 32
    },
    {
      "label": "Part 5",
      "href": "c4p5.xhtml",
      "index": 33
    },
    {
      "label": "Chapter 5: The Alliance",
      "href": "c5.xhtml",
      "index": 34
    },
    {
      "label": "Part 1",
      "href": "c5p1.xhtml",
      "index": 35
    },
    {
      "label": "Part 2",
      "href": "c5p2.xhtml",
      "index": 36
    },
    {
      "label": "Part 3",
      "href": "c5p3.xhtml",
      "index": 37
    },
    {
      "label": "Part 4",
      "href": "c5p4.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: The Real Goal",
      "href": "c6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "c6p1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "c6p2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "c6p3.xhtml",
      "index": 42
    },
    {
      "label": "Part 4",
      "href": "c6p4.xhtml",
      "index": 43
    },
    {
      "label": "Part 5",
      "href": "c6p5.xhtml",
      "index": 44
    },
    {
      "label": "Part 6",
      "href": "c6p6.xhtml",
      "index": 45
    },
    {
      "label": "Chapter 7: The Time of the Decisive Battle",
      "href": "c7.xhtml",
      "index": 46
    },
    {
      "label": "Part 1",
      "href": "c7p1.xhtml",
      "index": 47
    },
    {
      "label": "Part 2",
      "href": "c7p2.xhtml",
      "index": 48
    },
    {
      "label": "Part 3",
      "href": "c7p3.xhtml",
      "index": 49
    },
    {
      "label": "Part 4",
      "href": "c7p4.xhtml",
      "index": 50
    },
    {
      "label": "Part 5",
      "href": "c7p5.xhtml",
      "index": 51
    },
    {
      "label": "Epilogue: Show Me What You’ve Got",
      "href": "e.xhtml",
      "index": 52
    },
    {
      "label": "Part 1",
      "href": "e1.xhtml",
      "index": 53
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 54
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 56
    }
  ],
  "currentSpineIndex": 15
}