{
  "title": "Part 3",
  "content": "<h2 class=\"heading_2\">Part 3</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">&quot;WELL THEN, THE explanation dragged on, but this is finally the last of it. Starting now, you&#x2019;ll hold a discussion amongst yourselves and decide who will serve in each role. Be careful, as if you&#x2019;re unable to decide within thirty minutes, the school will select them randomly.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Then Mashima-sensei put a little distance between himself and us.</p><p class=\"paragraph\" style=\"text-align: left\">It meant the time for teacher involvement was over and the judgment was left to the students.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Commander, VIP and then other three positions, huh? This is the first major turning point.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If we made a mistake in assigning those crucial positions, it would undoubtedly affect our chances of winning.</p><p class=\"paragraph\" style=\"text-align: left\">To give an extremely easy-to-understand example, just giving the role of commander to students like Ike or Hondou from Horikita&apos;s class, or Ishizaki or Kondou from Ryuuen&apos;s class, would significantly lower that class&apos;s probability of winning. On the other hand, since Ishizaki had relatively high physical ability and stamina, he could be a valuable asset as a guard.</p><p class=\"paragraph\" style=\"text-align: left\">Before I could speak, Morishita quietly stepped forward.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The commander is an extremely important position. They must survey the entire battlefield, anticipate other classes&apos; movements and above all, determine the timing for using tactics. If so, we should determine it first while we&#x2019;re free to choose from all thirty-seven students in our class.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;She sure says the obvious with a self-important attitude, that girl.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While Hashimoto muttered just loud enough for me to hear, Tamiya also raised her voice in agreement.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I agree with Morishita-san too, I guess. It will likely be a tough fight without the commander&apos;s instructions. Wouldn&apos;t Ayanokouji-kun be the natural choice? He is the leader, after all.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, wait a minute. It&apos;s definitely true that if Ayanokouji becomes commander, he&apos;ll surely produce results. But I&apos;m strongly against it; it&apos;s better to have him take command on the ground. Guard is his best role.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Guard? Never mind other roles, but why a guard of all things?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Isn&apos;t the reason obvious? It&apos;s because I view Ayanokouji as a special combat asset. Putting it bluntly, guards are pawns, but they&#x2019;re the only ones given a means of attack. Aside from me and Kitou, we don&apos;t have many students skilled in this kind of combat. That&apos;s why it&apos;s absolutely better to have Ayanokouji fight on the front lines. Besides, just because he can&apos;t directly communicate with the commander doesn&apos;t mean he can&apos;t organize the class, right?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The class was somewhat surprised by Hashimoto&apos;s passionate appeal.</p><p class=\"paragraph\" style=\"text-align: left\">The VIP was crucial for determining victory or defeat, but the core mission was simply not getting eliminated. There was nothing wrong with Hashimoto&apos;s plan to allocate power to the guards in order to avoid being defeated.</p><p class=\"paragraph\" style=\"text-align: left\">And even without direct communication with the commander, contact was still possible via the VIP, albeit requiring double the effort. One could even have the commander activate tactics. For those reasons, even before the discussion, I&#x2019;d immediately ruled out the possibility of taking on the roles of VIP, analyst, or scout for myself. However, there was room for consideration regarding whether to be commander or a guard.</p><p class=\"paragraph\" style=\"text-align: left\">The fact that only one person in the class could track every student&apos;s GPS location made the commander position extremely attractive, as it directly influenced the chance of winning.</p><p class=\"paragraph\" style=\"text-align: left\">I had no way of knowing which students from other classes were moving where, how or what they were targeting on this vast uninhabited island. I had no choice but to leave myself to the flow of events as they unfolded. That was precisely why that position couldn&apos;t be taken lightly.</p><p class=\"paragraph\" style=\"text-align: left\">However, it wasn&#x2019;t as if victory or defeat could be controlled entirely solely by the commander&apos;s ability.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Besides, even Ayanokouji wouldn&apos;t want to entrust his fate to others, would he?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I thought the role of giving instructions via tablet and radio wasn&apos;t a bad thing, but it was an unshakable fact that in this special exam, every student capable of utilizing their physical abilities should become a VIP or guard.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;re already thinking about what to do with the positions, aren&apos;t you? Let&#x2019;s hear what you&apos;ve come up with.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Five types of positions. Where I ended up would be a choice with no room for error.</p><p class=\"paragraph\" style=\"text-align: left\">The commander position in particular, stationed at headquarters, was undeniably critical. They could check the current locations of all students via GPS and use authority and tactics that could overturn the situation. Being the only position allowed to view the battle situation from a bird&apos;s-eye view, it couldn&apos;t be entrusted to an unskilled student.</p><p class=\"paragraph\" style=\"text-align: left\">If so, taking that position was certainly worth considering.</p><p class=\"paragraph\" style=\"text-align: left\">However, even as a compliment, Class C didn&apos;t have an abundance of physically gifted students; while students who could move like Kitou and Hashimoto existed. Other than them, the percentage of students who were average or below was higher. No matter how accurate the instructions the commander issued, it was meaningless if they couldn&apos;t be executed.</p><p class=\"paragraph\" style=\"text-align: left\">On the other hand, if I took the position of guard which possessed a means of attack, I could demonstrate my individual ability to the fullest. That was because it was possible to survive with skill even without relying on the commander&apos;s information or use of tactics.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;My hope is to be a guard.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Alright, that&apos;s the correct answer.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But only if there&apos;s someone suitable we can trust as commander.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Who to make commander. A certain person popped into my mind.</p><p class=\"paragraph\" style=\"text-align: left\">That was Morishita. For commander, I didn&apos;t want a simple honor student, but a student who had a different viewpoint from others. For that reason, I wanted to believe in Morishita&#x2019;s ability.</p><p class=\"paragraph\" style=\"text-align: left\">I really did&#x2026; But her eccentricity was a major concern and the telephone game communication through a VIP could easily lead to unwanted chaos.</p><p class=\"paragraph\" style=\"text-align: left\">Even considering all that, she was still a prospective commander, but most importantly, it depended on her own will.</p><p class=\"paragraph\" style=\"text-align: left\">When I glanced toward Morishita, she snapped her eyes open wide and met my gaze.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you&#x2019;re asking me to take on the role of commander, I respectfully decline.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">She thrust out her palm in clear refusal.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I haven&apos;t said anything yet.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Your eyes gave you away.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Well, it&#x2019;s true that I was considering it. Let&apos;s hear the reason for your refusal, just in case.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Reason? Because I&#x2019;ll participate as a guard. When I see an uninhabited island, my old blood stirs no matter what. Yes, back then, I was known and feared as the Warrior Woman of the Dense Forest&#x2014;no, this is an old story, please forget it. It&apos;s not worth discussing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">She said she wouldn&apos;t talk much about it, but she talked quite a bit. Since it was obviously one hundred percent fiction, I decided to forget it without hesitation.</p><p class=\"paragraph\" style=\"text-align: left\">However, now that it&#x2019;d come to this, no other classmate came to mind who could demonstrate the ability I was looking for. Unfortunately, it meant that there were no suitable candidates, but...</p><p class=\"paragraph\" style=\"text-align: left\">In that case, by process of elimination, someone like Sanada who was well-connected with the whole class&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ayanokouji. If you&#x2019;re lost on who to make commander, could you let me handle it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was Shimazaki who approached, as if to interrupt the brief silence.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I don&apos;t know how well I&apos;ll be able to live up to your expectations, but I think I can handle the role without any issues.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since he volunteered, I had no complaints regarding Shimazaki as a potential commander.</p><p class=\"paragraph\" style=\"text-align: left\">However, for better or worse, Shimazaki was an orthodox honors student. It was questionable just how flexible or quick-witted he could be. But since I had no other candidates worth considering enough to reject him, simply turning him down might cast a shadow over our future relationship.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Can I leave it to you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah. I don&apos;t really like moving around on a deserted island in the first place. I figured I&apos;d be more useful if I could focus on thinking.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since the role of commander inevitably carried pressure, just showing a positive attitude was enough to consider him qualified.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Understood. In that case, I&apos;ll leave the role of commander to you, Shimazaki. However, there&#x2019;s no need to burden yourself excessively. There&#x2019;s a limit to what a commander can do. I, the one who entrusted this to you, will take full responsibility for the outcome of the exam, win or lose.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I said that, Shimazaki&apos;s tense expression relaxed slightly.</p><p class=\"paragraph\" style=\"text-align: left\">After that, I appointed the three students who volunteered themselves&#x2014;Takemoto, Shiraishi, and Nishikawa&#x2014;as VIPs.</p><p class=\"paragraph\" style=\"text-align: left\">Next, I appointed Sanada and Nakajima as analysts and Tsukaji as a scout.</p><p class=\"paragraph\" style=\"text-align: left\">Naturally, the remaining students were all given the role of guards, concluding the role assignment process.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems all the roles have been decided. Now then, please take the necessary supplies and head to the starting point immediately. The student serving as commander should remain here to move to the headquarters after this.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Mashima-sensei instructed the students to follow him.</p><p class=\"paragraph\" style=\"text-align: left\">Since I would part ways with Shimazaki there and would be unable to make any direct contact until the end of the exam, I approached him quickly and called out to him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s something I want to tell you before you leave.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What is it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No matter how trivial, I want you to report anything you find strange or unusual without hesitation.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;ve been entrusted with an important role; that goes without saying.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not it. The more you feel the weight of the commander position, the more likely you are to miss what&apos;s right under your nose. A commander from another class laughed, or got angry. Changes in the GPS that feels slightly off but doesn&apos;t seem worth mentioning. Please report anything that concerns you personally, Shimazaki.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s... Won&apos;t receiving miscellaneous information throw the chain of command into chaos?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s true, which is why it can&apos;t just be anyone. Let&apos;s narrow it down to one person.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Who should I report to?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It doesn&apos;t matter who, but let&apos;s see. Let&apos;s go with Shiraishi for now. That should make things easier for you as well.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just like Yoshida, I knew from our earlier exchanges that Shimazaki harbored feelings for Shiraishi.</p><p class=\"paragraph\" style=\"text-align: left\">If I could increase their points of contact, even a little, then it should be something he would welcome.</p><p class=\"paragraph\" style=\"text-align: left\">As for me, looking at Takemoto, Nishikawa, and Shiraishi... I didn&apos;t know all of them very well, so I judged Shiraishi to be the one I had the clearest read on.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, no... That actually makes it harder... Yoshida will get mad at me.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There&apos;s no need to favor only Yoshida. To me, both of you are important friends.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I can&apos;t believe you can say something like that with a straight face... But, still, Shiraishi is...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Is that so? Then Takemoto or Nishikawa&#x2014;actually, Takemoto being a guy might be the safest option?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since they&#x2019;re close, any clumsy exchanges might be passed straight from Nishikawa to Shiraishi.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, actually... You&apos;re right, Shiraishi is fine. I&apos;ll do it properly, so don&apos;t worry.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">While still showing hesitation, Shimazaki corrected himself and said he would report to Shiraishi.</p><p class=\"paragraph\" style=\"text-align: left\">He must have reconsidered, figuring that if he had to talk to someone, it might as well be Shiraishi.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;One last confirmation. I think you&apos;ll be watching the GPS locations, but you can basically contact any VIP you want. However, when it comes to uncertain questions or feelings of unease, use Shiraishi to avoid adding unnecessary noise. The more people playing a game of telephone, the more it becomes a source of confusion. In other words, you can tell Shiraishi anything and everything, no matter what it is.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If a situation arose where Shiraishi was eliminated, we could just discuss what to do next at that time.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Right. Got it, let&apos;s do that.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I then verbally relayed a few more things I wanted him to look into after he arrived back at the base and Shimazaki readily agreed.</p><p class=\"paragraph\" style=\"text-align: left\">Before we left, as a final step, we all put on safety goggles to protect our eyes. Aiming for the head was against the rules, but for safety reasons, it was recommended to wear these goggles at all times during the exam; any unexpected trouble that occurred while they were off was entirely one&apos;s own responsibility. Also, it seemed the sensors were only on our gym uniforms, but hits were apparently detected even with a tracksuit on top, so wearing one was optional. However, it was probably safer to wear one, as it would help lessen the pain.</p>",
  "prevChapter": {
    "volumeId": "y3v3",
    "chapter": 15,
    "title": "Part 2"
  },
  "nextChapter": {
    "volumeId": "y3v3",
    "chapter": 17,
    "title": "Chapter 2: A Surprise Attack"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 3",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 11
    },
    {
      "label": "Prologue: Shiina Hiyori's Monologue",
      "href": "prologue.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 1: Opening. Survival Game Special Exam.",
      "href": "c1.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "c1p1.xhtml",
      "index": 14
    },
    {
      "label": "Part 2",
      "href": "c1p2.xhtml",
      "index": 15
    },
    {
      "label": "Part 3",
      "href": "c1p3.xhtml",
      "index": 16
    },
    {
      "label": "Chapter 2: A Surprise Attack",
      "href": "c2.xhtml",
      "index": 17
    },
    {
      "label": "Part 1",
      "href": "c2p1.xhtml",
      "index": 18
    },
    {
      "label": "Part 2",
      "href": "c2p2.xhtml",
      "index": 19
    },
    {
      "label": "Part 3",
      "href": "c2p3.xhtml",
      "index": 20
    },
    {
      "label": "Part 4",
      "href": "c2p4.xhtml",
      "index": 21
    },
    {
      "label": "Chapter 3: The Unseen Pressure",
      "href": "c3.xhtml",
      "index": 22
    },
    {
      "label": "Part 1",
      "href": "c3p1.xhtml",
      "index": 23
    },
    {
      "label": "Part 2",
      "href": "c3p2.xhtml",
      "index": 24
    },
    {
      "label": "Part 3",
      "href": "c3p3.xhtml",
      "index": 25
    },
    {
      "label": "Part 4",
      "href": "c3p4.xhtml",
      "index": 26
    },
    {
      "label": "Part 5",
      "href": "c3p5.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: A Chance Encounter",
      "href": "c4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "c4p1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "c4p2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "c4p3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "c4p4.xhtml",
      "index": 32
    },
    {
      "label": "Part 5",
      "href": "c4p5.xhtml",
      "index": 33
    },
    {
      "label": "Chapter 5: The Alliance",
      "href": "c5.xhtml",
      "index": 34
    },
    {
      "label": "Part 1",
      "href": "c5p1.xhtml",
      "index": 35
    },
    {
      "label": "Part 2",
      "href": "c5p2.xhtml",
      "index": 36
    },
    {
      "label": "Part 3",
      "href": "c5p3.xhtml",
      "index": 37
    },
    {
      "label": "Part 4",
      "href": "c5p4.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: The Real Goal",
      "href": "c6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "c6p1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "c6p2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "c6p3.xhtml",
      "index": 42
    },
    {
      "label": "Part 4",
      "href": "c6p4.xhtml",
      "index": 43
    },
    {
      "label": "Part 5",
      "href": "c6p5.xhtml",
      "index": 44
    },
    {
      "label": "Part 6",
      "href": "c6p6.xhtml",
      "index": 45
    },
    {
      "label": "Chapter 7: The Time of the Decisive Battle",
      "href": "c7.xhtml",
      "index": 46
    },
    {
      "label": "Part 1",
      "href": "c7p1.xhtml",
      "index": 47
    },
    {
      "label": "Part 2",
      "href": "c7p2.xhtml",
      "index": 48
    },
    {
      "label": "Part 3",
      "href": "c7p3.xhtml",
      "index": 49
    },
    {
      "label": "Part 4",
      "href": "c7p4.xhtml",
      "index": 50
    },
    {
      "label": "Part 5",
      "href": "c7p5.xhtml",
      "index": 51
    },
    {
      "label": "Epilogue: Show Me What You’ve Got",
      "href": "e.xhtml",
      "index": 52
    },
    {
      "label": "Part 1",
      "href": "e1.xhtml",
      "index": 53
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 54
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 56
    }
  ],
  "currentSpineIndex": 16
}