{
  "title": "Part 2",
  "content": "<h2 class=\"heading_2\">Part 2</h2><hr/><p class=\"paragraph\" style=\"text-align: left\">OUR WATCHES SWITCHED to F12 as we fled southeast.</p><p class=\"paragraph\" style=\"text-align: left\">Around that time, the distance between us and the students chasing us from behind had begun to widen slightly, so I slowed our pace.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You&apos;ve gotta be kidding me... The exam&apos;s just started, how many people got taken out just now!? Shira&#x2014;no, Takemoto, hurry up and tell Shimazaki to report the situation! Why&apos;d you let Class B get so close!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Shiraishi, one of the VIPs, was gasping for breath. Seeing that she was struggling just to keep up and had no energy to communicate with the commander, a classmate demanded that Takemoto send the message in a harsh tone.</p><p class=\"paragraph\" style=\"text-align: left\">Takemoto, who also seemed to be in pain, continued to jog while speaking into his radio.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hah? No, hah, wh-what the hell, hah... I-I&apos;ll tell him!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A message came back from headquarters and Takemoto looked at Hashimoto, muttering as if to himself.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;He says there was no sign of any other classes approaching our vicinity on the tablet. And that Class B&apos;s position still hasn&apos;t changed!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A sorrowful voice echoed through the forest.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What the hell!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida, unable to hide his irritation, exhaled a ragged breath toward the sky.</p><p class=\"paragraph\" style=\"text-align: left\">Anyone could figure out why this was happening if they just calmed down a little.</p><p class=\"paragraph\" style=\"text-align: left\">But right now, they were still in the midst of a panic and probably didn&apos;t have the composure to think.</p><p class=\"paragraph\" style=\"text-align: left\">Considering the strain on the class, I slowed my pace from a jog to about a brisk walk.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The answer is quite simple. Ryuuen&apos;s class deliberately kept its distance after the start to make it seem like they were avoiding engagement. This is certain, since they were far away during the first three GPS updates. But it was all a pretense. A setup for an attack. All that was left was to have their commander activate the &apos;Disable All GPS&apos; tactical card before the next update and their preparations were complete.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">From that point, the GPS positions froze in place for thirty minutes.</p><p class=\"paragraph\" style=\"text-align: left\">The scouts&apos; watches also showed no reaction while the tactical card was in use. Meanwhile, Ryuuen&apos;s side only had to receive information from their commander, Kaneda, at any time and charge toward our precise location.</p><p class=\"paragraph\" style=\"text-align: left\">With more than enough time, they had pulled off a successful surprise attack.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So they used their one-time-only big move right from the get-go...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yoshida and the other classmates were frustrated.</p><p class=\"paragraph\" style=\"text-align: left\">Easier said than done. It was undeniably a gamble.</p><p class=\"paragraph\" style=\"text-align: left\">Even if we hadn&apos;t noticed the attack, it wouldn&apos;t have been such an easy ambush if we had finished our discussion and immediately resumed moving.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Judging by the speed of their decision, they must have been planning to use it from the moment they understood the rules of the special exam.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At the start, every class wants to decide on a strategy and learn how to handle their weapons as quickly as possible. If anything, their decision was likely based on the assumption that our pace would be slower.</p><p class=\"paragraph\" style=\"text-align: left\">It was a strategy that truly felt like Ryuuen, a display of his decisiveness.</p><p class=\"paragraph\" style=\"text-align: left\">Of course, there were other factors behind the success of this surprise attack, but&#x2014;</p><p class=\"paragraph\" style=\"text-align: left\">But there was no point in touching upon them and talking about it here and now.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A surprise attack, huh... If they&apos;d just waited and watched, another class might&apos;ve crushed each other for them. Heh... That bastard Ryuuen, he took on a pretty big risk, didn&apos;t he?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Exasperation, impatience and anger. And then, admiration.</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto&apos;s candid feelings were conveyed to those around him through his words.</p><p class=\"paragraph\" style=\"text-align: left\">When I looked back at the students following me, I saw one who was starting to fall far behind.</p><p class=\"paragraph\" style=\"text-align: left\">As the one in the lead, I drastically slowed our pace and came to a complete stop in about three seconds.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, Ayanokouji, what&apos;s wrong? Shouldn&apos;t we be putting more distance between us?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No, this is about our limit. If we force ourselves to keep going, we&apos;ll only increase the risk of our allies dropping out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">After Morishita, who&apos;d been lagging the furthest behind, finally reached us, she plopped down onto the ground.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hah... hah... I suppose this is because I ran a full marathon in the schoolyard yesterday, isn&apos;t it... hah.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I wondered if she was the type of person who couldn&apos;t help but tell a needless lie about everything.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Jeez, Morishita. You volunteered for this and now look at you.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t say that. It&apos;s not just Morishita; the girls, especially, are close to their physical limits.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">There was more than just one or two students breathing heavily, their shoulders heaving.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ah, oh, right... Yeah, that makes sense.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It would be one thing if it were a girl who was confident in her athletic ability, but it was nothing short of cruel to expect the same level of stamina from the other girls as from the boys.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just as it&apos;s tough on us, it&apos;s also difficult for them to have their whole group chase us. The proof is that we can&apos;t even see them right now.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The forest behind us was now blanketed in a silence that made the earlier commotion feel like a lie.</p><p class=\"paragraph\" style=\"text-align: left\">I gave instructions for everyone to drink at least one sip of water, which we wanted to conserve as much as possible.</p><p class=\"paragraph\" style=\"text-align: left\">After they finished their light rehydration and caught their breath, Yoshida, perhaps having calmed his head, spoke up.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Thinking about it normally, there was no way to defend against that surprise attack, was there...? It&apos;s a flaw in the rules.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Leaning against a tree, he grumbled like that.</p><p class=\"paragraph\" style=\"text-align: left\">I understood how they felt, but whether or not it was truly an unforeseeable surprise attack was questionable.</p><p class=\"paragraph\" style=\"text-align: left\">What was important for noticing it quickly was a commander who could survey the entire situation.</p><p class=\"paragraph\" style=\"text-align: left\">The moment the full GPS shutdown began, the five-minute position updates would stop completely. In that case, by carefully watching the tablet, one could have noticed that no one was moving an inch. No matter how still people were, it would be unnatural if no one moved for five, or even ten minutes.</p><p class=\"paragraph\" style=\"text-align: left\">If there was no change, it was necessary to report that there was no change.</p><p class=\"paragraph\" style=\"text-align: left\">But Shimazaki overlooked it.</p><p class=\"paragraph\" style=\"text-align: left\">The commander&apos;s ability directly affected the class&apos;s overall ability.</p><p class=\"paragraph\" style=\"text-align: left\">A bad example of that had blatantly emerged just after the exam began.</p><p class=\"paragraph\" style=\"text-align: left\">Of course, I couldn&apos;t blame him. It was easy to imagine that he&apos;d been staring intently at his tablet without letting his guard down, as the exam had only just begun. Perfectly recognizing the positions of well over 100 GPS signals was an impossible task for someone with ordinary ability.</p><p class=\"paragraph\" style=\"text-align: left\">While the confusion had yet to subside, Takemoto contacted Shimazaki and the process of organizing the information on who was safe and who was out began.</p><p class=\"paragraph\" style=\"text-align: left\">I left the exchange with Shimazaki to Takemoto and, a short distance away, went about the task of confirming what supplies we were missing.</p><p class=\"paragraph\" style=\"text-align: left\">Before long, Hashimoto, who&apos;d been standing beside Takemoto, approached me with a grim look on his face.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Kitou got taken out after that. Well, not that I thought he&apos;d be able to get away.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;s understandable. The surprise attack was likely carried out by all of Class B. He did well to buy us time under those circumstances.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If his role of holding them back hadn&apos;t worked, the damage would have been much greater.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Apparently, the three who escaped late were Yano, Sawada and Tsukasaki. But they don&apos;t know our position or the enemy&apos;s, so they&apos;ll be wandering around on their own for a while. It&apos;d be great if they could make it to a position where we can meet up...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">As for that, there was nothing to do but wait, since we couldn&apos;t go and get them right now.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;And sorry to keep piling on the bad news, but it seems Rokkaku left his weapon behind when he ran. Should we just be straight with the school and report it as lost? Or should we go back for it at some point?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A short distance away, Rokkaku was bowing his head apologetically.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Lost is fine. Tell the commander immediately and have them request the school to retrieve it. As for Rokkaku, who lost his weapon, we can just put him into one of the vacant role slots as needed.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I asked Rokkaku directly if he was okay with that, I received a firm reply along with another apology.</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, who&apos;d been watching, looked at me with some wonder.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The only saving grace in this screwed-up situation is that you&apos;re as calm as ever.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Not even an hour passed since the special exam began.</p><p class=\"paragraph\" style=\"text-align: left\">During a long special exam spanning several days, even if the current situation was a crisis, a leader who was running around in confusion wouldn&apos;t be able to pave a way forward.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Seriously... you think we can still pull this off?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It&apos;d be a lie to say it has no effect. In fact, in less than an hour since we started, our Class C&apos;s position has become terribly bad.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...Yeah.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Still, it&apos;s not as if our chance to win has disappeared. If one of our VIPs was taken out, we just have to take out two of theirs. If another one of ours is defeated later, we&apos;ll just take out three in return.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I see. In that case, this is the last time I&apos;ll be acting so weak. I&apos;ll trust that if I follow your orders, we&apos;ll find a way out of this. So, what&apos;s the plan from here?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We have a few options, but for now, maintaining our distance from Ryuuen&apos;s class is an absolute must.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So you&apos;re saying they might try to lure us into a false sense of security and attack again.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I think they stopped their pursuit considering the possibility that we might turn to ambush and counterattack, but they might come for us if they see an opening. This is just a precaution.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Even though we pulled away, it was a distance they could close with just a short run.</p><p class=\"paragraph\" style=\"text-align: left\">It could hardly be called a safe zone.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Just in case, I need you to go and check one more time if any students are having trouble at this stage. I&apos;d like you to tell them to talk to me about anything if there&apos;s something they don&apos;t understand or are worried about.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I asked him, Hashimoto readily agreed without the slightest look of displeasure and headed toward our classmates.</p><p class=\"paragraph\" style=\"text-align: left\">As if taking his place, Shiraishi, who&apos;d been listening to our conversation nearby, approached.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I overheard a little of your conversation with Hashimoto-kun. Even in a situation like this, you aren&apos;t worried that you might be the first to receive the penalty for being wiped out, are you?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m not worried. If that&apos;s what happens after we&apos;ve done our best, I&apos;ll simply accept it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But it won&apos;t end as a simple defeat. In the worst-case scenario, Ayanokouji-kun, you would be expelled and our path to Class A would be closed off.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If you don&apos;t like that future, then we have no choice but to win.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">I thought she might be doubting our victory, but apparently, that wasn&apos;t the case.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Then let&apos;s go and seize victory together.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">When I turned only my gaze to Shiraishi, she continued to look back at me with a soft expression.</p><p class=\"paragraph\" style=\"text-align: left\">There was no trace of anxiety in her attitude or her gestures.</p><p class=\"paragraph\" style=\"text-align: left\">If anything, she even seemed to be enjoying the current crisis somehow.</p><p class=\"paragraph\" style=\"text-align: left\">Why was that?</p><p class=\"paragraph\" style=\"text-align: left\">What was the driving force behind that thought?</p><p class=\"paragraph\" style=\"text-align: left\">A faint sense of unease began to sprout.</p><p class=\"paragraph\" style=\"text-align: left\">But I put that aside.</p><p class=\"paragraph\" style=\"text-align: left\">I had to face reality for what it was.</p><p class=\"paragraph\" style=\"text-align: left\">That our class had lost fifteen people, including one VIP, who were now out.</p><p class=\"paragraph\" style=\"text-align: left\">There, I once again finished organizing all the information.</p><p class=\"paragraph\" style=\"text-align: left\">Three students, Yano, Sawada and Tsukasaki, were not out, but they were currently separated from the main group.</p><p class=\"paragraph\" style=\"text-align: left\">Shimazaki was the only one who knew their current location, but we couldn&apos;t go rescue them until Class B&apos;s GPS jamming tactic wore off. On the other hand, Ryuuen&apos;s group could see the trio&apos;s position, so it was highly likely they already formed a group and sent them out.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If only Shimazaki had noticed something was wrong...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps Hashimoto was thinking the same thing I was, as he muttered in a regretful tone.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s incorrect, Hashimoto Masayoshi. The one at fault is Ayanokouji Kiyotaka.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita pointed her index finger straight out, thrusting her arm forward until it was just a few centimeters from my eyeball.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;A true leader would have told the commander&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Just as she started to say that, I immediately raised my assault rifle.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What do you think you&apos;re&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Morishita, right in front of me, must have thought she was about to be shot for her insolence, as her pupils dilated slightly.</p><p class=\"paragraph\" style=\"text-align: left\">Before she could finish her sentence, I grabbed her shoulder with my left arm, pulled her toward me and pulled the trigger once.</p><p class=\"paragraph\" style=\"text-align: left\">At almost the same instant, Class B&apos;s Kondou, who emerged silently from the shadows, was about to aim his muzzle at me.</p><p class=\"paragraph\" style=\"text-align: left\">A single bullet hit Kondou square in the chest with a dry crack and Kondou, who&apos;d been trying for a silent ambush, stood there dumbfounded.</p><p class=\"paragraph\" style=\"text-align: left\">Before anyone could understand what just happened, an alarm blared from Kondou&apos;s watch.</p><p class=\"paragraph\" style=\"text-align: left\">Frustrated that he&apos;d been hit just as he aimed at me, he took his finger off the trigger.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Damn it, you knew?!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">He must have been following us and searching the area for a while. Kondou&apos;s breathing was incredibly ragged.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Impressive, hitting me in one shot... and how&apos;d you even notice me?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Breathlessly, Kondou asked me how I knew.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You must have been pretty exhausted. You weren&apos;t able to completely silence your footsteps. It also helped that I was your primary target, not just anyone. Wasting time trying to line up the perfect shot was your downfall.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Despite his failure, Kondou&apos;s somewhat satisfied expression left an impression on me.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, well... taking out the leader would&apos;ve been a huge score. Guess I should&apos;ve just fired randomly.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hashimoto, while remaining vigilant of his surroundings, approached Kondou, who sat down to rest.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That was one hell of a flashy ambush. You really got the drop on us.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since they could still talk even after being eliminated, Hashimoto praised Class B.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ryuuen-san&apos;s amazing, ain&apos;t he? Well, the game is on. It&apos;s your fault for letting your guard down.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;There might be other students besides Kondou looking for us. Let&apos;s get moving.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;In that case, shouldn&apos;t we have Shimazaki check the GPS for Class B&apos;s location?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was Yoshida who ran up and suggested this.</p><p class=\"paragraph\" style=\"text-align: left\">But as I turned my back and began to walk away without answering, Shiraishi, the VIP, added an explanation.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The reason Kondou-kun was able to approach us undetected is because they&apos;re using a tactic to hide all of their class&apos;s GPS signals. Since it hasn&apos;t been thirty minutes yet, contacting the commander now wouldn&apos;t give us any details.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Oh, right, of course... My bad.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Do your best to run and hide~&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Leaving behind Kondou, who had cheerfully uttered the taunt, we headed south as if returning to the starting point.</p>",
  "prevChapter": {
    "volumeId": "y3v3",
    "chapter": 18,
    "title": "Part 1"
  },
  "nextChapter": {
    "volumeId": "y3v3",
    "chapter": 20,
    "title": "Part 3"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 3",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 11
    },
    {
      "label": "Prologue: Shiina Hiyori's Monologue",
      "href": "prologue.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 1: Opening. Survival Game Special Exam.",
      "href": "c1.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "c1p1.xhtml",
      "index": 14
    },
    {
      "label": "Part 2",
      "href": "c1p2.xhtml",
      "index": 15
    },
    {
      "label": "Part 3",
      "href": "c1p3.xhtml",
      "index": 16
    },
    {
      "label": "Chapter 2: A Surprise Attack",
      "href": "c2.xhtml",
      "index": 17
    },
    {
      "label": "Part 1",
      "href": "c2p1.xhtml",
      "index": 18
    },
    {
      "label": "Part 2",
      "href": "c2p2.xhtml",
      "index": 19
    },
    {
      "label": "Part 3",
      "href": "c2p3.xhtml",
      "index": 20
    },
    {
      "label": "Part 4",
      "href": "c2p4.xhtml",
      "index": 21
    },
    {
      "label": "Chapter 3: The Unseen Pressure",
      "href": "c3.xhtml",
      "index": 22
    },
    {
      "label": "Part 1",
      "href": "c3p1.xhtml",
      "index": 23
    },
    {
      "label": "Part 2",
      "href": "c3p2.xhtml",
      "index": 24
    },
    {
      "label": "Part 3",
      "href": "c3p3.xhtml",
      "index": 25
    },
    {
      "label": "Part 4",
      "href": "c3p4.xhtml",
      "index": 26
    },
    {
      "label": "Part 5",
      "href": "c3p5.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: A Chance Encounter",
      "href": "c4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "c4p1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "c4p2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "c4p3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "c4p4.xhtml",
      "index": 32
    },
    {
      "label": "Part 5",
      "href": "c4p5.xhtml",
      "index": 33
    },
    {
      "label": "Chapter 5: The Alliance",
      "href": "c5.xhtml",
      "index": 34
    },
    {
      "label": "Part 1",
      "href": "c5p1.xhtml",
      "index": 35
    },
    {
      "label": "Part 2",
      "href": "c5p2.xhtml",
      "index": 36
    },
    {
      "label": "Part 3",
      "href": "c5p3.xhtml",
      "index": 37
    },
    {
      "label": "Part 4",
      "href": "c5p4.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: The Real Goal",
      "href": "c6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "c6p1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "c6p2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "c6p3.xhtml",
      "index": 42
    },
    {
      "label": "Part 4",
      "href": "c6p4.xhtml",
      "index": 43
    },
    {
      "label": "Part 5",
      "href": "c6p5.xhtml",
      "index": 44
    },
    {
      "label": "Part 6",
      "href": "c6p6.xhtml",
      "index": 45
    },
    {
      "label": "Chapter 7: The Time of the Decisive Battle",
      "href": "c7.xhtml",
      "index": 46
    },
    {
      "label": "Part 1",
      "href": "c7p1.xhtml",
      "index": 47
    },
    {
      "label": "Part 2",
      "href": "c7p2.xhtml",
      "index": 48
    },
    {
      "label": "Part 3",
      "href": "c7p3.xhtml",
      "index": 49
    },
    {
      "label": "Part 4",
      "href": "c7p4.xhtml",
      "index": 50
    },
    {
      "label": "Part 5",
      "href": "c7p5.xhtml",
      "index": 51
    },
    {
      "label": "Epilogue: Show Me What You’ve Got",
      "href": "e.xhtml",
      "index": 52
    },
    {
      "label": "Part 1",
      "href": "e1.xhtml",
      "index": 53
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 54
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 56
    }
  ],
  "currentSpineIndex": 19
}