{
  "title": "Chapter 7: The Time of the Decisive Battle",
  "content": "<h1 class=\"heading_1\"><a class=\"heading-link\" href=\"/read/y3v3/2\">Chapter 7:<br/>The Time of the Decisive Battle</a></h1><hr/><p class=\"paragraph\" style=\"text-align: left\">THE UNINHABITED ISLAND survival game exam, a maximum of three nights and four days, finally reached its last day.</p><p class=\"paragraph\" style=\"text-align: left\">At this point, the number of students remaining in each class, excluding the commanders, was as follows.</p><div class=\"text-block\"><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Class A</em></strong><em>: 3 VIPs surviving + 27 remaining students in total</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Class B</em></strong><em>: 3 VIPs surviving + 24 remaining students in total</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Class C</em></strong><em>: 2 VIPs surviving + 12 remaining students in total</em></p><p class=\"paragraph\" style=\"text-align: left\"><strong><em>Class D</em></strong><em>: 3 VIPs surviving + 35 remaining students in total</em></p></div><p class=\"paragraph\" style=\"text-align: left\">Perhaps because Class A, which secured supplies over a wide area in the north and Class B, where food appeared steadily in the west, were able to maintain the health of all their students at a minimum standard. Both classes had only one student retire each. On the other hand, Class C, which was suppressed by Class B right at the start, was half-decimated and had few students left. The supplies they obtained were also very scarce and their alliance with Class D forced an even more severe food problem upon them.</p><p class=\"paragraph\" style=\"text-align: left\">The time was now just past 8:40 in the morning.</p><p class=\"paragraph\" style=\"text-align: left\">Horikita completed taking down the tents and other things early on, prepared to move at a moment&apos;s notice.</p><p class=\"paragraph\" style=\"text-align: left\">There was an unusually tense atmosphere, different from the past three days. More than half of the area was already unusable and the four classes were just a stone&apos;s throw away from each other.</p><p class=\"paragraph\" style=\"text-align: left\">Class A&apos;s final location yesterday was G8, Class B&apos;s was E12 and the Class C-D alliance&apos;s was H10.</p><p class=\"paragraph\" style=\"text-align: left\">The final mind games would begin at the approaching hour of 9:00 a.m.</p><p class=\"paragraph\" style=\"text-align: left\">Would they go on the attack, or prioritize defense until the very last minute?</p><p class=\"paragraph\" style=\"text-align: left\">Horikita looked around once, checking on the state of her classmates.</p><p class=\"paragraph\" style=\"text-align: left\">Some were restless and fidgety, others more irritable than usual, but these were still the least of her worries.</p><p class=\"paragraph\" style=\"text-align: left\">The number of students weakened by their loss of stamina from four days of survival was also beginning to increase.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The immediate problem is&#x2014;something else, though...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What are we gonna do, Suzune? About him.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sudou quietly approached the pensive Horikita and spoke.</p><p class=\"paragraph\" style=\"text-align: left\">Horikita quietly followed Sudou&apos;s gaze.</p><p class=\"paragraph\" style=\"text-align: left\">Giving no impression at all of being in enemy territory, his figure, calmly packing up a one-person tent, looked exceedingly composed from any angle.</p><p class=\"paragraph\" style=\"text-align: left\">Ayanokouji Kiyotaka. For Horikita, he was once the person she trusted the most, relied on the most and most&#x2014;such a person.</p><p class=\"paragraph\" style=\"text-align: left\">Most of those around him were glaring at Ayanokouji with undisguised gazes of aversion.</p><p class=\"paragraph\" style=\"text-align: left\">The solo attack on Class A before 6 PM yesterday was completely and utterly unexpected.</p><p class=\"paragraph\" style=\"text-align: left\">He pretended to return to his main group, then used his superior physical abilities to close a distance a normal student couldn&apos;t have. He not only took out several classmates with his paintball gun, but also pulled off the incredible feat of getting them disqualified for a rule violation by using the exam&apos;s end time.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yesterday seriously had me in a cold sweat. I only couldn&apos;t shoot because Ayanokouji just happened to get behind a tree in my line of fire, but if he hadn&apos;t, I might&apos;ve been out just like Ike and the others...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sudou, recalling the same scene, said quietly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It was understandable. A surprise attack by a single person and a talented former classmate at that. For those few minutes, everyone in the class lost their composure. He initiated the battle with exquisite timing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The two of them looked toward Ayanokouji and briefly recalled what happened yesterday.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Everyone seems quite bloodthirsty, don&apos;t they?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hirata approached Horikita and Sudou.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;No kidding. Charging in alone like that and getting the better of us...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Especially since the opponent was a former classmate.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Are you alright?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I&apos;m alright, I think.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ayanokouji&apos;s appearance greatly unsettled and influenced Horikita&apos;s inner thoughts and mental state.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Let&apos;s try to look on the bright side. Fortunately, it was only the guards who were taken out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Hirata said, having the VIP defeated would&apos;ve been the worst possible outcome. It was a good thing they&apos;d at least avoided that, especially since everyone had been defenseless.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s true... He personally took out three people. It wouldn&apos;t have been surprising if a VIP had been among them.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Since she&apos;d been a short distance from the campsite, Horikita didn&apos;t know the details of the raid.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;It seems several people managed to coordinate on the spot and form a defense to protect the three VIPs. Looks like our practice paid off, doesn&apos;t it?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sudou nodded and Horikita also gave a nod in response to the positive news.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;d like to do one last check before 9 o&apos;clock. Do you have a moment?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Of course.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">On the map Hirata spread out, all the areas that were prohibited were marked with an X.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;As I believe I mentioned yesterday, this is developing into a rather unfavorable situation for us.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Class A was based in G8.</p><p class=\"paragraph\" style=\"text-align: left\">Until yesterday, they&apos;d safely completed events in the area to the north, but now the entire northern area was restricted.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I wouldn&apos;t be surprised if the results of the eleven o&apos;clock event push us even further toward the center.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The expansion of the restricted area and the prediction of where supplies would appear.</p><p class=\"paragraph\" style=\"text-align: left\">Once again, ahead of the battle that was likely to happen today, Horikita pressed her lips together firmly.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Supplies are little more than a bonus at this point. We&apos;ve gathered a decent amount of important ammunition, so I believe we don&apos;t need to push ourselves to get more from here on out.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yeah, I think that&apos;s fine. If a fight breaks out, some students will likely be eliminated, so the food supply should balance out. Worst-case scenario... we&apos;ll just have them hold on until evening without a meal. And about the timing for our remaining tactic, am I right to assume you don&apos;t intend to change it from what you&apos;ve already told us?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Yes, that hasn&apos;t changed. More importantly, what&apos;s crucial now is the position we take up.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Considering Class C and D was in H10 and Class B was in E12, they had to maneuver themselves to be ready for any expansion of the next restricted area.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If we lean too far west, we&apos;ve got Class B and if we lean too far east, it&apos;s the Class C and D alliance, huh. This is a damn hassle.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That said, I can&apos;t exactly be happy about a scenario where the southern area shrinks, either. While it would save us from having to move, we&apos;d also risk losing our escape route... Depending on the situation, we could even face the worst-case scenario of a pincer attack.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;For my part, I think we should bite the bullet and move from G8 to E9. What do you think?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;That&apos;s not a bad idea... In fact, that&apos;s probably the correct answer. I was thinking the same thing.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">If they had to choose an opponent, barring a pincer attack, it was none other than Class B. Their VIPs were unscathed and their number of guards was nearly identical. It was precisely because they were competing for the same rank.</p><p class=\"paragraph\" style=\"text-align: left\">Moreover, Class B already used its total GPS shutdown tactic, giving Class A a slight advantage on that front.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;So it means we might finally be going up against that bastard Ryuuen, huh?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If they were to clash with us, it would be a huge gamble for them, win or lose. They wouldn&apos;t have enough stamina left to defeat the allied classes. So I&apos;d like to think they won&apos;t be too eager, but...&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A four-way standoff would have made a stalemate easy, but now it was a three-way affair.</p><p class=\"paragraph\" style=\"text-align: left\">With the sudden formation of a large alliance, Horikita was left with no choice but to make a bitter decision.</p><p class=\"paragraph\" style=\"text-align: left\">After they finished discussing their general plan once more, they took a short breather, but the conversation didn&apos;t end.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Up until now, everything has gone more or less as expected, with the exception of the matter concerning Ayanokouji-kun. The decisive moment of this special exam is right now, today, on this final day. The restricted areas closing in on the center to an extreme degree is also something I&apos;d envisioned. The fact that we&apos;ve saved our GPS shutdown tactic should definitely prove useful to us.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">The key to the special exam wasn&apos;t to outwit and defeat opponents like Ryuuen, but to keep as many VIPs and guards in the game as possible until the very end.</p><p class=\"paragraph\" style=\"text-align: left\">They&apos;d use the GPS shutdown tactic entirely for defense, not for offense.</p><p class=\"paragraph\" style=\"text-align: left\">That was the crucial decision Horikita made at the very beginning, a strategy she shared with the entire class. As for identifying individuals, they hadn&apos;t used it on anyone besides Morofuji and she thought it might not be needed again. Naturally, she had Matsushita lock on to Ayanokouji&apos;s GPS using his tag.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;You think you can get away from here, Ayanokouji?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Perhaps unable to bear just watching any longer, Hondou approached Ayanokouji with an assault rifle in hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Hey, Hondou!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Sudou shouted at the sight, but as if they&apos;d been waiting for one person to make a move, several boys and girls surrounded Ayanokouji with weapons in hand.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;We gotta punish the class traitor. I&apos;m not about to let him do as he pleases any longer. I&apos;m definitely taking Ayanokouji out right here.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Stop that, Hondou-kun. Forcibly surrounding him here won&apos;t solve anything. The act of completely sealing off an opponent&apos;s path, even indirectly, is considered restraint. It most certainly won&apos;t be permitted.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;B-but! Are you just gonna let him do what he wants, then!?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Everyone with a weapon directed their frustration toward Horikita.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...I&apos;m not saying that. Letting him escape is a threat to us. So it&apos;s self-evident that we must defeat him here. But we mustn&apos;t do it the wrong way. We are to maintain a suitable distance and wait for 9:00 a.m.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">A path about a meter wide would suffice. Horikita figured that as long as they maintained enough space for Ayanokouji to walk freely, no problems would arise according to the rules. In response, the classmates glanced at one another, then moved to either side to create a path.</p><p class=\"paragraph\" style=\"text-align: left\">After looking at the narrow path, Ayanokouji looked toward Horikita and the others.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;The right call. Headquarters is undoubtedly tracking every student&apos;s GPS in real-time, 24/7. They know I&apos;m in enemy territory and they know I&apos;m surrounded like this. If my GPS didn&apos;t move and I was eliminated right at 9:00 a.m., the school would investigate the situation. I&apos;d naturally claim I was restrained with my path completely blocked. The probability of you being penalized for a violation would be high.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Yesterday, Ayanokouji was eliminated after 6:00 p.m. and was rescued by school staff who rushed to the scene. Although malice wasn&apos;t found on the part of the students who fired outside of exam hours, they all received the penalty of elimination for a rule violation.</p><p class=\"paragraph\" style=\"text-align: left\">She couldn&apos;t let them repeat the same mistake.</p><p class=\"paragraph\" style=\"text-align: left\">No matter who Ayanokouji was, if things stayed like that until 9:00 a.m., he would have no chance of escape.</p><p class=\"paragraph\" style=\"text-align: left\">At best, the most he could do was fire his paint gun at the same time and take one person down with him.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Aaargh, this is so damn frustrating... The enemy&apos;s right in front of my eyes! Dammit!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Forced to clear a path and wait for 9:00 a.m., bound by the rules, Hondou yelled, frustrated by the dilemma.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If this were a real battlefield, my method of fighting would be completely useless. But this is a special exam. It&apos;s a strategy that&apos;s only possible because I can use the rules and be protected by them. You should try copying it sometime, if you get the chance.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">It was a provocative statement. Perhaps it was meant to bait someone into attacking rashly.</p><p class=\"paragraph\" style=\"text-align: left\">Just in case, Horikita once more told them to wait until 9:00 to fire.</p><p class=\"paragraph\" style=\"text-align: left\">Karuizawa watched the situation from afar, clenching her hands tightly.</p><p class=\"paragraph\" style=\"text-align: left\">And the time passed 8:50.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Ten more minutes! We won&apos;t let you escape! Absolutely!&quot;</p><p class=\"paragraph\" style=\"text-align: left\">With the exam&apos;s start time drawing near, Ayanokouji quietly took a step forward.</p><p class=\"paragraph\" style=\"text-align: left\">Tension ran through the Class A students as they aimed their muzzles, fingers on the triggers.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What are you planning to do, Ayanokouji-kun?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What am I planning? Nothing. If there&apos;s a path, I&apos;ll walk it.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Ayanokouji started to walk. In response, the Class A students began to walk at the same pace.</p><p class=\"paragraph\" style=\"text-align: left\">They had sixteen guards in total, both boys and girls. Horikita took into consideration her classmates&apos; feelings that they had to defeat Ayanokouji there, but in truth, she didn&apos;t want to send a single one of them</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I&apos;m goin&apos; too&#x2014;&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Horikita grabbed Sudou by the shoulder, stopping him as he tried to dash off from her side.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;Don&apos;t... I&apos;m sure it&apos;s no use.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;What&apos;s that supposed to mean, Suzune?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;If he had resolved to fight us at nine o&apos;clock sharp, we could defeat him. But I&apos;m sure he won&apos;t fight. He&apos;ll pour every ounce of his being into getting away.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">In the dense, tree-filled forest, Sudou was probably the only student who could keep up with Ayanokouji&apos;s outstanding physical abilities. In other words, he could easily shake off the sixteen of them in a chase that would only last a few minutes.</p><p class=\"paragraph\" style=\"text-align: left\">It was because he had that confidence that he could calmly spend the night in a tent next to Class A.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But I&apos;m confident I can keep up with him. He&apos;s got a lot of luggage, too.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;...That&apos;s exactly why I can&apos;t let you go.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">At 9:00 a.m., in a worst-case scenario, a one-on-one fight between Ayanokouji and Sudou could occur.</p><p class=\"paragraph\" style=\"text-align: left\">If that happened, it was impossible to know who would win.</p><p class=\"paragraph\" style=\"text-align: left\">If by some chance Sudou lost and Ayanokouji escaped, Class A would suffer an even greater blow.</p><p class=\"paragraph\" style=\"text-align: left\">&quot;But, hey, doesn&apos;t this mean we&apos;re playin&apos; right into Ayanokouji&apos;s hands from start to finish...?&quot;</p><p class=\"paragraph\" style=\"text-align: left\">&quot;I know. But, just as he said himself, he skillfully used the special exam&apos;s rules this time. This isn&apos;t a situation that can be solved with brute force.&quot;</p><p class=\"paragraph\" style=\"text-align: left\">Moreover, the guards who pursued him would also exhaust their stamina.</p><p class=\"paragraph\" style=\"text-align: left\">The reason she didn&apos;t stop them was that she figured she couldn&apos;t.</p><p class=\"paragraph\" style=\"text-align: left\">The depths of the forest&#xa0;grew noisy as nine o&apos;clock arrived.</p><p class=\"paragraph\" style=\"text-align: left\">Before long, the guards who lost sight of Ayanokouji returned, having used up their ammo and stamina.</p>",
  "prevChapter": {
    "volumeId": "y3v3",
    "chapter": 45,
    "title": "Part 6"
  },
  "nextChapter": {
    "volumeId": "y3v3",
    "chapter": 47,
    "title": "Part 1"
  },
  "toc": [
    {
      "label": "Classroom of the Elite – Year 3, Volume 3",
      "href": "cover.xhtml",
      "index": 1
    },
    {
      "label": "Illustrations",
      "href": "inner-cover.xhtml",
      "index": 4
    },
    {
      "label": "Illustration #1",
      "href": "illustration-0.xhtml",
      "index": 5
    },
    {
      "label": "Illustration #2",
      "href": "illustration-1.xhtml",
      "index": 6
    },
    {
      "label": "Illustration #3",
      "href": "illustration-2.xhtml",
      "index": 7
    },
    {
      "label": "Synopsis",
      "href": "synopsis.xhtml",
      "index": 11
    },
    {
      "label": "Prologue: Shiina Hiyori's Monologue",
      "href": "prologue.xhtml",
      "index": 12
    },
    {
      "label": "Chapter 1: Opening. Survival Game Special Exam.",
      "href": "c1.xhtml",
      "index": 13
    },
    {
      "label": "Part 1",
      "href": "c1p1.xhtml",
      "index": 14
    },
    {
      "label": "Part 2",
      "href": "c1p2.xhtml",
      "index": 15
    },
    {
      "label": "Part 3",
      "href": "c1p3.xhtml",
      "index": 16
    },
    {
      "label": "Chapter 2: A Surprise Attack",
      "href": "c2.xhtml",
      "index": 17
    },
    {
      "label": "Part 1",
      "href": "c2p1.xhtml",
      "index": 18
    },
    {
      "label": "Part 2",
      "href": "c2p2.xhtml",
      "index": 19
    },
    {
      "label": "Part 3",
      "href": "c2p3.xhtml",
      "index": 20
    },
    {
      "label": "Part 4",
      "href": "c2p4.xhtml",
      "index": 21
    },
    {
      "label": "Chapter 3: The Unseen Pressure",
      "href": "c3.xhtml",
      "index": 22
    },
    {
      "label": "Part 1",
      "href": "c3p1.xhtml",
      "index": 23
    },
    {
      "label": "Part 2",
      "href": "c3p2.xhtml",
      "index": 24
    },
    {
      "label": "Part 3",
      "href": "c3p3.xhtml",
      "index": 25
    },
    {
      "label": "Part 4",
      "href": "c3p4.xhtml",
      "index": 26
    },
    {
      "label": "Part 5",
      "href": "c3p5.xhtml",
      "index": 27
    },
    {
      "label": "Chapter 4: A Chance Encounter",
      "href": "c4.xhtml",
      "index": 28
    },
    {
      "label": "Part 1",
      "href": "c4p1.xhtml",
      "index": 29
    },
    {
      "label": "Part 2",
      "href": "c4p2.xhtml",
      "index": 30
    },
    {
      "label": "Part 3",
      "href": "c4p3.xhtml",
      "index": 31
    },
    {
      "label": "Part 4",
      "href": "c4p4.xhtml",
      "index": 32
    },
    {
      "label": "Part 5",
      "href": "c4p5.xhtml",
      "index": 33
    },
    {
      "label": "Chapter 5: The Alliance",
      "href": "c5.xhtml",
      "index": 34
    },
    {
      "label": "Part 1",
      "href": "c5p1.xhtml",
      "index": 35
    },
    {
      "label": "Part 2",
      "href": "c5p2.xhtml",
      "index": 36
    },
    {
      "label": "Part 3",
      "href": "c5p3.xhtml",
      "index": 37
    },
    {
      "label": "Part 4",
      "href": "c5p4.xhtml",
      "index": 38
    },
    {
      "label": "Chapter 6: The Real Goal",
      "href": "c6.xhtml",
      "index": 39
    },
    {
      "label": "Part 1",
      "href": "c6p1.xhtml",
      "index": 40
    },
    {
      "label": "Part 2",
      "href": "c6p2.xhtml",
      "index": 41
    },
    {
      "label": "Part 3",
      "href": "c6p3.xhtml",
      "index": 42
    },
    {
      "label": "Part 4",
      "href": "c6p4.xhtml",
      "index": 43
    },
    {
      "label": "Part 5",
      "href": "c6p5.xhtml",
      "index": 44
    },
    {
      "label": "Part 6",
      "href": "c6p6.xhtml",
      "index": 45
    },
    {
      "label": "Chapter 7: The Time of the Decisive Battle",
      "href": "c7.xhtml",
      "index": 46
    },
    {
      "label": "Part 1",
      "href": "c7p1.xhtml",
      "index": 47
    },
    {
      "label": "Part 2",
      "href": "c7p2.xhtml",
      "index": 48
    },
    {
      "label": "Part 3",
      "href": "c7p3.xhtml",
      "index": 49
    },
    {
      "label": "Part 4",
      "href": "c7p4.xhtml",
      "index": 50
    },
    {
      "label": "Part 5",
      "href": "c7p5.xhtml",
      "index": 51
    },
    {
      "label": "Epilogue: Show Me What You’ve Got",
      "href": "e.xhtml",
      "index": 52
    },
    {
      "label": "Part 1",
      "href": "e1.xhtml",
      "index": 53
    },
    {
      "label": "Author's Afterword",
      "href": "authors-afterword.xhtml",
      "index": 54
    },
    {
      "label": "LegacyEMTLs Afterword",
      "href": "afterword.xhtml",
      "index": 55
    },
    {
      "label": "LegacyEMTLs Credits",
      "href": "credits.xhtml",
      "index": 56
    }
  ],
  "currentSpineIndex": 46
}