{
  "title": "Chapter 4: Traveling Companion",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 4:<br/>Traveling Companion</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\"> </span><span style=\" font-size: 0.80em;\">WOKE UP AT 6:30</span><span style=\" font-size: 1.00em;\"> in the morning. Judging from how the radiant sunshine poured through and lit up even the inside of my tent, I knew it was going to be a sunny day. When I emerged from my tent, I felt the sweltering heat as a lush world of vibrant green stretched out before my eyes.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Guess picking a spot away from direct sunlight was the right choice,” I said aloud.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though I had to walk a little bit further to find this location, pitching my tent in a shady spot was the correct course of action. After I had a light breakfast consisting of one of my to-go meals and some water, I packed up my tent and waited for seven o’clock to roll around. Most students should already be awake by now, and they were likely waiting for the exam activities to begin.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Reaching the designated areas was my top priority, but I would keep my options open. I decided that should a Task appear nearby, I’d consider shifting my priorities around depending on the contents and rewards. When the clock struck seven that morning, I received a notification on my watch. I set my tablet on my lap and powered it on, and then refreshed the map.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">My current location was D7. I wondered where I would be sent today. The location I should be heading to now was…E8, from the looks of it. My first designated location was the closest one to the spot that I had chosen to set up camp. So, you could say that I was in an ideal position to shoot for the Early Bird Bonus. I set out right away, not wanting to waste a single second.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had spent the first day of the exam observing, but from today onward, I was going to gradually start picking up the pace, little by little. Shortly afterward, once I set foot in my designated area, I received a notification on my watch telling me that I had earned points. I had, in quite spectacular fashion, come in first place, which meant my group had been awarded ten points. I had managed to make up for yesterday’s deficiencies in one fell swoop. I supposed you could say that things were going almost too well.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured that it would be best for me to pick up some Tasks now, but…no Tasks that a solo participant could register for had appeared in the surrounding area. Even though there was one in B8, which was kind of close, I still would have to head all the way over to that section. Considering the amount of time that it would take for me to get there and come back, I figured it would be best to just skip it and see what came next. Since I didn’t know when the next set of Tasks would show up, I decided to just wait until the map updated.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">4.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HE NEXT DESIGNATED AREA</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> which was announced at nine that morning, was area E6. I arrived there slightly later than I did with the first area of the day, coming in at second place, so I received a notification telling me that I had earned a five-point reward. Then, after the break, the third designated area for the day was announced at one o’clock that afternoon. That was area&#160;F7. Even though I was a bit to the southwest of the area, I managed to keep my streak going, and placed second once again, earning yet another five points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Many of the Tasks that had appeared throughout the day so far required you to have two or more people in your group to register. I guessed it was likely that many students probably went to check out those Tasks. As someone who was working alone, I was grateful for this turn of events. I had scored twenty-three points just from today. Combined with the three points I earned on the first day, I now had a total of twenty-six. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I was definitely making great progress, a three-person group could have earned eighteen points at minimum simply by racking up Arrival Bonuses. Even though I had gotten impressive results several times in a row, there would be hardly any difference in our scores. If&#160;I messed up even slightly, things would immediately start going sideways for me. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Besides, I had only managed to get second place twice in a row. Put another way, that meant that I had failed to get first place twice. While I didn’t know who it could be, it was possible that there was some powerful rival in my same Table. I decided to return to area E6 and take a break and to wait for any Tasks that I could register for to appear.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The three designated areas that had appeared so far today had been selected normally, through the standard process. That meant that the remaining area, which was going to be announced at three o’clock this afternoon, would be the one that was selected randomly. It would be the first random selection of the exam. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it would seem that we meet again, Ayanokouji-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was Nanase; I had run into her once again after I stopped to take a breather. There had been six designated areas so far. And throughout all those travels, I had bumped into Nanase three times.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you think that we could perhaps be in the same Table, by any chance?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wouldn’t be strange if our Tables did overlap somehow, considering that we just so happened to bump into each other repeatedly. It really wasn’t that big a deal whether we were in the same Table or not. What </span><span style=\" font-style: italic; font-size: 1.00em;\">did</span><span style=\" font-size: 1.00em;\"> concern me was that we were encountering each other so often. Even if we were heading to the same areas, the chances of us running into each other directly were not that high. In addition to the fact that we were taking different routes in the first place, there should have been differences in our travel times and the amount of time we took when we stopped. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since there was no indication that she was following me, I could conclude that this was simply a series of coincidences. But was that really true? Anyway, without any clues for me to go off of, it would be impossible for me to determine whether or not Nanase really was in my same Table. Nanase was in a group with Amasawa and Housen, meaning that if she were to entrust them with getting to the designated areas, their group wouldn’t be penalized for her missing them.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While they wouldn’t be able to collect the Early Bird Bonus, they could still steadily rack up points, two at a time. I could make some inferences based on alerts from her watch, but it was quite possible that she might have put hers on mute. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Our previous two conversations were quite brief, so I assumed she would be on her way soon this time too. However, she paused and looked over at me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Excuse me, Ayanokouji-senpai, but I have a request.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A request?” I repeated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If it is not too much of a bother, would you perhaps allow me to accompany you for a while, Ayanokouji-senpai?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Accompany me? What do you mean?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Regardless of how likely it was that she and I were&#160;in the same Table, this special exam had been designed in&#160;such a way that it was basically impossible for students from different grade levels to work together. There were no benefits whatsoever for either party. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To be honest, a problem came up last during a group discussion,” said Nanase. “Both Housen-kun and Amasawa-san said that it would be better if we were to all act independently, so now we have gone our separate ways.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though they were in the same group, there weren’t any rules that said that you had to work together. Of course, working together had many benefits, but I supposed you could say that working independently was one viable strategy for students who didn’t struggle with going solo. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have met with you three times since yesterday, senpai. From what I have seen thus far, putting aside what was reported during our first encounter, I believe that you managed to reach your designated areas quite quickly—faster than I did the other two times we met. I worry that if I am acting alone, I will not reach my designated areas quickly enough.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t you think it’s possible that it might have been a coincidence that I happened to arrive faster than you those two times?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That might be the case, yes,” Nanase said. “Even so, I have determined that you are still more capable than someone as inexperienced as myself.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although she seemed to be praising me with her remarks, I couldn’t imagine that was how she truly felt at&#160;all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t say it’s a very good idea for students from different grades and separate groups to travel together,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because of the impact that might have on claiming the Early Bird Bonus, and Tasks possibly becoming a point of contention, correct?” she answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s possible that conflicts could arise, yes,” I replied. “Like if we come across a Task that only one more person could register for.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I would not mind deferring to you in all such cases, Ayanokouji-senpai,” Nanase said. “I will only set foot in the designated areas after you have entered and made sure you have claimed any bonus points. That way, there will be no disadvantages for you, Ayanokouji-senpai. Regarding Tasks, if only one person is allowed to register, I will defer all those opportunities to you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So she didn’t mind throwing away her chance of getting the valuable Early Bird Bonus or registering for Tasks? What she was proposing was not something I could possibly endorse; it was entirely ridiculous.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You would inevitably earn fewer points though, Nanase.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is my first time participating in the uninhabited island exam, and you have already proven the extent of your physical abilities through your fight with Housen-kun, Ayanokouji-senpai,” she said. “It would be extremely helpful for me if you could choose an appropriate route for us to take.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though she said it would be helpful for her, considering the fact she had been getting around without any problems on her own today: she was already doing fine. I&#160;could confidently say that there was no reason for&#160;her to deliberately take on the risk of accompanying me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Supposing even if I’m going to choose an appropriate route, are you able to keep pace with me?” I asked. “I might even choose some dangerous paths sometimes. Would you be able to keep up?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I already knew her answer, but I deliberately chose to ask her anyway. I thought that her response might reveal the meaning behind her bizarre behavior. However, Nanase’s reply was not what I had expected.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I am confident in my physical abilities… You’re hesitant to agree more because you are unable to trust me, instead of worrying that I will be a bother to you, aren’t you?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase had worked together with Housen and Amasawa to try and get me expelled. So yes, it was certainly true that our relationship was far from being trusting. However, even if I rejected her proposal right now, she was free to follow me around anyway if she so chose. I couldn’t stop her from doing that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If a third party spotted us while she was awkwardly tailing me around the island, it would look unnatural. It&#160;wasn’t like I couldn’t shake her off my trail, but doing so would just be a waste of energy. And on top of that, there was no avoiding the fact we’d bump into each other again somewhere down the line if we really were in the same Table. All that considered, I figured that it would be less of a hassle overall to just agree to her request now and let her accompany me already.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Fine,” I said. “If that’s what you want, I don’t mind.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you very much,” said Nanase, smiling happily before bowing her head deeply.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We just need to make sure that we really are in the same Table though. Okay?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, of course,” Nanase agreed. “I suppose that the possibility that we’ve only just so happened to share the same designated areas through sheer coincidence is conceivable. With that in mind, confirmation would naturally be our first course of action. So, what do you suggest we do now? It seems that we still have some time before the next designated area is announced.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was still just past 1:30 in the afternoon right now, so we had over an hour to spare.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I guess so… Oh, look at that, Tasks just popped up. Talk about good timing,” I mused.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Several new Tasks appeared on the map. I checked which Tasks were in the surrounding area on my tablet and quickly decided on where we should go. Then, I showed Nanase my screen, and while pointing at the Task location that I had wanted to head towards on the map, I&#160;explained what it was about.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks like a quiz Task appeared just under F8. I’m heading there,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s quite close, from the looks of it,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. And afterward, if the next designated area happens to be in a location that is a little too far away, I’m planning to skip it,” I added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wanted to focus on getting points through doing well on the Task, since it might not be possible for me to reach a faraway area in time anyway.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand,” Nanase said. “I will follow.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Actually, I had wanted to go for the “Kick-Ups” Task that appeared in E5. However, the path there was more challenging than going for F8, and not just in terms of obstacles but also in terms of distance. I figured I would see for myself how well Nanase could manage herself first.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">4.2</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">“W</span><span style=\" font-size: 0.80em;\">E SHOULD BE ABLE</span><span style=\" font-size: 1.00em;\"> to see it any minute now,” I&#160;said aloud.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right,” replied Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We set foot in area F8 with our sights set on the Task in that location. Tablets in hand to confirm the Task location, we kept moving forward.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come to think of it, senpai, this Task that we are intending to undergo does appear to be a little on the challenging side, don’t you agree?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s a quiz, so it’s true that there could be a lot of questions on it that we might not expect or have covered,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The “Quiz” Task was designed in such a way that the test questions would be taken from one of many possible subject matters. It was a multiple-choice format that </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">made it easy for anyone to participate, with four possible answers per question. On the other hand, it was probably going to be difficult to win if you didn’t have a solid breadth of knowledge in both humanities and sciences. Also, people would register for this exam as a group, and up to twelve groups could register. The more people you had in the group, the more heads you could put together, and therefore the more advantageous position you’d be in for this particular Task.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Still, that being said, I should have a good chance depending on what subject matter is chosen,” I added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You may be right about that, but… You actually wanted to try your hand at the Task in E5, didn’t you?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had deliberately chosen to alter my plans to accommodate her, as my way of compromising. But judging from what she said, it sounded like she saw right through me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To be honest, yes,” I replied. “That Task was on the top of my list, but I was still fifty-fifty on whether I was going to go to it. It’s nothing you need to worry about.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I am glad to hear that. However, I am simply accompanying you through my own selfish desire to do so, so please do not deviate from what you would normally choose to do. All right?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You really don’t need to remind me of that. Besides, the quiz is better in terms of rewards anyway.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">First place earned eight points, second place earned four points, and third place earned two points. On top of that, additional rewards would be given out based on the number of people currently in your group. You could choose from a list of options that included food and water. It was an ideal way to replenish the supplies that I had consumed over the last two days. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When we reached a point where we could see the quiz Task location, it looked like a fair number of people had already gathered there.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yo, Ayanokouji! There’s only three spots left, get a move on and sign up!” shouted my classmate Sudou, waving me over when he noticed I had arrived.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks like we don’t have much time then. Let’s hurry,” I told Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She nodded in response and the two of us ran over quickly. On arrival, we went through the registration process. They didn’t disclose any details about what subject matter would be covered on the quiz, so I wondered what kinds of questions were going to be on it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We had over thirty minutes until the registration deadline. We were on standby until that time, or until a twelfth group filled up the last remaining available spot. Ike was standing some distance away from the Task site, waiting for the quiz to begin. He wasn’t smiling. He just stared off into space, looking completely out of it. Hondou seemed like he was having a tough time trying to strike up conversation with Ike, so he ended up just killing time by himself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You could say that Sudou’s group’s greatest asset was the sense of teamwork born from their close-knit friendship, but I had some doubts about how well that was working for them right now. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Things going okay for you?” I asked, directing my question at Sudou, as he seemed to be the only person in his group that was in high spirits. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, for points, we’re doin’ pretty good,” he replied. “We showed up third at our first designated location today and got first place in two Tasks today too.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I couldn’t sign up for it in time myself, but I saw that you placed first in the grip strength Task. And you won by a mile too,” I told him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Aw dude, you were plannin’ on signin’ up too? Well, if ya did and I was slackin’, you would’ve definitely given me a serious run for my money!” said Sudou, making a slightly exaggerated show of wiping sweat from his forehead. “I guess I lucked out pretty hard.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How about your group? Having any problems?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, feels like we’re runnin’ low on water faster than we expected, I guess… Kinda get the feeling we’ve been flyin’ all over the place a little too much,” explained Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, he was starting to see the negative effects of going all out and running everywhere as fast he could over these past two days.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I gotta say, sure am glad that we can get stuff back as rewards for these Tasks and junk. So that’s good. Right now, I’d say we’re pretty much okay.” He looked a little conflicted though, and a moment later, he added, “Though, well, Ike’s been kinda down.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Any reason why?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dunno man… He was actin’ a little weird before the exam started, but he just dodges the question every time, sayin’ nothin’s wrong,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the sounds of it, the whole incident with Shinohara must have had a powerful, lasting effect on him. The uninhabited island exam was already underway, and we were now more than halfway through the second day of it. During that time, Shinohara, the object of his affection, had spent all her time together with his rival Komiya. It was perfectly understandable why he couldn’t stop worrying about it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, that does sound concerning, but a Task is a Task. I’m sure that if you three work together, you won’t have trouble coming out on top,” I told him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks, dude. Oh hey, come to think of it, you’re alone, ain’t ya, Ayanokouji? You gonna be okay?” asked Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, that all depends on if they select a subject that I’m good at, I guess,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Suddenly, Sudou shot a glance over at my side, having noticed Nanase standing there. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, hey, uh… Yer a first-year, right? What was your name again…?” asked Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou had been there during that incident with Housen before, so it made sense that he’d recognize Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My name is Nanase, Sudou-senpai,” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Far from going starry-eyed and ogling the cute girl that stood in front of him, Sudou’s expression instead turned stern.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey…come here for a sec, Ayanokouji,” he said, suddenly wrapping his arm around my neck and pulling me aside, putting some distance between us and Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dude, it looks like you two came here together, but she’s the enemy, ain’t she? Whaddaya doin’?” asked Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She just told me that she wanted to accompany me. Since there’s a good chance we’re in the same Table,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Say what? Dude, even if you’re in the same Table, what’s the point of having her tag along with you? She’s been workin’ with that Housen guy to get you kicked out of school, right? This is dangerous, man,” said Sudou. It sounded as if, in his own unique way, he was worried about me. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You might be right,” I told him. In truth, I wasn’t so thoughtless to believe that she was accompanying me for no real reason. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Seriously, man, it’s like you ain’t got no nose for danger or anythin’… Well, I’m sure you’re probably all calm ’cause you can manage just fine, just… If you have any trouble, give me a shout, okay?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I nodded in response to Sudou’s sentiment. Though he was reluctant, Sudou did look like he was at least somewhat convinced. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If she was hasslin’ you, I was thinkin’ I’d go tell that Nanase chick off and really let her have it. But if you say it’s all fine, then I’ll just let it go,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just then, the final group must have finished registering, because preparations for the Task to begin were underway.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, dude, we can chat more later,” said Sudou. “Like ya said, a Task is a Task. Let’s give it our best shot.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou walked back over to join his teammates Ike and Hondou. Each of the twelve participating groups then took their tablets, which they had used to sign up for the Task, and prepared themselves for the questions that were about to appear. When the time finally came, the subject matter for the quiz was displayed on all our tablets simultaneously.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Category: Anime”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Huh? Anime? Before my mind could even wrap itself around the words that had appeared on the screen, the first question already appeared.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Question 1: Which of the following is the correct title for episode 13 of the TV anime series </span><span style=\" font-style: italic; font-size: 1.00em;\">Mobile Samurai Bombdam</span><span style=\" font-size: 1.00em;\">?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">1. Farewell, Bombdam</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">2. Burn! Bombdam</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">3. Shout! Bombdam</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">4. Bombdam’s Tears</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…What in the hell?” I muttered aloud, the words spilling out of my mouth before I could even think.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It clearly had something to do with anime given the category and the question text, sure, but I had absolutely no clue what the correct answer was.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dude, for real?! This is like crazy easy!” shouted Hondou nearby, gripping his tablet, his voice filled with excitement.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Easy? This question was easy? What did “Bombdam” even mean in the first place? Bombdam? What was that?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, this was certainly outside of my area of expertise, but even so, I had signed up for it, so I’d just have to do my best. I just needed to stay calm and not panic. Since there were four possible answers, there was a 25 percent chance I’d get the right one even if I picked at random. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If I were to hazard a guess, I would say that unlike the titles in answers one through three, answer number four was the only one that had the word Bombdam right there at the beginning. Perhaps that was some kind of hint? I decided to go with that assumption and chose answer four. Shortly afterward, the time limit was up, and the correct answer was displayed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Correct Answer: #2, ‘Burn! Bombdam.’”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">My best guess had been an exercise in futility. My answer was wrong. While I was feeling mildly dizzy from being out under the blazing sun, I focused my attention onto the second question. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Question 2: Which of the following artists sang the opening theme for the TV anime series </span><span style=\" font-style: italic; font-size: 1.00em;\">De-Tuna</span><span style=\" font-size: 1.00em;\">?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Reality was cruel. I was once again faced with the fact that I knew nothing about this subject and was unable to choose anything. I had no idea what the answer was. And this time around, each of the answers looked virtually the same. It was at this point that I realized trying to actively participate in this Task any longer was simply a waste of time. I proceeded to select answers for each question totally at random, praying that by some miracle that I would get successive correct answers.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After spending ten minutes going through the total twenty questions, I quietly closed my tablet. I had managed to get only four questions right, which meant that I had answered correctly for just 20 percent of the quiz. In all likelihood, I had scored well below average. The group that had managed to place first was, surprisingly enough… Well, no, actually it wasn’t very surprising. It was Sudou’s group. They had gotten an astounding 95&#160;percent correct.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed that was because Ike and Hondou were most likely quite knowledgeable when it came to this subject. It wasn’t simply academic or physical ability that could be useful. Various miscellaneous bits of knowledge could also be useful too. This seemed to be a perfect illustration of exactly what Chabashira had told us about before. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Those were rather tough questions, weren’t they?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Having gotten only 25 percent correct, she was in nearly the same boat as me. Basically, it seemed safe to say that she knew almost nothing relating to anime. Judging from everyone else’s scores, I got the impression that most of the groups that had participated in this Task had a similar experience with this Task as my own.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hell yeah, Kanji!” shouted Sudou. As a member of the winning group, he apparently wanted to celebrate the moment by high-fiving his pals Ike and Hondou. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Yeah,” said Ike, listlessly. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What he gave hardly constituted what you’d call a high-five. He basically just touched hands. After seeing this spectacle, I felt a little concerned myself, and I agonized over whether I should talk to Sudou about what was troubling Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While we just so happened to run into each other two times now, including our encounter today, there wasn’t any guarantee that we’d meet again. If Ike were, for example, to find out that Shinohara and Komiya started dating during this exam, or even that they had simply started becoming closer to one another, I could assume he would probably be really shaken up by it. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However…the question remained of whether or not Sudou was the right person to support Ike right now. Sudou had shown remarkable growth academically, physically, and mentally. But whether he could provide someone with sensitive care and support was another question.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is something the matter?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since the Task was over, there was no point in dwelling on it any longer. It was precisely because she knew this that Nanase must have felt like it was okay to move on, instead wanting to ask about what was happening with Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Having been observing closely, she immediately came right out and asked. “Is there some kind of problem with Sudou-senpai’s group?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As someone who doesn’t know them, what do you see when you look at their group, Nanase?” I replied. “Well, I suppose even if I were to ask you that, it’d probably be hard for you to say much, considering that you haven’t really met anyone from their group other than Sudou before.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, you are right about that. In that case, would you mind telling me about them?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The guy to the left of Sudou is Ike Kanji. The person to the right is Hondou Ryoutarou. They’re both the type of people who tend to do stupid stuff and make themselves stand out, in a bad way… Or, I guess maybe I should say that they’re the kind of guys who get carried away easily? But I suppose they’re also the life of the party for our class.” That felt like it was an oversimplification, but I probably wasn’t wrong either. I kept that part to myself though.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They have their fair share of concerns when it comes to academics, sure. They’re not exactly on top of their studies. But Sudou has lots of physical strength, and Ike has the skills to camp out on an uninhabited island. And Hondou… Yeah, uh. He’s a lively one,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">They weren’t a bad combination at all if the idea was to have a fun time during the course of the exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ike-senpai and Hondou-senpai, hmm. They’re…the life of the party, you say?” mused Nanase. “Well, from what I can see, Ike-senpai doesn’t appear to be that full of life. Is he not feeling well, perhaps?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite the fact they had never met before, Nanase was also clearly able to perceive something was amiss. It&#160;was certainly true that if your only impression of him came from what you saw just now, he didn’t look like an outgoing guy at all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s true that he usually livens things up in class. It&#160;just seems like he’s a little down right now,” I replied. “Physically, there’s nothing wrong with him.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, </span><span style=\" font-style: italic; font-size: 1.00em;\">that</span><span style=\" font-size: 1.00em;\">’s what you’re concerned about then, Ayanokouji-senpai,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After everything that had been said so far, Nanase had most likely inferred what was going on too.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, yeah, it is what it is. It’s a troubling situation, but I guess I can’t just keep worrying about other people all the time. In that last quiz, I was far, far from placing in the top three. I was even in the bottom three. On the other hand, Sudou’s group took first place. Questions about group composition aside, whatever group scores more points is the better one,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Honestly, since they were scoring above me in terms of overall points, worrying about Sudou’s group could easily be taken as me running my mouth.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, the point of this special exam is to fight while playing to your strengths, wouldn’t you say?” Nanase said. “You can get a feel for how much effort the school has put into this. They didn’t simply rent this entire uninhabited island; they created a large-scale competition out of it, designing it in such a way that they could highlight the strengths and weaknesses of the students.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While this might sound a little mean, there weren’t many opportunities for Ike and Hondou to really play an active role back in the classroom at school right now. A&#160;student’s focus was to study or participate in sports, and inevitably, students who were not good at either of those things would be buried. However, it was entirely possible that you could compete on other factors in this special exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had felt anxious about the poor balancing in Sudou’s group prior to the exam, but things seemed to be going well. It was precisely for that reason that the only remaining point of concern I had, Ike’s emotional state, was such a tricky problem. If Ike were in peak condition, then he could have very well been the dark horse in this exam and turned around all the gossip and criticism about him. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even so… </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I thought about what was going on with Ike, I cast a sidelong glance at the adults beginning the process of dismantling the Task site now that it was finished. Even though it was obvious that this high school was different from the norm, considering the cost of the large cruise ship, the equipment, labor costs, and so on, the sheer amount of funding that went into the budget for this single special exam must have been absolutely off the charts. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Last year’s uninhabited island exam was certainly something, but this was well beyond even that. It wasn’t just the financial aspect of this exam that was a step above. The content was quite different too. Last year,&#160;we were asked to work together as a class, but this time, we&#160;were&#160;told to split into multiple small groups, and to go back and forth all over this vast island. Minor disputes between students might even develop into major, unexpected incidents. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On top of all of that, injury and illness were serious concerns. While small scratches or a slight fever probably wouldn’t be an issue, it was very likely that someone could suffer from broken bones or an even more severe injury. Until this two-week long exam had ended without incident, the school administrators and other relevant parties probably wouldn’t get any time to relax either. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, think it’s about time we get going,” I said aloud.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I much preferred for us to get moving and either start heading towards the next designated area or towards another Task that we could register for, rather than standing around.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Senpai, may I say one thing before we depart?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just before I started walking, though, Nanase walked around in front of me, blocking my path. She looked up at me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just to reiterate, please do not take my being here into account,” she said. “I ask that you please choose your own ideal route, Ayanokouji-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This uninhabited island exam was designed in such a way that even if you did great here and there, you wouldn’t necessarily have enough points to actually win. It would be difficult to place in the top of the rankings without consistently accumulating points over the course of the entire two-week-long competition. In addition, the more people you had in your group, the more advantages your group would have. However, if you were working alone, you had to work that much harder than everyone else to score points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right, and I’ll say this once more too. I’m not taking you into account when I’m making decisions, so don’t worry about it,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had already settled on my course of action for this battle. A course of action wherein I had unraveled both the rules for this special exam and the thought processes of the other students. Besides, if Nanase were somehow going to impede my plans, then I wouldn’t have allowed her to accompany me in the first place.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m relieved to hear that,” said Nanase. “I sincerely look forward to collaborating with you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I checked my watch and took out my tablet. It was just about time for the fourth designated area to be announced for the Basic Movement system. This would be the last area of the day, as well as the first randomly chosen area of the exam so far. When the time came and the location was announced, I looked at the location on my tablet. My designated area was in I7.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If I wanted to take the shortest path there, I would need to cross over mountains. On the other hand, if I choose to go about things safely and take a detour, it would take quite a lot of time to reach my destination. However, since this wasn’t an area that I absolutely had to reach, this was going to be a difficult decision.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Shall we be on our way?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Before we do that, I want you to show me your tablet, Nanase,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ah, yes, that’s right,” she said. “We still haven’t confirmed whether we’re in the same Table.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I was expecting her to be somewhat resistant to the idea of showing me, Nanase took her tablet out of her backpack and showed me her map, without making any effort to hide anything from me. And lo and behold, her next destination was also I7.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It would appear that you and I are in the same Table after all, senpai,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks like it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though I couldn’t deny the possibility that our designated areas had just so happened to overlap through sheer random chance despite being in different Tables, considering everything that has happened up until this point, it seemed safe to conclude that we were in the same one. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now that we’ve established that, let’s move on to the issue at hand,” Nanase said. “Will you be taking the shortest path to our destination?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, I’m not going to push my luck by trying to get points for reaching that area. Tasks have popped up in both G8 and G9. I’m thinking of finishing the day by visiting those two areas instead.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Both of those Tasks centered around academic testing, the first being “Math Problems” and the other being “English Problems.” If I could arrive there in time and register for them, I was certain that I could score some points. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, which area will we be making camp in today?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s see… Our first area tomorrow will be selected based on I7 as a starting point,” I observed. “If we carelessly pick something too close to I7, we might accidentally end up being in the designated area before it’s selected. I’d like to avoid that, if possible.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we weren’t going to push our luck today, then I thought it’d be a wise choice to stick to H9, just to be safe.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Once we’re finished with the Tasks, I think we’ll walk on over to H9 and set up camp.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase, having finished listening to my entire explanation, nodded in agreement, without uttering any complaints.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou was just about to get moving now that he was finished with the task, but he called over to me. “Yo, Ayanokouji, didja say you’re gonna camp in H9 just now?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Something wrong with that?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, man, just that our next designated area happens to be H9. Where you headed now, anyway?” asked Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For the time being, we’re going to stop at G8 and G9 for the Math and English Tasks,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou scratched his head. “Ugh, yeah, me and boys are definitely gonna avoid those two,” he mumbled, as though this was obvious.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Most likely, Sudou and his pals were going to head over to the Task in E8, even though it was a little bit farther away. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you’re okay with it, how ’bout we meet up later and camp together? Should be a lot more fun with good friends. I also wanna ask you for some advice, to hear what you think ’bout our strategies and if there’s any problems,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was an unexpected proposal coming from Sudou, but certainly not a bad one. If anything, I should be complimenting him on his initiative-taking attitude. Besides, the whole deal with Ike had been bothering me for a while now too. If we came together because of coincidence, Ike probably wouldn’t feel like I had any ulterior motives in reaching out. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’ll prolly be pretty hard for us to meet up in the woods, so how about we meet up on the beach in G9 instead?” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We wouldn’t have any problems finding each other down on the beach, so that was probably the better choice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Got it. What time?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s close to our destination, so how about half past five?” Sudou suggested.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In that case, we should be able to meet without any issues after we’d finished our Tasks.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right. See you on the beach in G9 at 5:30, then,” I agreed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou and his teammates headed off in another direction for the time being, looking to take on a different Task than the ones Nanase and I were shooting for. Well, I supposed it’d be unreasonable to expect his group to go for something related to math or English. It made much more sense that they’d choose something they were proficient in.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sounds like we’re going to be spending the night with Sudou and the guys. Do you have any problem with that, Nanase?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wouldn’t be surprising if she were resistant to the idea of spending the night with a bunch of guys. Though, I supposed she might still find it better than camping alone with me, at least.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m fine,” Nanase assured me. “If anything, I think it’ll be a good opportunity to be able to talk with them.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was glad that she seemed to be taking it well.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">4.3</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em;\">T AROUND 5:30</span><span style=\" font-size: 1.00em;\"> in the evening, Nanase and I were waiting on the beach. Sudou and his teammates met us there, presumably coming from H9, their designated area.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How’d you do?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, uh… Not good.” Sudou was a little short of breath. “After we saw you last, some new Tasks showed up, so we went after three of ’em. We got third place in one of ’em, but the other two were so full of people that we couldn’t even sign up for ’em.” He clicked his tongue in frustration.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since Nanase and I hadn’t made it in time to register for our Tasks either, it was clear that there were still quite a few students in the surrounding area. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s still only the end of the second day, so don’t get too worked up,” I told him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While they were certainly racking up points at a breakneck pace, there was no denying the fact that Sudou’s team was taking things too fast, something that he even admitted to himself. I was glad to see that Sudou, someone confident in his power and stamina, was able to drag along a dispirited Ike, but they weren’t going to be able to keep going at the same pace forever. Hondou in particular seemed out of it. He was battered, bruised, and gasping for breath.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure that he didn’t like this kind of strenuous activity, but judging from the fact that he hadn’t uttered a single complaint, it was probably safe to assume that he had simply decided to clear his head of all thoughts and just follow along. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, how about we find a place to set up camp for the time being? Whaddya think, Kanji?” Sudou asked Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike, still staring off into space vacantly, simply pointed towards the woods.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s head back to H9 for now,” he said listlessly. “There was a clearing that we passed by a little while ago. That’d be a good spot.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We all went along with Ike’s suggestion and headed in the direction he pointed us to.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I really don’t get the impression that he’s as exciting a person as you said he is, senpai,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s got a lot on his mind,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh?” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t feel comfortable talking about it since it’s not my business. If you’re curious, you should talk to him yourself</span><span style=\" font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\">” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose you’re right. I’ll try asking him when I get the chance,” said Nanase tactfully.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Whether Ike would answer her honestly was a different matter, though. After following Ike for about twenty minutes or so, we had arrived at the clearing. It looked like a good spot. There wouldn’t be any space issues even if three or four groups decided to set up camp here.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Welp, let’s get these tents up quick and get to eatin’. I’m starved,” said Sudou, patting his belly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was sure he worked hard today too, so he must have been famished. Both Sudou and Hondou cast glances over at Ike, their eyes full of anticipation. The reason for that was obvious if you saw the fishing rod in Ike’s backpack, but Ike didn’t seem to notice their expectant gazes, just standing around in a daze, like a space cadet.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, Kanji.” Sudou pressed him more directly. “Ain’t you gonna fish today?” He was full of expectation due to our proximity to the water.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? O-Oh, um, well… It’s already pretty late, and I’m beat, actually,” said Ike. “Sorry.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If he had planned on fishing, he probably would have stayed back on the beach when we all met up. Either that, or he just didn’t have the energy to think that far ahead.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Welp, guess it ain’t no big deal.” Although he sounded disappointed, Sudou immediately backed off, not wanting to force Ike into anything. Ike quickly shook his head from side to side as if he were trying to shake off the fuzziness in his head and get focused, and then he proceeded to start setting up his tent.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems like his mind is somewhere else,” Nanase observed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though she knew absolutely nothing about Ike’s situation, Nanase was able to see what was going on. Considering that fact, it was obvious that Ike was looking off.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">4.4</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">HEN WE FINISHED</span><span style=\" font-size: 1.00em;\"> eating dinner, the sun had gone down, and night had fallen. It was now around eight o’clock, and we were each freely passing the time on our own. Even though I said “freely,” I couldn’t exactly say that it’d be a wise choice for any of us to go out for a walk in the woods in the dark of night. Plus, with the abundance of insects like mosquitoes buzzing around, we were basically just staying inside our tents. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, we inevitably started making conversation, our voices carrying through the mesh fabric of our tents. Nanase, Ike, and I had lined up our tents in a row. Hondou had set up his tent directly across from Nanase’s, and Sudou’s tent was right beside his. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re in Class D, Nanase-chan? I never would have guessed, seriously,” said Hondou. I guessed he must have enjoyed talking with girls because he was talking to Nanase more than anyone else here.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, well, I’m not a very capable person myself, so… Class D seems like the appropriate place for me to start, I&#160;think,” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Yeah, I don’t see it. ’Sides, I think if anyone’s incapable, it’d be us guys.” Hondou burst out in laughter at his own joke, but he was the only one.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou’s expression remained stern. He was laying down, looking up at the roof of his tent, without even trying to join in the conversation. While I couldn’t see what Ike was doing, he didn’t seem to be trying to genuinely engage in conversation either, only giving the occasional “Yeah” or “Okay” from time to time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dudes, somethin’ feels off here. Kanij, Ken, somethin’ wrong?” Hondou asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nothin’ really, no. But hey, Ryoutarou… You shouldn’t go trustin’ Nanase,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Why not?” Hondou asked, pressing his face up against the mesh fabric of his tent to look at Sudou, unable to believe what his friend was saying about a cute younger girl.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No reason, really,” Sudou said. “I’m just statin’ facts is all, that’s it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t get you, dude,” replied Hondou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s all right, Hondou-senpai,” Nanase interjected. “I&#160;did something quite rude to Sudou-senpai in the past.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Somethin’ rude?” asked Hondou, “Wait, it’s not cause like— Ken, did you try to sexually harass Nanase-chan or somethin’?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dude,” replied Sudou. “You seriously think I’d do somethin’ like that?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Hondou himself had been the one to suggest it, he immediately realized that it didn’t sound right after Sudou denied it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, no. It is true that it seems like you’re devoted to Horikita and all. But what in the heck even happened then?” asked Hondou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ain’t somethin’ I can talk to you about,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou turned around, so that his back was turned to the entrance of his tent. Housen Kazuomi from Class 1-D had something truly unforgivable to Horikita, the person Sudou had feelings for, and Nanase herself had been in collusion with him. From Sudou’s point of view, as someone who knew the truth of what happened back then, it was exceedingly reasonable for him to be wary of her. If Horikita had been here, she probably would have said the same thing that Sudou had. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right, I guess…” Hondou probably wasn’t convinced, but if Nanase herself didn’t mind what Sudou had said about her, he must have figured he didn’t have the right to hound Sudou about it. “Anyway, though, Kanji, you’ve seriously been out of it for a while now.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“M-me? N-nah, dude… I’m the same as usual,” answered Ike, flustered at having become the topic of conversation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dude, you ain’t your usual self at all, come on. This is a good a chance as any, so I’m gonna come out and say it. Somethin’ has been up with you even before this exam started,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I totally agree with him,” Hondou said. “You’ve been down for a while now, dude.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou shifted his posture so that he was facing the entrance of his tent now, most likely because he was also interested in this topic.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come on, what’re you guys talkin’ about?” said Ike. “L-look, there’s nothin’, really, I mean, this uninhabited island exam thing is… It’s just, you know, I’ve been nervous ’cause it’s possible I could get expelled.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nervous? The hell you talkin’ about?” said Sudou. “Weren’t you super psyched back when they told us about this whole island exam?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike had experience camping, and he had played an active role during last year’s uninhabited island exam. His best friends were well aware of these facts, so there wasn’t any way that Ike could pull the wool over their eyes so easily.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, uh, I mean, it’s… It’s just, uh…” he stammered, unable to come up with an answer.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase, having noticed Ike struggling to produce anything, looked over in his direction. “Even though we have only just met, I did get the impression that there is something getting you down,” she remarked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you think, Ayanokouji?” said Hondou, looking for my opinion on the matter, as I had just been listening this whole time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured that, based on how this conversation had been going, it would probably sound more natural for me to just answer honestly and agree with them that something was off. “Something about him has been nagging at me ever since we met up earlier today too.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“See, man?” Sudou said. “All four of us here can tell that you’re lookin’ down in the dumps. What’s goin’ on?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike had been driven into a corner. Unable to come up with a good excuse to get out of this situation, he could only babble incoherently.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Earlier, Ayanokouji-senpai had told me that you two are the life of the party in your class, Ike-senpai, Hondou-senpai,” Nanase said. “But every time I’ve seen you, it’s looked like your mind has been wandering, Ike-senpai… Is there something troubling you?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t difficult to imagine that Ike was shocked by the fact that Nanase, someone who knew nothing about him and what was going on, had managed to hit the nail on the head.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s just, uh…” stammered Ike, struggling desperately to try to find the words.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dude, come on,” said Sudou. “If there’s somethin’ buggin’ ya, just hurry up and spill it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It probably isn’t even that big a deal anyway, right?” added Hondou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hondou and Sudou were Ike’s close friends and partners-in-crime, so to speak. They both seemed to feel that Ike’s worries were something minor. It was precisely because they thought as much that they were urging him to just come right out and say it. However, at least in this specific case, that method seemed to only make it harder for Ike to say anything.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s nothin’, really…” said Ike, trailing off.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Would you please give him just a moment?” asked Nanase, whispering those words quietly to both Sudou and Hondou after seeing how Ike was struggling next to&#160;her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For a moment, Sudou seemed indignant that she butted in like that. Then he looked over at Ike beside her and noticed how upset he looked. When he got a look at him, he realized that Ike might have been struggling more than he had imagined.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come on, Nanase-chan, there’s no need for him to hold off</span><span style=\" font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\">” Hondou said. “I’m sure it’s really not that big of a deal anyway.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, actually, it might be a little too early for us to say that for sure. Come on, let’s give him some time, Ryoutarou,” said Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? O-oh, uh… Yeah, sure, okay,” he replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Getting a sense for how others felt was by no means Sudou’s forte. However, from the look of it, it seemed as though he was gradually starting to be able to notice his surroundings more and pick up on things. I was confident assuming that was yet another benefit of Horikita’s tutoring. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The four of us all quietly watched Ike to make sure that we weren’t making him feel rushed. Of course, it wasn’t like it was going to be easy for him to speak anyway in this kind of situation, but at the same time, it wasn’t like he could casually weasel his way out of it either. All that was left now was to wait and give him enough time to collect his thoughts and prepare himself. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Eventually, after close to ten minutes of silence, Ike seemed to have come to a decision and started to tell us what was on his mind.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, well… To be honest, there’s this…girl that’s been on my mind for a long while now.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou and Hondou exchanged shocked looks between their tents, eyes wide. Hondou immediately got excited, thrilled that Ike had brought up such an interesting topic.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, what, seriously?!” he shouted. “Who, man, who?!” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s wait until Ike-senpai is ready to tell us himself</span><span style=\" font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\">” said Nanase, tactfully stepping into the conversation to make the rather animated Hondou ease off with the questions.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was difficult to imagine that Ike’s current emotional state had been brought on simply because there was someone he had a crush on. Nanase had most likely understood that as well and reasoned that there was something more to the story than what Ike had just said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-well, it’s y’know, this kind of stuff is spicy!” said Hondou. “It makes you wanna know!” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Could we all please just calm down and wait for Ike-senpai to tell us his story?” Nanase asked. “I would think that rather than asking about who likes who, the question of how it relates to this current situation is the&#160;more pressing concern. Or am I wrong?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her quiet yet firm tone stopped Hondou’s fervor in its tracks.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Y-yeah, you’re probably right,” he agreed, scratching the back of his head awkwardly. After being chided by a younger student, Hondou had realized that he was being insensitive.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The person I like…” said Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once he started to speak once more, his two friends were surely letting their respective imaginations run wild. Was this person in our grade level? Or was it an upperclassman, or an underclassman? If it was someone from our same grade level, then was it one of our own classmates? I was sure that girls who were popular with the boys, like Kushida and Ichinose, had likely jumped into their minds.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The person I’ve had a crush on is… U-um, uh… It’s Sh-Shinohara… Shinohara Satsuki,” said Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When Sudou and Hondou heard that name, the two friends seemed like they were genuinely unable to wrap their minds around it for a moment. After all, they surely had viewed Ike and Shinohara as nothing more than people who constantly bickered with each other. And in terms of appearance, she certainly wasn’t the best-looking. Considering all of that, combined with the fact that Ike was regularly making bold claims about how he wanted to go out with cute girls on a daily basis, it was perfectly understandable why his friends would be so perplexed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“B-but hold up, Kanji, don’t you and Shinohara hate each other? You’re always sayin’ she’s an ‘uggo’ and stuff</span><span style=\" font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\">” said Hondou, apparently unable to help himself from touching on the most glaring issue.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“D-dude, it’s not like I’ve been thinking of her that way since the beginning or anything like that. I mean, at first, I hated her,” Ike admitted. “But, it’s… I dunno man, it’s just like, at some point, I just got to be interested in her, and…I hate to admit it myself, but I think I just probably kept on pretending, acting like I didn’t have a crush on&#160;her.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He most likely wasn’t lying about all that. Hearing Ike and Shinohara fight with one another was basically an everyday occurrence in our class. As people who heard them fight so often, it was basically something we expected as a given.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, if ya got a thing for her, why don’t ya just tell her how you feel?” said Sudou, offering a suggestion that could be interpreted as somewhat crude and blunt.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can’t really do that, though. Not anymore,” said Ike, despair in his voice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did something happen?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Shinohara is in a group together with Komiya right now,” Ike explained. “And he probably has a crush on her&#160;too.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After hearing that, Hondou and Sudou seemed like they started to understand what was going on.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, it kinda…seems like Shinohara sees him as someone special too,” added Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A boy and a girl who had feelings for each other, paired up in the same group, working together on this uninhabited island. The conditions were exactly right for strong bonds to be formed and deep feelings that weren’t there before to awaken, precisely because this exam was an important battle with expulsion at stake. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I only just realized that I liked Shinohara a little while ago… So, when we found out about this exam, I really did want to get together in a group with her before anyone else got there. But I just couldn’t be honest with her about it, and… We just started fighting like we always do… I’m so pathetic… I’ve just been looking for Shinohara this whole time during this exam, even today…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike had been staring off into the distance a lot during this exam. Which meant that he was surely hoping to catch some glimpse of Shinohara.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I dunno,” he started. “Maybe I just got the wrong idea or something at some point. I mean, thinkin’ that Shinohara might like me too somehow, even though we argue and fight all the time… God, I’m so lame. Even now, I still don’t have any idea what I should’ve done.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that there were times when you’d wonder if the feelings you had were mutual, just like Ike had said. Still, it was impossible for anyone to truly know how the other person felt deep down. I had experienced this firsthand when I had asked Kei out.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Can’t you just be honest with her, Ike-senpai?” said Nanase, after hearing his story. “I don’t think that would be a dreadful thing by any means.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But… I mean, Shinohara’s with that Komiya guy right now,” said Ike. “Meanwhile, I’m here in the friend zone.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I don’t know about any of that. I can’t say anything for certain of course, but…is it possible that she might be hoping you’ll be the one to make things clear?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Make things clear?” Ike repeated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“From what I’ve been told, you’re normally cheerful and jovial with everyone, Ike-senpai, and you’re the sort of person who can easily say what’s on his mind,” Nanase said. “Of course, I think that Shinohara-senpai would also hold you in high regard because of that. But I would&#160;think she would surely wish for you to think of her as someone a little more special to you. Don’t you think so?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike casually said whatever was on his mind. Or, if you were to put that another way, that also meant that he often joked around too much, saying things without really thinking.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t you think that she wants you to be more honest about how you feel?” Nanase went on. “That you like&#160;her?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was definitely true that Ike had feelings for Shinohara. And I thought that Shinohara certainly had some strong feelings for Ike too. Yet Ike constantly teased her, and sometimes he would even make fun of her, treating her like one of his guy friends. As Nanase had said, doing that alone was probably not good enough.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I…” stammered Ike.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ike-senpai, would you be happy if the girl you liked was so noncommittal with you and acted like how you’ve been acting?” Nanase asked. “Hiding your embarrassment is one thing, I understand that, but there’s simply no point if you don’t tell her how you really feel. Don’t you want her to take you more seriously?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was telling him that by putting himself in Shinohara’s shoes, he could see where she was coming from. What would he think if the person he had strong feelings for messed with him all the time?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Damn it,” huffed Ike, hanging his head low, deeply upset.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Most likely, right now he was thinking back on how he had been treating Shinohara all this time, trying to understand how it would make him feel if he had been in her shoes in those situations; if he had been treated the way he treated her. Well, actually, I supposed he looked so upset now precisely because he was already beginning to understand.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I won’t say that being upset about this is a bad thing,” Nanase added. “However, we are currently in the midst of a special exam where expulsion is a possibility. I’m sure that not only do you not want to get yourself expelled, but you also want to avoid dragging Sudou-senpai and Hondou-senpai down as well. I understand quite well that you have a desire to chase after Shinohara-senpai, but for the time being, your top priority is to make it through this battle and survive.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I just noticed that everyone present was listening to what Nanase was saying with rapt attention. That wasn’t just because she was responding to Ike’s troubles more sincerely than any of his best friends though.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you can’t meet with her, if you can’t be reunited with the person you love, then you’ll never be able to tell them how much you love them, ever again!” she wailed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You didn’t even have to be able to see Nanase’s face to understand what kind of face she was making. You could hear it from the tone of her voice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wh-why are you crying?!” said Sudou, panicking, despite still having been wary of Nanase all this time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ike-senpai, you don’t have the sort of time to get wrapped up in your own worries, do you?” she pressed, apparently not paying any attention to the fact that she was crying.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Yeah, you’re right,” Ike conceded. “First, I’ve got to make sure I make it through this exam in one piece.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What Nanase, an underclassman, had said had touched Ike’s heart more deeply than we had imagined it would.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ken, Ryoutarou, I’m sorry, dudes. I… I know I probably caused you guys a lot of headaches over these past two days, haven’t I?” said Ike, remorsefully.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, not really… Well, maybe just a little,” admitted Sudou.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While he couldn’t say that there hadn’t been anything wrong whatsoever, if anything, Sudou’s response was probably better.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To be honest, I’m still anxious about everything with Shinohara,” said Ike. “But… Well, it’s not going to mean anything if we don’t make it through this exam. If we don’t pass this, then it’ll all have been for nothing.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, you said it, Kanji!” shouted Hondou cheerfully, agreeing with Ike and trying to raise everyone’s spirits.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sometimes partners in crime could be a nuisance, but other times, they could be truly irreplaceable. I had a feeling that was what I learned here tonight, through what I just saw and heard. And as for Nanase’s tears, I couldn’t imagine she had simply been acting, or that she had just gotten caught up in the moment.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v3",
    "chapter": 9,
    "title": "Chapter 3: The Curtain Rises on the Uninhabited Island Exam"
  },
  "nextChapter": {
    "volumeId": "y2v3",
    "chapter": 11,
    "title": "Chapter 5: What It Means to Like Someone"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Nanase Tsubasa's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Everyone Has Their Own Strategies",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Curtain Rises on the Uninhabited Island Exam",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Traveling Companion",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: What It Means to Like Someone",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Unseen Enemy",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: The Aloof Child Prodigy of Class 2-D",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: The First-Years on the Move",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9: Identity Revealed",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Chapter 10 - Epilogue : Seeds of Unrest",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Postscript",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0016.html#auto_bookmark_toc_top",
      "index": 18
    }
  ],
  "currentSpineIndex": 10
}