{
  "title": "Chapter 3: The Curtain Rises on the Uninhabited Island Exam",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 3:<br/>The Curtain Rises on the Uninhabited Island Exam</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">T WAS 8:40</span><span style=\" font-size: 1.00em;\"> in the morning. The ship slowly started the docking process. Putting it another way, this meant that the curtain was finally about to rise and our special exam on the uninhabited island was about to begin. There was a total of 157 groups participating in this special exam if you included everyone, from those acting solo to people in four-person groups. The breakdown was as follows: thirty-six groups of four, eighty-one groups of three, thirty-two groups of two, and eight people acting on their own. The people going it alone still counted as individual groups, even though they were by themselves. Out of all those groups, five would be expelled. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After the students had all met together with their classmates, everyone was feeling increasingly nervous whether we wanted to admit it or not. Then, we all headed towards the ramp. Since everyone seemed to be heading out as a class rather than forming an orderly line, it didn’t seem as though the school had given any explicit instructions yet on what order we should disembark in. It appeared like we were allowed to chat with whoever we liked while we waited for what came next.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The starting point for all students was D9. No designated areas would be randomly assigned on the first and last days of the exam, so any of the spaces within two cells laterally or one cell diagonally from the starting point could be chosen. That made for a total of twelve possible spaces. That being said, the area two spaces to the south was outside of the accessible zone, so technically, there were only eleven possible areas.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This first day of this special exam could be thought of as an opportunity for us to get accustomed to the environment, since we didn’t have a feel for our surroundings yet. We listened to the announcements from the teachers as we waited to disembark from the ship. We also had all of our gear, which we had just received a short time ago. Incidentally, the gear I had chosen included a tent, two liters of water, three 500-milliliter bottles of water, twelve to-go meal sets, a flashlight, a portable battery pack, a pot, a lighter, and a set of paper cups. Overall, that came out to a total of 4,960 points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even with those bare minimum essentials, I still had plenty of space left in my backpack. I probably wouldn’t have to worry about not being able to carry anything more with me, even if I cleared some Tasks and earned some rewards. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We set foot on the island in the same order that we had attended the informational orientation meeting the other day, starting with the first-year students.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The clock was about to strike nine in the morning right as the last of the first-year students left the ship and touched down on the island. The first designated area was about to be announced. We could guess that the first-year students were allowed to set foot on the island first to give them a slight advantage. The second- and third-year students, conversely, would be at a disadvantage, albeit just this one time. On top of that, Class D had the biggest disadvantage here, since Class A could disembark first. The total time difference was only about fifteen or thirty minutes, but when you took into account the fact that travel time was a factor in this competition, it was a harsh setback. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I waited for my turn to get off the boat, I heard Horikita call out to me from behind. She was wearing her backpack on her back.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good morning. Did you sleep well last night?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I slept like normal, I guess,” I replied. “How about you? You’re not feeling sick, are you?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you seriously still criticizing me over what happened last year?” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like I’m criticizing you. I’m just messing with&#160;you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She looked at me with exasperation, as if she were telling me that it was the exact same thing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You sure seem rather carefree, even though a difficult special exam is about to begin,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s no point getting so worked up at this point, is there?” I said. “If anything, it’d just be a waste of energy. Come to think of it, did you hear about the third-year guy who got sick?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I have. I’m glad that it wasn’t one of our own classmates, at the very least,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If you fell ill right at the start, you’d be eliminated without being able to take part in the exam. The third-year student that had been eliminated was going to be confined to the infirmary or the sickbay for the time being, until his health improved. And even after he fully recovered, the only thing he could do was wait on the boat and pray that the other members of his group fought well. Fortunately for him, he was a member of a three-person group. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You could say that the fact that he hadn’t gotten expelled from school was the silver lining in an otherwise unfortunate situation. I supposed from the perspective of students in other grade levels, though, it would’ve been better if his group had been eliminated immediately. That would’ve meant that one of the bottom ranks would’ve already been set. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The first-year students had almost finished disembarking, and it was just about time for the second-year students’ turns.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was nine o’clock when I heard the first alert of the exam buzz from my wristwatch. Not only me, but every other student around also took out their tablets and immediately started checking out the details of what had just been announced. If we had waited to do that after disembarking, we would have lost precious time. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The first area that I should be heading towards was…D7. That was north from the starting point. When I tilted my tablet’s screen to show Horikita, she told me what her designated area was.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Mine’s F9. Apparently, we’re in different Tables,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks that way,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since we were all starting from the same place, I supposed that it was possible that our designated areas might overlap even if we were in different Tables. But from the looks of things, Horikita and I were going to be taking completely different routes. There were a total of twelve Tables. If all the designated areas were different for each Table each time, then we would basically only be competing with approximately thirteen groups over the course of the exam. In reality, though, we could expect that our designated areas would overlap quite a few times.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At any rate, it was important that I kept accumulating points one by one, even if I wasn’t going to break into the top three. I also wanted to avoid a situation where I’d get blindsided by completely random designated areas just popping up suddenly. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not going to worry about you anymore. All I ask is that you get a high ranking,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As much as I’d like to do that, I have to say, it wouldn’t exactly be a laughing matter if I ended up being the only one who got expelled,” I replied as I put my tablet into my backpack. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well… To be honest, that would certainly be troubling,” said Horikita, saying that she didn’t want me gone. “I just lent you some points the other day, after all. I’d be upset if I didn’t get those back,” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s what you’re upset about?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita cocked her head to the side, puzzled, as if to say, “</span><span style=\" font-style: italic; font-size: 1.00em;\">What other plausible reason could there be?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand that you have money issues because you have a contract with Kushida-san, but hurry up and do something about it,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That really hurts to hear,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If I needed to pay for some sudden expenses that came up, I wouldn’t be able to just magically make money appear. I wasn’t even able to produce the funding to protect Kei from the expulsion penalty on my own either.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t overdo it,” I told her. “This is going to be a&#160;tough fight for a girl going it alone. Either join up with a group somewhere relatively early on, or create a situation where you can bring someone into your own group.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll interpret what you said as welcome advice,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Judging from her tone, she seemed to find what I said questionable, but she didn’t seem too worried about what lay ahead. Unlike a year ago, Horikita should be able to determine where her limits were now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At any rate,” she said, “it seems like the conditions for joining up with a group are quite strict, so yes, we do need to be a little careful.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You mean about how points get averaged out?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The later you joined up with people, the more difficult this issue was likely to get. But if we could increase our maximum number of teammates early on, then we’d have an advantage that we could carry through to the end of the exam. Earning six points just for reaching one designated area was a huge deal. And if a student got the One More card and joined that group, they could get seven points. When you considered that, by comparison, a person acting alone would have to struggle tooth and nail for every single point, the difference was astounding.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The first-year students had all disembarked from the ship by now and didn’t hesitate for a moment in setting out onto the island, beginning their adventure. Since no Tasks had appeared yet, the second- and third-year students were going to do the same thing. We needed to head for the designated areas first. When I set foot down on the harbor, though, I decided to watch the whole scene play out, without rushing to depart just yet.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I needed to set aside about an hour to an hour and a half for travel time just in case, but if I calculated things out working backwards, waiting about thirty minutes or so shouldn’t cause any problems. If I wasn’t trying to go for the Early Bird Bonus points, then there really wasn’t any difference in point value whether I arrived at the designated area in the first hour or in just under two.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It doesn’t seem like any of the groups in our grade are in much of a rush,” Horikita said to me as she joined me on the dock. “Well, I suppose it’s not a clever idea to try to compete over the very first designated area, anyway. Even if we hurried and tried to catch up with the first-year students after they got a head start on us, they still had more than a ten-minute lead. Closing that much of a gap would consume a fair amount of stamina.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s only natural for people to realize that there’s no benefit in panicking over the first move, I guess,” I&#160;answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class 2-A, which had disembarked immediately after Class 1-D, might have a slight chance to make up for the difference in time and catch up, but there was no indication that they were going to try and push themselves to go on the offensive.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, though, it really is hot out… I’m glad that I packed a hat. Are you all right?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I didn’t have enough points left to get a hat myself, but I’ll manage somehow,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While Horikita and I were talking, a young man briskly walked past us. I saw his side profile for just a moment, but he had a big grin on his face. It looked as though he was going to try and enjoy these grueling next two weeks to the best of his ability.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you think he’s going to take this exam seriously?” I asked. “Kouenji, I mean?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who knows?” replied Horikita. “While he accepted our wager, I really have no idea what he’s going to do.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d say chances of him taking this seriously are about fifty-fifty,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kouenji had promised Horikita that if he didn’t manage to get first place in this special exam, he would cooperate with her in future special exams. A promise like that was basically a pretense, though. There was no guarantee behind it, so if Kouenji decided that he wasn’t going to honor his promise, then that’d be the end of it. Still, it was also true that if he betrayed the trust of Horikita, the person who was increasingly becoming recognized as the leader of our class, no one else in our class would help him out when he faced difficult exams in the future. An outcome like that wouldn’t be desirable, even for someone like Kouenji.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wanted to pay particular attention to how Kouenji performed in this special exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Awright, let’s go!” shouted a male student a slight distance away from us. “Startin’ now, I’m shootin’ for number one!” With that, he broke into a run towards the sandy beach. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was Ishizaki from Class 2-B. He was free to shout and holler loudly if he wanted to, I supposed. Nishino leisurely trailed behind, not really making any effort to chase him. Tsube was also watching him go, with a warm, pleasant smile.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, come on, hurry it up, Nishino! You too, Tsube!” shouted Ishizaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s hot out, so don’t ask for something ridiculous,” said Nishino. “Besides, we can’t catch up to the first-years anyway right now.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tsube gave Nishino a somewhat exasperated look. “Well, don’t you think that Ishizaki-kun’s passion is one of his good qualities?” she said, trying to keep the peace.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had heard that Nishino was a bit of a loner in her class, but it looked like Tsube was going to be able to get along with her quite nicely.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, if we give up, it’ll be all over!” said Ishizaki. “And hey, those first-years might even slip up, ya know!” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You seriously want to try and catch them? Forget it. That would be just an insanely massive waste of energy,” said Nishino.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, come on!” shouted Ishizaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In contrast to Nishino and Tsube, Ishizaki was eager to go. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How about you go on ahead yourself?” asked Nishino.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I do that, we ain’t gonna get the Early Bird Bonus thing!” Ishizaki said. “’Sides…it’d be tough if we got split&#160;up.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At the moment, the only location we could check on our tablets was our own. Even if you just wanted to look for members of your own group, that wouldn’t be possible until the GPS search function was unlocked on the sixth day. If your group got separated before that point, trying to reunite would be quite an ordeal. Not noticing that I was around at all, Ishizaki gave up and decided to head back towards where Nishino and Tsube were, matching their pace. I could understand that he was enthusiastic, but there wasn’t any need for him to go running off right from the start.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, without warning, we heard someone shouting in an aggressive tone, their words sounding almost angry.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There you are!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The owner of the voice approached us, glaring at Horikita intensely.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you want?” asked Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Want? I don’t really want anything. I’m just letting you know that I am definitely not going to lose to you!” shouted the new arrival—it was Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, she had come over just to say that, because she then immediately started walking north, all by her lonesome.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For the love of… I wonder if she really understands how difficult this exam is?” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She does seem to be motivated,” I said. “It’s nice, having a rival.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In response to my flippant teasing, Horikita let out a long sigh.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t even think of her as a rival at all, though,” Horikita said. “At any rate, she’s heading north, and I’m going east. We seem to be in different Tables, so that’s a relief, at least.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If they were in the same Table, they might have run into each other at times during the day. One of the few benefits of working solo was the way the Early Bird Bonus for the designated areas worked. The key to victory lay solely in how well you moved, because you didn’t need to wait for any other teammates.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s about time that I should be off too,” said Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She put her hat down firmly on her head and started walking east towards her intended designated area. Not long after she started walking, though, she briefly turned back and looked my way for some reason. I had thought maybe there was something left for her to say, but then she faced forward and started moving again. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After I watched several students walk off, I realized that I hadn’t seen any third-year students yet. Even though I expected that I’d start seeing them coming off the ship about this time, there still weren’t any signs of anyone coming this way. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I turned back to look, though, I finally saw the third-year students walking this way. None of them looked like they were panicking at all. Even from a distance, I could tell that they were calmer and more composed than the first- and second-year students. I&#160;kept a look out for Nagumo. Judging from the number of people who had disembarked so far, I had assumed that everyone from Classes B and C had already gotten off the boat by now, but I couldn’t see any sign of Nagumo.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I was looking for him, several third-year students had caught up to where I was standing and had started overtaking me. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re still here at the starting point, eh, Ayanokouji?” called one of the third-year students.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hearing someone call my name, I turned to look for the source of the voice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good morning, Kiryuuin-senpai. Is it especially odd that I’m still here? I’m sure more than a few groups would want to refine their strategy at the starting point,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But you’re working alone, aren’t you?” she replied. “You should be fine thinking of something while you walk,” she replied, doubtful about my apparent decision to stay here at the starting point. I already knew that&#160;she was far from ordinary, but I had to hand it to her: she&#160;really did have exceptional insight. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If there’s something you want to know about, I’ll tell you,” added Kiryuuin.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you, but I’m all right,” I replied. “Besides, you’re a third-year student, Kiryuuin-senpai. I’m a second-year. We’re supposed to be enemies.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After I politely declined her offer, she said nothing more about that matter and simply changed the subject.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s something rather enchanting about this spectacle,” she said nonchalantly, as she watched the rest of the students make their way onto the island. “Every student in school is scattering to all corners of this island, all at once. There are over 400 people here, but when you consider the vastness of the island, we’re more like grains of sand.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite the fact she was a third-year, she was also one of those who had decided to tackle this island exam solo. It wasn’t going to be an easy battle for her by any means, but I wasn’t getting any impression that she was feeling anxious or panicky. In fact, if anything, it seemed like she might even be looking forward to what was coming. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By the way, what’s your first designated area?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“D7,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh? Well then, it would seem that our destination is the same, at least this time, anyway,” she replied, seemingly pleased, flashing her white teeth with a broad smile.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please don’t go too hard on me,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Right back at you. Well, I’ll be off, then. Are you coming with?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, thank you, but I’ll pass,” I answered. “I don’t think that I can keep up with your pace, senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose I’ll find out whether that’s true or a lie soon enough,” Kiryuuin said. And with that, she set out towards the sandy beach by herself. I stuck around for a little while longer, but in the end, I didn’t see any sign of Nagumo. Several minutes after Kiryuuin left, I decided to start making my way toward the beach. For the time being, I was going to just leisurely make my way to my first designated area. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">One of the most important factors in this special exam was making sure not to miss out on collecting points for reaching designated areas. It was possible to earn five to ten points all in one go if you successfully completed a Task or got the Early Bird Bonus, but that would require an appropriate mixture of physical ability and academic ability as well as a good degree of luck in facing off against the right rivals. That was precisely why I felt like the real essence of this exam lay in collecting points methodically, one by one. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that in mind, I once again took out my tablet, and opened the map. The entire map was divided into a total of one hundred individual spaces, with each space measuring 500 meters from north to south, and 700 meters from east to west. My first move was to go from area D9 to area D7. Since I was already somewhere near the center of D9, the distance I had to cover was about 750 meters if I were to travel there in a straight line. If I calculated my travel speed as eighty meters per minute on foot, then that meant I should be able to reach the designated area in about nine minutes if I didn’t take any external factors into account.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It went without saying, though, that the path ahead was neither flat nor straight. There were trees, steep slopes, and cliffs that would block the way. If I were to run into obstacles like those, my travel time could quite possibly become many times longer than my base estimation. After all, the highest point of elevation on the island was nearly 300 meters above sea level, so a certain amount of gradation, either uphill or downhill, was to be expected. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Furthermore, the more time went on, the more I would feel the weight of my backpack; my stamina would wear down, and that would impact my ability to keep traveling at a good speed. So, it would probably be better for me to assume that even if everything went smoothly, it would take me about three times longer than my original estimation. That would be somewhere around thirty minutes. And if I had to take a more roundabout route, one that was more demanding, it wouldn’t be surprising if the total travel time would be an hour or more. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apart from the first and last days of the exam, there would be four designated area assignments each day. It&#160;was quite possible that the same route could be taken several times. I decided I ought to make detailed mental notes about how I traveled and how much time it took me to reach each spot.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">3.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">B</span><span style=\" font-size: 0.80em;\">EFORE LONG</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> the path was no longer flat, and thickly overgrown trees started to close in. As I entered the woods, I remembered what it was like on the island last year. I hadn’t really taken much notice of it since we were working through that exam as a class, but I had to say, it wasn’t that easy to make your way through the woods to get to the designated area. Just as I had expected, it was difficult to keep going in a straight path in the first place and finding proper footing in the woods was proving rough. The fact that such a huge port existed here suggested that the island wasn’t always uninhabited, that some traces of human presence could remain. Even so, it was probably a long, long time ago.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Taking a cursory glance around, I spotted some large spiderwebs. I assumed they must have been spun by quite gigantic spiders, measuring several centimeters in size. I&#160;supposed that students who weren’t fond of dealing with insects and such were in for many hellish trials here. I recalled then that there were words of warning in the manual telling us to look out for wild animals.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was impossible to reach your destination simply by taking the shortest distance between two points on the map. And if you took any detours, you would undoubtedly lose your sense of direction. It would be difficult to reach the designated area at all with no tools. What made the journey possible was this tablet that I now held in my hands. Being able to constantly check my exact location on the uninhabited island was indispensable in this exam. As long I kept the GPS on as I traveled, I would always be able to find a path ahead.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That said, for this initial trip, even if I didn’t have my tablet, the odds of me getting lost would have been slim. In my field of view, I could see several groups fumbling their way through the woods. I could hear people making conversation behind me too, so obviously several groups were basically taking this same exact route for our first destination. Following the students walking a little ahead of you would also lower the risk of getting injured, swarmed by bugs, or other such incidents.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Few groups would have the courage to just recklessly plunge themselves into the wilds of the forest without taking the time to look around for anyone else. Those students who had discarded the idea of trying to arrive at their destination first and getting the Early Bird Bonus simply continued walking on ahead, almost as though they were on a field trip.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I spotted Haruka, Airi, and Akito up a little further ahead. They had stopped and were looking down at their tablets. It looked as if they were discussing something, occasionally looking around to check their surroundings as they talked. As I started getting closer, I started to hear them exchanging opinions about their next designated area.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You guys talking about your next area?” I asked, inserting myself into their conversation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The three of them nodded in response, almost in unison.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Our first area was D8, so yeah, we’re pretty much done with that already,” said Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You got to area D8 pretty much as soon as you set foot in the forest. Apparently, they were able to score early. I didn’t need to ask them what their results were, since I was certain that they had gotten three points for the Arrival Bonus.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There wasn’t any shade down on the beach, and it’s hot out. So, we figured we’d take some guesses about what our next designated area was gonna be, since we were talking anyway,” added Akito.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that it was better to try and figure out where your next designated area was going to pop up, for sure.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Where is your area, Kiyotaka?” asked Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“One space north. D7,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I gotcha. A bunch of students have already got there, but still, a point’s a point,” said Haruka.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If we were in the same Table though, we could’ve all been together…” Airi mumbled quietly. She sounded a little disappointed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was surprising. Even though we were in separate groups, there were a number of ways in which people could cooperate with one another in this exam. For example, we could share food with each other or borrow and lend tools between different groups. And if groups were in the same Table, their destinations would basically be the same, so it certainly would be easier to work together in that case. But, of course, there were dangers too.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The more groups you had together at once, the more difficult it would be for everyone to keep pace with each other, and there would be as many opinions as there were people. This kind of collaboration would also inevitably increase the degree of competition when it came to who would get the chance to participate in Tasks. Also, if you didn’t discuss in advance what you would do when you encountered a problem in which only one group could participate, that would become cause for conflict. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In this case, I could say that it was fortunate that we weren’t in the same Table. I absolutely had to avoid working together with teammates that could potentially hinder me. This turn of events simply saved me the hassle of turning them down.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, there are twelve Tables, after all. Doesn’t seem like we would’ve gotten put under the same Table so easily,” I said. “Anyway, for the time being, I think that I’m going to go ahead and make my way to my designated area right away so that I can score.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. That sounds like a good idea,” said Akito. “We’re going to our next area too, so yeah, go on ahead.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We will miss you though,” said Haruka. “It’d be nice if we could meet up somewhere down the road and chill a bit.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But she wished me well as she watched me go.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Airi seemed to be giving me well wishes too, waving me goodbye. And so, I put my back to the three of them and continued on my way towards D7.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After slowly making my way forward for about thirty more minutes, I arrived at my first designated area. Not long afterward, a quiet beeping sound started coming from my watch. Checking my notifications, I saw that I had been given one point for the Arrival Bonus.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It looked like I could adjust the volume on the watch, but I decided to leave it as it was for the time being. Just to be safe, I opened the app on my tablet and found that the point, which I had received as the Arrival Bonus for getting to my designated area, had been logged in my history. Each individual area didn’t look that big when viewed on the map, so it was easy to be under the impression that you could run into people at any time. However, once you started moving around on the island and through the various areas, you saw that the reality was entirely different. Even if you had many students exploring all corners of the island all around you, it would be difficult to see anyone through all the trees.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although I couldn’t spot anyone other than me around right now, I was sure that there must have been quite a few people in my same area. In that case, they were probably further in. They had most likely moved towards the center of this area, thinking about the next designated area. Heading there would be helpful when it came to gathering information too.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Keeping that assumption in mind, I looked for a clearing, and when I found it, it became easier to get a hold on my surroundings. As I expected, many students had gathered together in one place. The next designated area was going to be a competition between all grade levels. Meeting up like this was a natural course of action, since it would increase your chances of winning, even if only by 1 percent.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On top of that, the only way to narrow down the list of rivals who were in the same Table as you was to keep an eye out yourself and notice the other people that were moving alongside you. By keeping track of that continually, you could get a general idea of who exactly was in your same Table. Based on what I could see right now, I could confirm that there were twenty-nine people here, including myself. And from what I could tell, it was safe to say that there were actually many more students staying in this same area, as well.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good morning, Ayanokouji-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I took mental notes and matched names to faces of the students present in the area, a female student noticed me and approached. It was Nanase Tsubasa, from Class 1-D. I couldn’t see Amasawa or Housen, who were supposed to be in her same group, so I figured that either they must have been out for a stroll nearby, or they had some strategy in mind and had left the area.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Where are the other two people in your group?” I asked. “Aren’t groups generally supposed to stick together? It seems like that’d be a good idea, anyway, especially at the start.” I was curious how she was going to respond.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They said that they were going to investigate the area, so we all split up. I decided to come over this way and see how many other groups were here,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That meant that she had decided to do the same thing that I had. Since I arrived later than she did, I guessed she probably had a better grasp on the competition than I did. Nanase was still a complete mystery to me at this point. It probably wasn’t the best idea to stick around here for too long, for the time being. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think it’s about time for me to get going,” I told her. “No harm in taking a look around.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right,” said Nanase. “I’m sure that it must be difficult for you, senpai, being all alone. So please take care. Goodbye.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She readily let me go, and then she walked off towards where the other first-year students had grouped together. After I finished my brief exchange with Nanase and found another spot a little way away, I decided to take off my backpack and sit down. I wanted to avoid wasting energy for no good reason. I pulled out my tablet. It had taken me roughly fifty minutes in total to arrive at my designated area.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though the location for the next designated area wasn’t going to be announced for another three hours or so, Tasks would start appearing before long. I patiently kept watch of the time, waiting for 10 a.m. to roll around. I wanted to be able to check the location of Tasks on the map as soon as they started showing up, as well as see their descriptions and rewards lists. Depending on what the Tasks were, I would have to decide whether to head towards my next designated area, if I should aim for a Task instead. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When they did show up, I saw that there were fourteen Tasks in total. One red dot appeared in the upper left corner of D7, the area I was already in, and it was the closest Task to me. I could already see students in my field of vision quickly walking northwest, presumably checking Task descriptions as they walked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The Task in question was listed as “Building a Fire.” Apparently, five points would be awarded to the first group that successfully managed to build a fire, using the specific tools provided. There were no rewards for second place or below. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was also another Task that had appeared a slight distance away, in the center of E7. That Task was labeled “English Test.” It was possible for two people from the same group to participate in that Task, and first place received five points. Second place got three points and third place got one point. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed like more students were heading for that Task than in the direction of the Build a Fire Task. Well, I supposed that was probably because it wasn’t easy to build a fire with special tools when you didn’t have any experience in that area. It was something of an unknown quantity for many. It was only natural that many would go for the English Test instead, no doubt determining that was the more reliable way of getting points. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A third nearby Task was the “Geography Test” in D8. But there was only one group of students headed in that direction. The difference in the number of people aiming for that test versus the English test was most likely attributed to the fact that they had shown up in different areas. D8, an area that students from other Tables have already gathered in, would still take some time to get to from here, despite the fact it was just one space over. It&#160;was unlikely that you’d beat the students who were already in the area.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The registration period for all those Tasks was sixty minutes, but they were probably all going to fill up quickly. There was also a Task in C6, a location that I could realistically shoot for, although it was a little further away. That was “Grip Strength Examination,” wherein men and women would compete separately. The registration period for that Task was longer too, set at 120 minutes.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While it certainly was something I could manage to reach, I could also expect that students who couldn’t register for the Build a Fire Task once it filled up would probably head that way. Plus, if the next designated area happened to appear somewhere in the east, that would mean I’d have to travel quite a long distance. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of the fourteen available Tasks, the one that was furthest away appeared in G3 and was called the “Miscellaneous Trivia Test.” One person from each group could participate, and the first-place winner would score ten points. Since there was a time limit of 180 minutes, there was a good chance that I might run out of time before I even arrived there to sign up. On top of that, it was very possible that I’d end up abandoning my chances of reaching my next designated area by going to this test in G3, so I couldn’t just casually head over there without thinking about it. However, if I performed well in the test, I could manage to score an easy ten points just from one Task.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What an interesting exam this is,” I said to myself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When you thought about it, you were allowed to make any choice you wanted. It all came down to your mindset. There would be three full hours before the next designated area was announced, so I decided to get up and head towards the Grip Strength Examination Task in C6. Students who decided to head towards the Build a Fire Task first to see whether they could participate there would inevitably lose a little bit of time in doing so. I figured I would be able to outpace any of those groups.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I walked toward my intended Task, I carefully checked through the list of Tasks that I wasn’t planning to participate in so that I could commit the important details to memory. In particular, I noted what those Tasks were, and where they appeared.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">3.2</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">“O</span><span style=\" font-size: 0.80em;\">H, HEY THERE,</span><span style=\" font-size: 1.00em;\"> Ayanokouji-kun!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I arrived at the Task location in C6 roughly forty minutes later, I found Class 2-C’s homeroom instructor, Hoshinomiya-sensei, already there. She was standing by in a tent so that she could escape the blazing heat. Aside from her, I could see that there were nearly twenty students here, from all grade levels. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m surprised that you came all the way here, Ayanokouji-kun. Unfortunately, the registration filled up about five minutes ago,” said Hoshinomiya-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was another adult nearby, a man. I wasn’t familiar with him. It looked like he was in the midst of explaining the Task to the students who had gathered here.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Seems that way, from the looks of it,” I agreed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That being the case, there wasn’t really any point in staying around here any longer. I didn’t exactly like the idea of getting involved with Hoshinomiya-sensei all that much, so I tried to leave, but she firmly grabbed me by the arm as I tried to do so. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s no need to be in such a rush, right? You are free to sit back and observe, you know,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t you think it’s problematic for a teacher to steal a student’s time away from them for the sake of their own convenience?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, come on, don’t you think that’s going a little too far? You do have a lot of time after all.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As an instructor, she should be aware of the nature of this exam. That is to say that a split-second decision could very well spell the difference between victory and defeat. But…well, she didn’t seem to be intending to let me go.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My first designated area was D7. It’s entirely possible that my next one will be C6. If that happens, will you accept responsibility if I happen to lose out on the Early Bird Bonus as a result?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I said that, she hurriedly let go of my arm and put some distance between us.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“J-jeez, Ayanokouji-kun, there’s no need to get nasty, seriously,” she said. “I was just thinking I wanted to chat with you a little bit is all. I’ve just been feeling kind of frustrated lately, so I was hoping you’d lend me an ear.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though she had physically let go of me, it seemed like she still intended on continuing this conversation. I&#160;reluctantly decided to hang back and talk with her, at least for a little while. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We haven’t talked one-on-one like this since the end-of-term exams last year, have we, Ayanokouji-kun?” said Hoshinomiya-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, you’re right,” I replied. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Considering the fact that she saw how I competed in that exam up close back then, and in light of my recent perfect score in math, it wasn’t difficult to imagine that she was probably feeling even more wary of me now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, wow, you really have been getting lots of attention lately, haven’t you? I thought you were the type who didn’t like sticking out.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right, I don’t like it,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, but in that case, why’d you get a perfect score in math? I mean, I think it’s pretty crazy that you were able to solve problems that I couldn’t even solve myself super easily. Like, wow,” said Hoshinomiya-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I could understand that from Hoshinomiya-sensei’s point of view, as someone who (maybe?) saw herself as a rival to Chabashira, this wasn’t a laughing matter, but I felt like she was taking everything out on me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Really? I think there would definitely have to be more than a few students in this school who could solve those problems though,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are? I dunno, I have to wonder about that… Well, if we suppose so, I guess…maybe? But even if we suppose there were, I think they’d be from Class A or B. What class are you in again, Ayanokouji? That’s right, say it with me now. Three, two, one… Yep, Class D. I’m really sorry to say this because it sounds mean, but when people talk about your class, a lot of times they say things like it’s full of ‘defectives,’ and stuff. I think it’s a class that attracts a lot of problem children, to the point it’s almost ridiculous. And yet, in that class full of so-called ‘defectives,’ is it really okay to just accept there’s someone like you, with ridiculously outstanding abilities, mixed in with the rest?” she answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“While I don’t really know about me, I think there are quite a few excellent students in Class 2-D. Besides, even if you look at Class 1-D, don’t you think there are lots of excellent students there?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I wasn’t especially informed about how things were with the third-year students, so I deliberately chose not to make mention of them.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, sure, I suppose that’s true… But I have to say, things at this school have changed a bit since last year. Dontcha think?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was no way I’d be able to answer a question like that. While we were having this pointless conversation, the Grip Strength Examination Task had started. A third-year student named Oshio was the first one to step up. It seemed likely that students were competing in the order in which they had registered for the Task. Among those who had registered was Sudou, one of my classmates. Since his fellow group members Ike and Hondou were nowhere to be seen, I had guessed that he must have either rushed off to do this Task on his own, or he worked it out with his group and went on ahead to make sure that someone from his group was able to register for the Task.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As for what you were saying before,” Hoshinomiya continued, “yes, I do think there are certainly some exceptional kids in your class. But I didn’t get the impression that it was enough to really bring everyone in your class together. Instead, I’ve gotten the impression that in your case, you’ve changed your surroundings.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">I’d changed my surroundings?</span><span style=\" font-size: 1.00em;\"> If you were looking at our class from an outsider’s perspective, though, you shouldn’t be getting that impression. Hoshinomiya-sensei seemed to be very familiar with how things were going in our class. She must have gathered quite a bit of information without me knowing. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway,” she went on, “I have to say, I really have my back up against the wall now. Like, jeez. This is the first time I’ve ever experienced dropping down to Class C. It’s&#160;like, every year so far, there’s been a typical way of how things go, like A and B compete, and C and D compete, y’know?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If that was true, then I supposed that yes, that usual order of things had indeed broken down.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I really thought this class could have made it to A, but… Oh, well,” she added, openly expressing her disappointment with her current class, led by Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Isn’t it your duty as homeroom teacher to do something about that?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeesh, that really stings,” said Hoshimoya-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She covered both of her ears with her hands, as if&#160;she could block out what I was saying to her that way. She&#160;was like an adult who hadn’t really grown up yet, someone who was still in their student phase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, I got it! Hey, I got this totally revolutionary, awesome idea! Why don’t you come over to my class, Ayanokouji-kun? Like how Katsuragi-kun went to Class B?” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That wasn’t revolutionary at all, though. Just in my own grade alone, that was the kind of idea that someone like Ishizaki would come up with.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was wondering what you were going to say. But wow, that was pretty out there,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, how about we shoot for Class A together? What do you say?” asked Hoshinomiya-sensei. She offered me her hand.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Judging from the way that she moved, it seemed like she was someone who saw physical contact with the other sex as one of her weapons. But just before we touched, she stopped to think. She seemed to have recalled my earlier warning, because she shook her head and then restrained herself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wouldn’t be able to produce the twenty million points for that even if I saved up until graduation day,” I&#160;replied. “Besides, even if I did come up with a way to get that many points, there’s no telling at this stage which class is going to end up as A. Don’t you think it would be wiser to wait until the very last minute and see how things play out?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Plus, there weren’t that many students who would be thinking about moving to Hoshinomiya-sensei’s class, considering they had just dropped down to C.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“J-jeez,” she replied. “You don’t need to say all that in such a cold, impartial way…”.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If you did manage to get the right to transfer classes, it was common sense that you wouldn’t go ahead and do it until right before graduation. That is, unless you happened to get headhunted by someone from another class, like what happened with Katsuragi… Still, since virtually none of the superior students would want to go to a lower-level class, chances are most offers like that would be rejected too. Even if a student did agree to such a proposition, whether or not that one student alone would be enough to help their new class get all the way up to A was a different matter.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In the blink of an eye, the students who were participating in the Task started to cheer and shout in unison. Oshio looked frustrated. Apparently he had come in second place.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know, Sudou-kun really has changed quite a bit, hasn’t he?” said Hoshinomiya-sensei. “I wonder who made that happen.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not me, just for the record,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I might have played a key role, it was Horikita who had essentially played the leading role in how Sudou had changed. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everyone else had finished getting their grip strength measured, but no one was able to beat Sudou’s record, meaning that he came in first place. And with that, Sudou’s group earned another five points, on top of what they had already earned from arriving at their first designated area. That meant they probably had a total of eight points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When you compared what Sudou’s group had earned to what I had, having only earned one point in the same block of time, it would be fair to say that we were worlds apart. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As soon as the Task was finished, the students immediately started to scatter. No doubt they were flying from Task to Task like migratory birds.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, guess I’ll be going too,” I said aloud.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since Hoshinomiya-sensei couldn’t keep me there any longer, she simply bid me farewell.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We have two weeks until the end of the exam. I expect I’ll get sent all over the place, so maybe we’ll run into each other again,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I really didn’t want to see her if at all possible, though. With that thought in mind, I left.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">3.3</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em;\">FTERWARDS</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> I went around to two other Task locations that had popped up, but both had quickly filled up with registrants. I ended up not being able to participate in either one. After lunch, one o’clock in the afternoon rolled around, I went to B7, my second designated area. I earned only the point I got from the Arrival Bonus. My third designated area, which I had just arrived at a short while ago, was back in D7, the same as my first designated area. Again, I only earned one point from the Arrival Bonus there too. I steadily but surely managed to accumulate two points that afternoon, by making my way to the designated areas like I had done first thing that morning. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, my total score for the first day was only three points. I expected that undoubtedly put me among the lowest-ranking groups in the exam. Even so, there wasn’t any need for me to be pessimistic at all. The students hadn’t really spread out to all corners of the island yet right at the start of the exam, so it was understandable that competition in this immediate area was going to be fierce on the first day. It would’ve been difficult for me to score more points while working alone even if I tried pushing my luck and hustled around the island. And on top of that, I would have probably consumed a lot of my drinking water.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had completed the three Basic Movement assignments for today; now, it was time for me to prepare for tomorrow. It was then that I ran into Nanase again, at a place much like the one where we bumped into each other that morning. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Senpai,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This makes twice now,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. Quite a coincidence, isn’t it?” she answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She seemed to be acting alone, since there was no sign of Housen or Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How did it go today?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I did my best and got three points. You?” I asked in return.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, the three of us managed to earn eight points for visiting the designated areas. I didn’t manage to make it to our second designated area in time; however, I did take first place in a Task for which I had registered. That brought our group to a total of thirteen points,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sounds like you’re off to a smooth start,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though she said that she didn’t make it to one of her designated areas, that really wasn’t a significant problem. If you were in a group of two or more people, if someone from your group made it in time and set foot in the designated area, it technically wouldn’t count as a miss. So, if you managed to score many points spending your time elsewhere like Nanase did, that would still be a plus. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then,” said Nanase, “if you’ll please excuse me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Our conversation sounded more like a status report. After that, we went our separate ways. It was a little before five o’clock in the evening right now. I started quietly walking ahead through the forest alone to decide where I was going to set up camp tonight. If my tent were exposed to direct sunlight, that would make the temperature inside the tent rise considerably. It was entirely conceivable that the heat could remain even at nightfall if I wasn’t careful in choosing where to pitch my tent.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that in mind, I figured I should probably search for a place that wasn’t exposed to direct sunlight. Starting at a point in D7, I traveled east and stopped just before the boundary between D7 and E7. Between the students, the teachers, and the test administration staff, there must’ve been at least 500 people on the uninhabited island. But if you weren’t in a designated area or at a Task site, you could go for hours without seeing anyone at all. That was just how deep these woods were.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Feeling the heat and humidity, I decided to pitch my tent in a somewhat open clearing. I took a two-liter bottle of water out from my backpack, poured some into a paper cup, and held the cup up to my mouth. If I were to drink directly from the bottle, there would be nothing to prevent bacteria from my mouth from contaminating my water bottle. And if I were to leave my water bottles out in the heat, that could lead to other issues such as mold growing inside the bottles. If that happened, there was the risk I could get quite sick over something rather trivial. I absolutely couldn’t let something like that happen during this exam. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Once opened, bottled water didn’t actually have a very long shelf life. If I wanted to drink the water while it was in its best condition, then I should drink it all up by the end of today. However, I couldn’t afford to do something like that in a situation where I wasn’t able to see what was coming ahead. It wouldn’t be difficult for me to get through the first two days with the food and water that I had already purchased right at the start of the exam. But from the third day and onward, once I ran out of the supplies I had on hand, my situation would grow increasingly dire.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Granted, I could go with a strategy to participate in some Tasks, and even if I didn’t win for being in the top spots, I could at least go for participation prizes. But from what I could see on my tablet, there were only a few Tasks where I could get a participation prize. It was obvious just from a glance that the degree of competition to enter was higher for those Tasks than others. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I looked down at my tablet and reviewed what happened today. There had been a total of sixty-eight Tasks today.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t know if students had been able to participate in all of them, but of those Tasks, fourteen of them presented opportunities to obtain mineral water in some form. That meant only about 20 percent of all Tasks offered water, which was not exactly a lot of opportunities by any stretch. What I found interesting, though, was the fact that these Tasks, which came off as relief measures for the students, were basically a form of competition in themselves.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The order in which students arrived at these Task sites was the order in which they were evaluated, with the first student to arrive receiving two liters of water. The second student to arrive received one point five liters. And the&#160;third student received one liter. Everyone else, from the fourth to the thirtieth student to arrive, would be given 500 milliliters of water. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, we didn’t receive that many points for these Tasks. First place received three points, second place got two, and third place got one. However, it could still be said that these were extremely important Tasks as they ensured that we all had a safe, reliable supply of water, regardless of ability. It was also quite interesting to note that out of these fourteen Tasks that supplied students with the chance to get water, eight of them involved some additional kind of competitive element.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On the first day of the exam, not only were there eight Tasks with identical conditions being held, but also, the Task locations and time frames were neatly distributed as well. If this trend continued from the second day and onward, then… </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, I supposed if I could consistently and reliably complete those Tasks, then I wouldn’t have to worry that much about water issues, but…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Anyway, after finishing one of my to-go meals, brushing my teeth, and taking care of my bathroom business, I decided to get into the tent I’d set up and lay down. I wanted to avoid pointlessly wasting any of my energy, and I wanted to get ready for tomorrow. From the second day of the exam onward, I was going to focus on scoring points in earnest and getting my essential supplies.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">3.4</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\"> </span><span style=\" font-size: 0.80em;\">HAD GONE TO BED</span><span style=\" font-size: 1.00em;\"> quite early, but I woke up in the middle of the night and sat up. From what I could see through the gap in the mesh material of my tent, everything was pitch dark. The cover of night was so intense that you couldn’t even see one inch in front of your face. The only things I could hear were the buzzing of insects and the sound of something scurrying through the grass. When you were camping in the middle of the woods, it&#160;was a battle against solitude. This was probably quite a cruel, harsh environment for a girl going it alone, like Horikita and Ibuki. Even if they just had to use the bathroom, they’d have to go through the time and effort to put one together outside. Putting together even a simple one would be a challenge.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">More importantly though… </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I sat inside my tent with bated breath. Without a doubt in my mind, the most worrying part about all this for me was that Acting Director Tsukishiro was going to come after me and try to get me expelled. If his plan was to launch a frontal assault, he would need to get me to drop down into the bottom five of the rankings. However, a strategy like that wasn’t very realistic. Students were basically in complete control of the number of points they could earn. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though you could say that all the students were fighting for their lives in this exam, I most likely wouldn’t have to worry about sinking to the bottom five if I steadily went about my business, going to each designated area and completing Tasks. In that case, he would have to come after me with a different strategy. One not based around the idea of a frontal assault.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It didn’t seem likely that he would attempt to make me lose out on points by causing my watch to stop functioning somehow. But I supposed it was conceivable that he might be able to employ some contrivance that would prevent me from scoring. If both the wristwatch and tablet provided to me had somehow been manipulated by someone on Tsukishiro’s side, then it was also conceivable that the scores I had earned, which were displayed on my tablet right now, could actually not be there at all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, no, I supposed if there was a big discrepancy between the score I had actually earned and the score that was being reflected, I would obviously raise the issue with the school. I couldn’t imagine that was something Tsukishiro would want to happen. Even supposing he managed to get me to lose out on three days’ worth of points, it was still entirely possible that I could recover them. If Tsukishiro were to pursue a simple, careless course of action that could bring doubt down on himself, then he would end up making Mashima-sensei and the others start to suspect something was up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Instead of going after me with such a harebrained strategy, it would make more sense for him to attack me from a different angle. What would be the best possible way to get me expelled if I were in Tsukishiro’s shoes? If I were operating on the assumption that I could use the White Room agent at my disposal, then I could force an elimination through injury or illness. After all, if I were to suffer a severe injury like a broken arm, then school administrators would immediately determine that I would be unable to continue. In other words, I would have someone launch an attack out in the woods, where there was a distinct lack of surveillance. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That would be a simple and certain way of getting me expelled. Besides, even if I were injured, it would be difficult for school officials to determine whether my injury was caused by someone else. An agent from the White Room likely had the skills to make such an injury look like an accident.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v3",
    "chapter": 8,
    "title": "Chapter 2: Everyone Has Their Own Strategies"
  },
  "nextChapter": {
    "volumeId": "y2v3",
    "chapter": 10,
    "title": "Chapter 4: Traveling Companion"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Nanase Tsubasa's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Everyone Has Their Own Strategies",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Curtain Rises on the Uninhabited Island Exam",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Traveling Companion",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: What It Means to Like Someone",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Unseen Enemy",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: The Aloof Child Prodigy of Class 2-D",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: The First-Years on the Move",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9: Identity Revealed",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Chapter 10 - Epilogue : Seeds of Unrest",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Postscript",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0016.html#auto_bookmark_toc_top",
      "index": 18
    }
  ],
  "currentSpineIndex": 9
}