{
  "title": "Chapter 9: Identity Revealed",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 9:<br/>Identity Revealed</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">T</span><span style=\" font-size: 0.80em;\">HE MORNING OF THE SEVENTH DAY</span><span style=\" font-size: 1.00em;\"> had come. So far, I had accumulated a total of sixty-seven points. Hypothetically speaking, even if a four-person group had taken in zero points from Tasks, they would still have ninety-two points just from reaching all their designated areas. Just by looking at that, you might think that I was in a difficult spot with my sixty-seven points, but this test wasn’t all that simple. As of this current point in time, I had steadily risen to fifty-first place in the overall rankings.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That fact illustrated just how difficult it was to keep moving about the island without ever failing to reach your designated areas. I assumed that about half of all groups had been going all out during the first three or four days of the exam, until they had run out of their initial supply of food and water that they had purchased when we started. Around the fifth day of the exam, those groups probably also started to stagnate, and they started aiming to get themselves back in fighting shape by centering their efforts near the port. However, it wasn’t going to be so easy for a group to get back to full strength.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The stress and exhaustion that had continuously been building up wasn’t going to completely go away, and there was no avoiding the mental burden that came when traveling long distances. Since they would need to avoid failing to reach their designated areas though, I was sure that groups would hold discussions and come up with ideas like sending someone from their group to go reach the area on their own. Though this would mean that they wouldn’t miss reaching their designated areas, they wouldn’t be able to gain any Early Bird Bonuses, and they’d only get one point for the Arrival Bonus.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As for me, I had managed to conserve my energy, just as I had planned. I was still in the same physical condition as I had been on the first day of the exam. I was going to kick it into high gear now that we were heading into the exam’s second half. Meanwhile, Kouenji was also continuing to make steady progress. He didn’t show any sign of slowing down any time soon. He was currently holding his position as number two in the rankings, close behind Nagumo’s group, which was leading by only eight points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">One of the other second-year groups in the top ten was Ryuuen and Katsuragi’s group, sitting at ninth place. Well, at any rate…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After I finished washing my face in the river, I turned around to look at the tent behind me. During the last several days that Nanase and I had been traveling together, I noticed that Nanase always got up early in the morning. But today she was still nowhere to be seen, even though it was almost 6:50 in the morning. Was she still sleeping? Or had there been some change in her physical condition? </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After all, I was sure that she had been under quite a bit of strain due to the rigorous amount of travel and the intense Tasks day after day. After wiping my face with a towel, I went near the tent and got out my tablet. Nanase heard the noise I was making, and finally emerged from her tent.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Good morning, Ayanokouji-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, morning. You feeling okay?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Oh, yes. No problems whatsoever,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I had expected her to show signs of fatigue, I&#160;didn’t sense a lack of sharpness in either her words or her movements. However, she must not have slept very well, because I could see slight bags under her eyes.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was just checking the rankings,” I told her. “There’s a group of first-years that has been putting up a good fight so far, and they’ve officially moved up even more.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of the groups in the top ten, six of them were third-year students, three of them were second-year students, and one was made of first-year students. At present, the rankings were a representation of the strength of the best of the best.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This group that you’re talking about, which has been putting up a good fight? I imagine it’s Utomiya-kun and Yagami-kun’s group,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">They had been in seventh place as of yesterday, and as of this morning, they had risen to sixth place. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, right. Among the first-year students, they’re… I&#160;mean, yes, they are a particularly elite group, after all,” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though she had said that they were elite, Nanase had been rather inarticulate with that statement. Their group consisted of three boys: Takahashi Osamu from Class 1-A, Yagami Takuya from Class 1-B, and Utomiya Riku from Class 1-C.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, as someone from Class D, there’s a part of me that can’t support their efforts in earnest,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. That makes sense,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Given their situation, I imagined that Class 1-D would rather see students from the other school years succeed, instead of watching Takahashi’s group get into the top three.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“At any rate, the third-years really are incredible, aren’t they?” said Nanase. “They have students from every class, from Class 3-A to Class 3-D, in the top ten.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was something I was also rather impressed by. As of right now, the number of third-year groups in the top ten had increased to six. And it was likely Nagumo’s group sitting in first place that was leading the way. Not only had they taken part in the most Tasks of any group, they also had gotten an overwhelming number of first-place finishes in those Tasks. It was almost as though they were showing us their mettle, telling us, </span><span style=\" font-style: italic; font-size: 1.00em;\">Check out how much willpower the third-years have!</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But I must say, you are incredible too, Ayanokouji-senpai. Despite being on your own, you have managed to earn a sizable number of points.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not going to be easy for me to break into the top of the rankings from where I am, though,” I replied. “Ultimately, if you don’t manage to break into the top three, you won’t be able to get the major rewards.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Simply avoiding expulsion and getting the reward for being in the top 50 percent alone wasn’t that much of a boon. That probably wouldn’t even be enough to pay back the points that I had borrowed from Horikita.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Although you say it won’t be easy, you don’t seem to be fretting about it, senpai,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m hoping for a miracle,” I said. “It would make sense for us to see more groups start to get eliminated about now.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Yes, I suppose you’re right,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As we both stopped talking, we both looked up toward the sky at almost the exact same time. We had been blessed with clear weather during these past six days, but starting today, things were going to be very different. Thick, smoke-colored clouds hung in the sky above, and it looked as though it might start pouring rain any minute. According to the weather report that I’d checked, it should start raining sometime this morning. We still had about two or three hours until it was supposed to begin.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I hadn’t spent a single point on purchasing anything even remotely resembling gear for rainy weather. If my clothes and shoes got soaked, then I’d have to spend more energy dealing with the added weight and the cold. Also, if the ground was muddy, that would reduce my travel speed. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We couldn’t check the details of any group that was outside of the top or bottom ten in the rankings on our tablets. I wondered if Horikita, who had been going solo, was okay. We hadn’t seen each other even once since our conversation when the special exam started. If she got injured, or if she fell ill, then she’d immediately be out of the picture.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In any case, I wanted to reach our first designated area for the day before the weather got bad, just to be safe. After we finished getting ready, we started moving to the designated area that had been revealed at seven that morning. Thankfully, our first designated area of the day was somewhere close to area C3. It wouldn’t take us too much time to get there from where we were right now. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But just as I was about to shut off my tablet, I noticed that I had gotten a message. If I remembered correctly, the school administrators had said that the school might send out global messages to all students.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“The Basic Movement System and Tasks may be suspended from activity depending on weather conditions. Please check your tablets regularly for updates.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, the weather was forcing the school into making a decision. Losing the opportunity to gain points could spell certain doom for the lower-ranked students. It was safe to assume that the school wasn’t going to make a final decision about this until the very last minute, but I figured I’d keep that thought tucked in the back of my mind for now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right. Guess it’s time to head out,” I said aloud.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After taking a few steps, I noticed that Nanase wasn’t following me. When I turned back to look, I saw that she was just standing there in a daze, staring off into space, seemingly unaware that I had started walking.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nanase?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I called her name, she realized that she was falling behind.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry, I’m coming now,” she said as she hurriedly ran to catch up to me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If she wasn’t having any problems with her physical health, then this was probably a mental problem, I figured. But all I could tell for sure was that something had clearly changed between yesterday and today. There hadn’t been anything particularly unusual in our interactions. I couldn’t imagine that she had contact with a third party, but…</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">9.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\"> </span><span style=\" font-size: 0.80em;\">MANAGED TO ARRIVE FIRST</span><span style=\" font-size: 1.00em;\"> at the designated area and received the Early Bird Bonus as well. I decided to wait for Tasks to appear nearby, but perhaps due in part to the poor weather conditions, there were fewer Tasks appearing than yesterday. There ended up not being any I could participate in. In the end, we spent the extra hour and half or so that we had on our hands just leisurely milling about, killing time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, once the clock struck nine that morning, the second designated area of the day was announced. It was a randomly assigned designation and was area E2. For being selected randomly, the area that was selected was fairly close by. I was very eager to reach this designated area, but…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re going to have to think a bit about how we’ll reach this area, won’t we?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Guess so,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we wanted to get to our destination in the shortest possible time, then it would be quickest if we crossed the mountains in areas D2 and D3. If things were the same now as they had been up until yesterday, then I would have chosen that route without a moment’s delay. But it looked like the weather was just about to turn bad any second now. Once it started raining, even paths that would normally be passable would turn into difficult ones.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What should we do?” asked Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s see… I guess it would be safer to take the long way to E2,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If it did start pouring rain and we decided that things were looking dangerous, we could easily give up partway through.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s understandable. Depending on what the weather is like from this point onward, we may not even be able to walk on.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though Nanase said she understood, her face suggested that she wasn’t too thrilled. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Personally, I would like to cross the mountains,” she added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Once it starts raining, we’d lose our footing right away. It’ll be dangerous,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even I couldn’t definitively say that I wasn’t afraid of slipping and falling.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think that many of our rivals will be taking a detour in anticipation of the weather,” said Nanase. “However, that is precisely why you should be taking this opportunity to arrive at the designated area first once again and get another bonus, don’t you agree? Let’s make a mad dash before it starts to rain.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">During the time we had been together on the island, she had never once made any complaints about my decisions. That was the bare minimum level of courtesy that she could offer as someone who had requested to accompany me. Of course, Nanase must have known this as well when she had decided to speak up. I couldn’t imagine that she had said something simply because she wanted to change my mind.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What if I choose not to cross the mountains?” I asked, deciding to find out for myself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For a moment, she looked as though she were hesitant about whether or not she should answer my question, but then she looked over, staring straight at me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…In that case, I will try to cross the mountains by myself</span><span style=\" font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\">” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That might not be the most efficient decision,” I replied. “Housen and Amasawa might not necessarily make it to E2 anyway.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if Nanase were to arrive at the designated area the fastest, there was no guarantee that she would get the Early Bird Bonus. Even if, for the sake of argument, she successfully managed to cross over the mountains before the weather turned bad, there wouldn’t be any value in it if her two teammates didn’t make it to the designated area in a similar timeframe anyway. So why was she insisting so strongly, to the point of meaninglessness, on crossing the mountains this time?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I would have been fine with letting her go on her own, but it would be dangerous for a girl to try and cross the mountains by herself. Although I wasn’t responsible for her or anything, I would at the very least like to see her off once she was in a safe place. Besides, I still hadn’t ascertained the reason she had wanted to accompany me in the first place. If I chose to part ways with her right here, I would likely never figure out the answer.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right,” I said. “If that’s what you’re prepared to do, then I’ll go with you that way.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you very much,” said Nanase. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I heard Nanase’s voice as she said those words, I came to understand something. Namely, that she had already been totally confident that I was going to come with her over the mountains.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Since we’ve decided upon a route, we should get going immediately,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d really hate to have gone through all this hassle only to turn around and say, </span><span style=\" font-style: italic; font-size: 1.00em;\">I only got one point after making such a big do-or-die speech about crossing the mountains. </span><span style=\" font-size: 1.00em;\">We walked east for a while, but the wind started to pick up and blow more forcefully around the same time that the path that we were on started to incline, becoming more difficult to tread. The sky turned even an even darker gray, and it looked like it could start raining any second now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I checked our location on my tablet, the GPS indicated that we were just about to reach area D3. I was really hoping we could hold on until we arrived at our designated area, but…I could hear Nanase’s quickening breaths slightly behind me. We hadn’t crossed any particularly difficult paths yet today. It was too soon for her to be out of breath. Was this the result of all the fatigue that had been building up over these past several days?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If she wasn’t feeling well, then the wise choice would be to set up a tent here and just wait for the rainy weather to pass us by. If she caught a cold, then the school would find out that she was sick via the data reported from her watch. I decided to only slow my pace slightly, but not in any explicit way, so that she wouldn’t notice. I was planning to stop if Nanase made even the slightest suggestion that we call it quits, but I was sure that she wasn’t the type of person who’d admit defeat that easily.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we had to slow down any further, I’d have no choice but to forcefully bring this journey to a stop. Nanase and I continued walking up the slope of the mountains, step by step, in total silence. The temperature had dropped sharply, and the humidity seemed to have increased. Both Nanase and I were wearing ordinary running shoes. Even if you were being charitable, these kinds of shoes&#160;weren’t exactly appropriate for walking on a path like this, not by any stretch. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In fact, the more steps we took, the more Nanase’s pace steadily slowed. The time to make a decision was fast approaching. I stopped in my tracks.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um… I can still—!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Give me your backpack,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can’t keep our current pace while lugging that bag around.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But I couldn’t possibly… I couldn’t ask you to carry my bag for me, senpai,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can say that once you can keep pace with me,” I said. “At the rate things are going, I’m going to have to give up on getting those points from the Early Bird Bonus. In that case, it’d be better if you just handed over your bag, so we can get going already.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She could either put on a show to keep up appearances or face reality. Now that I had brought the matter up with her though, Nanase shouldn’t have the right to refuse.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My backpack is quite heavy, though,” she said. “I&#160;would think that it would be difficult to carry, even for you, senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll think about that after you hand it over,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I understand.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Reluctantly complying with my order, Nanase took off her backpack. Then, she sheepishly handed it over to me, using both hands. Although its contents were different, her bag weighed just about the same as mine did. In that case, I should be able to keep walking at my initial pace without any hindrances. Normally, it would be easiest to use your lower back for support to lighten the burden, but in this case, I didn’t really have an option. I held Nanase’s bag in front of me with both arms and continued walking once more.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A-are you really sure you’re all right?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Walk first, then talk,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase heeded my warning and shut her mouth. Then, she started walking again, staying almost exactly two meters behind me.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">9.2</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">O</span><span style=\" font-size: 0.80em;\">UR SURROUNDINGS GREW</span><span style=\" font-size: 1.00em;\"> dimmer and dimmer, and visibility started to get much, much worse. The wind had gotten even stronger, and occasionally, fierce gusts raged. In the midst of all these unfavorable conditions that seemed to keep piling up, though, the good news was that we had nearly reached the top. All that was left now was to head along the somewhat smooth path downhill. Of course, even on the way down, we still needed to be careful not to lose our footing. We couldn’t rest easy quite yet.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think I’ll be fine now that we’ve made it this far,” said Nanase. “I will…carry my bag now.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you sure you’ll be okay? I’d like to avoid losing any more time by going through the process of having you hand it back over to me again,” I said, wanting to make sure.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I am sure. Thank you very much for helping me,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since she had said that she could keep going after I had asked her, I handed her bag back to her. She took it with both hands. After she took it back from me, though, she didn’t throw it over her shoulder to carry it on her back. She simply stared at it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, you ready? To start walking?” I asked, but she wasn’t responding.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t the kind of behavior you’d expect to see from someone who was trying to reach their destination as quickly as possible.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-senpai. There is something I would like to ask you,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It seems like you’ve had something on your mind since this morning,” I replied. “It’s been written all over your face this whole time.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">To be precise, ever since she had asked to accompany me, it had seemed like there was something that she wanted to know.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I knew it… You saw right through me after all, huh?” She didn’t sound particularly shocked. She simply nodded along as she spoke. “There is a reason why I’ve been sticking so close to you all this time over these past few days, Ayanokouji-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase stood there, not moving an inch, and she began to explain herself. It was obvious that it wasn’t simply because we were in the same Table. It sounded as if she was finally going to tell me the answer.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“However, before that, please allow me to apologize for one thing,” she said. She turned her back to me and then proceeded to place her backpack down next to a large tree. “You won’t be reaching your next designated area, E2, today, senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s a funny thing to say. Weren’t we in a hurry to get there right now?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wanted to cross the mountains so that I could lead you to this spot, senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So Nanase’s destination wasn’t our designated area of E2, but the northern part of D3, where we were right now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And if I’m not lucky, we’re probably the only two people in this area,” I remarked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. I think so too,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With her backpack out of the way, she came back over to me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Over these past six days, including today, I’ve had the opportunity to see all kinds of things as I’ve been by your side, Ayanokouji-senpai,” she said. “You have made many friends at this school, you have gained quite a lot of trust, and slowly but surely, you have demonstrated what you are truly capable of.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As Nanase thought back on our first week spent here on the uninhabited island, she began to sum up what she had seen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, I would like to express my respect for the insights and the heights of physical prowess that you had shown me from time to time,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t remember doing anything special,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If that’s the case, then I would say that’s even more amazing, wouldn’t you agree?” Though Nanase was giving me high praise, there wasn’t even the faintest hint of a smile on her face. “However, you are not someone who should be here at this school, Ayanokouji-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Something started to change. The person standing in front of me was clearly different from the amicable Nanase from the last few days.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I shouldn’t?” I repeated. “Can you give me a reason?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase nodded, slowly standing back up, before turning to look at me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because you’re from the White Room,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The phrase “White Room” just came out from the mouth of a third party. There were extremely few people who knew that name. Under normal circumstances, at this point, I would have been able to definitively conclude that she was the assassin sent in by Tsukishiro. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can imagine that you’ve already surmised as such,” Nanase said, “but I enrolled in this school under Acting Director Tsukishiro’s orders. And as for the exact nature of those orders—I was told to get you expelled, Ayanokouji-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was laying everything out so openly right now that it was hard to believe that she had been working from the shadows up until this point.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You could’ve sprung this on me at any point during these past several days,” I observed. “Why did you specifically choose to do this right here? I’m sure you have a reason other than wanting to avoid being seen, right?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m going to knock you down here and injure you, setting off your Emergency Alert,” Nanase told me. “Then, once the teachers arrive, they will call for your elimination effective immediately, and you’ll be expelled. That’s just what’s going to happen.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, in short, the same thing that was done to Komiya and Kinoshita, then? Don’t tell me you were the one who caused them to be eliminated. Were you, Nanase?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well… What do you think?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have a hard time believing that you could have made it there and back in such a brief period of time, but if you really are from the White Room, I don’t know if I could say with complete certainty that you couldn’t pull it off.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Besides, that was trivial by this point anyway.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What if I tell the teachers and staff who come rushing over that you attacked me?” I asked her. “What then?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t think that you’ll be able to talk your way out of getting eliminated. That’s because Acting Director Tsukishiro himself will certainly be the one who answers the call.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So I wouldn’t be able to make any excuses. No matter what kind of case I pleaded, Tsukishiro would choose to side with Nanase. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. In other words, getting defeated here means I’ll be getting expelled then, huh?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I slowly started to take off my backpack. Then, after sitting it down next to a sturdy tree, I turned to face Nanase once again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If Acting Director Tsukishiro sent you thinking that you would be able to take me down, then I guess there’s no avoiding this turning into a difficult fight,” I said. “Though, raising my hand against a girl could turn into a major issue by itself.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This probably wasn’t going to end as a cute, childish little squabble. However, if this situation got to the point where Nanase and I were trading punches, then that by itself would warrant a significant penalty. There wasn’t any guarantee whatsoever that Tsukishiro wouldn’t decide to simply have the both of us eliminated or expelled, effective immediately. If this fight ended in a draw, that meant I’d lose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you’re looking for some way out of this, senpai, then your only option is to leave your bag and run away,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But I think that would be pointless as well, anyway,” Nanase added.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Trying to continue the special exam on this uninhabited island without my tablet or tent would be suicide. Nanase must be confident that she could handle the situation no matter what choice I made.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What will you do?” she asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, now that it’s come to this… I guess there’s only one choice I can make,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I faced Nanase, steeling my resolve to fight.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you have chosen to fight me,” she said. “But do you think that there’s any hope for you this way? You might see this as cowardly, but if I lose, that means you lose too, Ayanokouji-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You might be right,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">During our conversation, I deliberately created an opening, making it easier for her to come at me with an attack. However, Nanase was clearly wary of the opening that I had given her and didn’t immediately launch at me. She wasn’t the type of person to fight recklessly. She took an orthodox approach, choosing to methodically hunt down her opponent. Not going along with your opponent’s pace was the correct choice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll be making my move now,” Nanase said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The fact that she had gone out of her way to announce that she was going to start proved that she wasn’t fond of using underhanded methods to outwit her opponent. Of course, it was possible that this was an attempt to fake me out as well. Though the ground was soft, that was exactly why it would serve well as a foundation for our fight.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hah!!” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase, kicking off the ground, closed the distance between us in one go. Was she going to focus on striking with her arms? Or was she going to focus on using her legs? Or would she perhaps make use of both? Normally, I wanted to start out by analyzing her fighting style. If I thoughtlessly started throwing punches, there was a possibility that Nanase could get seriously injured. And, as she had said earlier, that would only serve to put me at a disadvantage.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In that case, my next thought was to use brute force to catch hold of her and restrain her. Most likely, Nanase had taken this into consideration as well. However…that wouldn’t be a wise choice either. Though Nanase’s testimony alone wasn’t very credible, I had been sensing someone following us all day today. It was obvious that there was someone watching us, keeping at a considerable distance the whole time. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If this person following us wasn’t coming in to back her up in this fight, then it was better to assume that they had been tasked with recording conclusive evidence of what was happening here using a tablet or some other device. So, then, there was only one choice I could possibly make here. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase, after making a feint to the left, reached straight for me, with an outstretched arm. She didn’t thrust with a closed fist, but rather, a gentle open plan. She was starting things off with a grappling technique. Upon seeing this, though my initial movement was delayed, I outpaced the speed of Nanase’s outstretched arm. Then, I extended my own, avoiding hers and aiming right for her eyes. My tightly clenched fist stopped just one centimeter before Nanase’s eyes.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ngh!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Because Nanase’s dynamic visual acuity was far superior to that of a normal person, her body seemed to unconsciously react and stiffen up in response to the threat of approaching impact.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s one,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If I had really struck her, I was sure that single blow would have finished this fight. Nanase would’ve been knocked unconscious in an instant and collapsed right on the spot.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you worn out? Or was that hesitation? You should have much greater potential than this, Nanase.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Considering what she had shown me over these past several days, she ought to have been sharper than this. In the end, her determination to hunt me down was weak.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you saying that you can defeat me without even trying to fight back…?” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I pulled my fist back, without answering her question. While I did so, Nanase retreated, putting about two meters of distance between us. Then, she immediately kicked off the ground once again, lunging for me slightly faster than the last time. She lowered her upper body, bringing it closer to the ground, planning to come at me with an uppercut. She had tightly balled her left hand into a fist. I sidestepped just before her attack connected, and then threw a vicious punch aimed straight at Nanase’s cheek. But just like the last time, I stopped my fist just one centimeter before it connected with her face.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And that makes two. If I had actually hit you just now, I would’ve knocked you out, just like the last time,” I told&#160;her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But you didn’t actually hit me,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her eyes were fixed on my fist hanging in the air right in front of her face, but she didn’t seem scared at all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s true,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re free to make a show of dominance if you wish, but you don’t stand a chance of winning if you don’t fight back,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wouldn’t stand a chance of winning even if I did fight back though, would I?” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. So, what will you do?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the sounds of it, Nanase wasn’t taking things seriously yet either. She was trying to preempt my moves, attacking me while at the same time giving herself room to evade whatever I came back at her with.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m thinking,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I hope that you’ll be able to provide me with an answer while you’re still able to stand,” Nanase said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, she made her move, grabbing hold of my right arm, which I had been holding in the air right in front of her face all this time. What I saw just now was the first indication that Nanase was starting to take this fight seriously. It seemed like she was intending to pull me down to the ground and pin me, but I steeled myself and resisted her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re not budging—?!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase had been thrown off by what just happened and was now feeling flustered and shaken. I took that opportunity to attack. Classic </span><span style=\" font-style: italic; font-size: 1.00em;\">taijutsu</span><span style=\" font-size: 1.00em;\"> martial arts offers a range of excellent techniques that allow you to gain control over tough opponents with gentle, flowing movements, regardless of differences in sex and physique. However, that was only possible in situations where your opponent’s skill was no match for your own.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since Nanase had nowhere she could go, she started to lose her strength in her grip. I took advantage of this opening to swing my left fist at her with an uppercut. My fist ripped through the air and stopped just one centimeter before hitting Nanase’s lower jaw. The force of my swing made Nanase’s hair flutter in the air. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Agh!!!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She stared at my fist, her eyes open wide, before turning her gaze back toward me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m telling you this just so you’re aware, but that makes three times now,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As she was looking at me right then, her eyes started to waver for the first time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It would seem that you truly are as capable as the rumors say, Ayanokouji-senpai…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I couldn’t afford to actually fight back. Breaking Nanase’s spirit was the only option I had available to me right now. I was going to make her understand that I was an opponent she couldn’t possibly beat.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know what you’re trying to do, senpai…” Apparently, Nanase was aware of my plan too. “Certainly, at this rate, if I continue fighting you normally, I have little chance of defeating you. I admit that,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Had her spirit been broken already…? No, that wasn’t possible. I could most definitely see passion and hatred in her eyes as she looked at me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose that…</span><span style=\" font-style: italic; font-size: 1.00em;\">I </span><span style=\" font-size: 1.00em;\">probably cannot defeat you,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase had been at my mercy through the course of our fight so far, but those slight traces of panic that she had shown earlier had disappeared. Well, actually, it started to feel like she had never even had such feelings of uncertainty ever in the first place. That was the kind of vibe I was getting from her now. Was she trying to reach some kind of emotional harmony?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After a brief period of silence, Nanase kicked off the ground once again, lunging at me at a high speed without making a sound. I didn’t have the time to calmly analyze the situation this time; I was forced to take emergency evasive action. Her movements now were twice as fast as they had been just moments earlier, when I could easily move out of the way enough to avoid any of her attacks without trying.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was staring daggers at me, the sharp gleam in her eyes so intense that it seemed like it could kill a person. It was such a huge transformation that it was difficult to believe she was the same person as before. If I’d been hit by her last attack, it would have definitely done a fair amount of damage. She could very well gain the upper hand on me in this situation. That was how starkly different things were right now, her moves were that much sharper than before.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So,” said Nanase, “</span><span style=\" font-style: italic; font-size: 1.00em;\">I’m</span><span style=\" font-size: 1.00em;\"> gonna stop you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was now speaking like she was a different person. There was no way that this simple change in speech pattern could change her movements. But even so, her last attack had been on a very different level from the ones that she had opened with.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who are you?” I asked. Given the situation, I couldn’t help but respond with that question.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve come back from that place,” Nanase replied. “To stop you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That place? For a moment, I had thought she might mean the White Room, but that didn’t seem to be it. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ve come back…from that dark place,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t understand what she was talking about, but I couldn’t let my guard down either. This new Nanase, who was speaking differently from the way she was before, had also changed her fighting style. Instead of primarily using attacks from jiujitsu</span><span style=\" font-style: italic; font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\"> she was now utilizing karate techniques. She came at me with repeated quick thrusts, powerful enough to make even a man faint in agony if they were to land. As I calmly controlled her thrusts, I began to ponder the mystery of her change in speech.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you really think you can keep dodging forever?!” she shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase must’ve been convinced that if she kept on attacking over and over, say ten or twenty times, she’d eventually hit her target. It was precisely because of that conviction that she cast aside her hesitation and launched into a series of consecutive strikes. If someone were witnessing our fight right now, I could bet they’d probably think the same thing. They would think that it’d be impossible to keep avoiding Nanase’s attacks forever. And they’d think that you would have no choice but to fight back to protect yourself in a situation like this.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-hyah—!!!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase was becoming increasingly out of breath as she continued her relentless onslaught. Of course, there was no way she could keep up such a rapid barrage of attacks without end. As long as I never hit her back, though, she could recover her energy at any time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huff…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just as I had thought, Nanase had put some distance between us now that she had run out of breath and was trying to center herself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I will definitely… I will definitely defeat you… Definitely defeat you…” she huffed, repeating those words over and over like some kind of Buddhist mantra, glaring at me the whole time as though I were a murderer. “I-I have come back to defeat you…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“‘Come back’? What are you talking about?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I hadn’t been able to make sense of what Nanase was saying for a while now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose it makes sense that you don’t understand,” Nanase said. “After all, we’ve never met in person before.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we’d really never met, this overwhelming hatred of hers made even less sense to me. I suppose I could imagine that someone from the White Room might have a grudge against me, even if we had never met before. But was Nanase really from the White Room? She was speaking in a slightly different tone of voice than she usually did. It was almost as if, while she still looked like a girl on the outside, she had transformed into someone more masculine on the inside.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you’re not gonna fight back, that’s just fine,” said Nanase. “You can do whatever you want. I just have to keep coming at you until I put you down—” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She had taken less than twenty seconds to catch her breath and rest, but that was apparently enough time for her to have regained her earlier sharpness.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hyaah!!!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Her feelings of hatred must have been spurring her on because she came at me with another thrusting attack, the fastest one I had seen yet today. Her thin, pale arm came straight for me, and her fist just grazed my bangs. She still looked like Nanase, but had her personality been replaced with someone else’s? As I thought about that, something came to mind.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Multiple personalities, or, to use the scientific term, dissociative identity disorder, refers to a condition in which two or more distinct personalities inhabit a single individual. If Nanase really did have dissociative identity disorder, then everything became much simpler to explain. There was more to this disorder than a simple change in personality. It was said that in some rare cases, even if one of the alters had a chronic disease, it might temporarily disappear when another alter emerges.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, this meant that it was sufficiently possible that this alter that resided within Nanase, who spoke differently, could possess superior physical ability to her original personality. And if this alter was a man, then she may be able to demonstrate a level of strength equal to a man.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t seem like Nanase,” I remarked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When she heard that Nanase stopped dead in her tracks, visibly irritated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You still don’t understand, do you?” She thrust her fist out, glaring at me, both her fist and her voice shaking. “I’m not Nanase. The person standing before you is…Matsuo Eiichirou.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Matsuo Eiichirou?” I repeated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had certainly heard the surname Matsuo before, at the very least; it certainly wasn’t a distant memory or anything. I had heard that name come from the mouth of </span><span style=\" font-style: italic; font-size: 1.00em;\">that man</span><span style=\" font-size: 1.00em;\">, back when he showed up at the Advanced Nurturing High School. Given all of that, I could finally deduce what was going on here. Since I wasn’t outwardly showing that I understood what Nanase was telling me, though, she spoke up once more.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The son of the man who was killed by your father,” said Nanase, sounded quite irritated. “I borrowed this body. I am appearing before you right now to defeat you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Borrowed?” I parroted back. “That’s a funny joke.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was simply impossible for the personality of another person who exists in reality to transfer over to another body. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you think this is a joke, then please, by all means, try me,” said Nanase.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She kicked off the ground once more, her arms trembling violently. The orthodox method of attacks that she had been using up until this point gradually began to change into something crude, sloppy, and unrestrained.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I am here to defeat you… I am here!” she shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Before, Nanase had moved gracefully. But now, her movements had changed, becoming wild. She was trying to overwhelm me with her quick movements, but because of this change, some of them had become useless. Regardless of whether she was using an orthodox fighting style or not, if she hit me, it was still the same in the end. That’s what fighting was, after all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll make you pay!” she shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though she had gotten sharper, I wasn’t going to just let myself get hit that easily. Nanase must have understood that quite well herself, after seeing everything that had happened so far. Though she was trying her best to appear calm and collected, it was Nanase, not me, who had her back up against the wall here. No matter how many short breaks she took to recover her energy, her shoulders were heaving; it was clear that she was close to her limit. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Still, it would be pointless for me to just wait until she tired herself out. Nanase was never going to back down on her own. She would keep challenging me to fight her indefinitely. I had no choice but to break her spirit.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is the first time I’ve fought someone who could dodge my attacks for so long… But there’s no way you can keep it up forever. Since I’m here, since I’m the one fighting you, I can defeat you, without a doubt… I can defeat you!” she shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Nanase was slowly but surely suffering emotional damage throughout the course of our fight, she still bared her fangs at me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand quite well what you’re trying to say,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I didn’t know the specifics of the situation exactly, there were some things that I had established. After briefly thinking it over, I had finished sorting out my thoughts on the matter.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nanase, you do not have multiple personalities, nor have you been possessed by someone.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I already told you, didn’t I? If you think I’m joking, then go ahead and try me. But it really is me, I’m standing right here.” Nanase stomped her foot down on the ground hard, raising her tone in denial.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But that was precisely what proved that the other personality didn’t exist.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, unfortunately, I can’t believe you,” I replied. “If, for the sake of argument, this alternate personality of yours wasn’t a person who existed in real life, then sure, I&#160;might have been able to accept it. However, you’re telling me that ‘Matsuo Eiichirou,’ a person who exists, has transferred into your body. Sorry, but that is just far too unrealistic.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If… If that’s true, then how do you explain me being here?!” she shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">How? There wasn’t any need to think that hard about an answer to that question. It wasn’t that complicated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You simply made it all up. You basically just conjured up this other personality inside of you on your own, nothing more. The fact that you deliberately changed the way you speak was just to convince yourself of it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase was, fundamentally, a nonviolent person. That was precisely why she didn’t want to use violence to make her opponents submit. But since she had to fight, she had no choice but to conjure up a personality that could fight. Well to put it more succinctly, she had no choice but to play the part.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This power is proof enough that I’m real!” She threw another punch at me, and it was most definitely faster and more forceful than before.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re not showing me anything beyond what you’ve always been capable of from the start, Nanase,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The color drained from Nanase’s face, and she looked visibly shaken. I had clearly struck a nerve.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Y-you’re wrong! I’m… I’m Matsuo!” she shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you really are this Matsuo person, then there’s no need for you to be so upset by what I have to say,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If she really were him, then as Matsuo, she could have confidently called me out, snickering at my misguided reasoning. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I felt like there was something off about how you just conveniently changed the way you spoke. It was simply a form of self-deception.” She was simply doing that as a way to change herself into an aggressive person.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re wrong!!!” she shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You want to believe that Matsuo’s personality resides within you… Actually, I bet you don’t even believe it yourself.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was desperately trying to keep lying to herself, but she just couldn’t convince herself of it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Uwaaaaaahh!!!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase must have not been able to stand listening to what I had to say for a minute longer, because she lunged right for me. The sharpness that had existed mere moments ago was now gone. I probably could have dodged her even with my eyes closed right now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Give up, Nanase,” I told her. “You can’t beat me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I will! I have to!” she shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She reached out and grabbed my collar. Then, deciding that this was the golden opportunity that she had been waiting for, she swung her arm back wide. I was perfectly within her reach. It was safe to say that under normal circumstances, there was no way that anyone could avoid being hit from the position I was in. Nanase swung at me with her right arm, intending to smash her fist into my face. But even though she was still holding tightly onto my collar, I managed to avoid the blow.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ngh!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Another punch came flying at me immediately after that one. Yet I dodged it just like the last one.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why?! Why can’t I land a hit?! Why can’t I hit you?” she screamed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A third, a fourth, and then a fifth punch came flying at me, but I dodged every attack. Then, fed up with the fact that her attacks weren’t landing, she tried to reach out and grab me by my hair. She had probably determined that if she could keep my head still, she’d be able to land a punch. I grabbed her right wrist when she tried to, though.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“L-let me go!” she wailed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if I do, nothing is going to change,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Lemme go!!” she screamed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She forcefully tore her arm free of my grasp, only to repeat this meaningless cycle all over again. She threw another punch. She had thrown so many punches today that I had honestly forgotten how many it had been. She missed again, her fist going through empty air.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huff, huff, huff…!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She had reached her limit, both physically and emotionally.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why? Why…? I’m so close, and yet… I was so close, and yet—!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase no longer had the will to keep lunging at me. She just barely managed to come forward, knees trembling, but her body just refused to fight.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure you were thinking that if you just kept coming at me, you’d eventually land a hit. But that was a mistake on your part. At your current level of ability, even if you kept on attacking me until you died, you’d never be able to land a single hit on me,” I told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was just bluffing, of course. There was no possible way I could keep dodging her attacks forever. However, since Nanase had just been faced with the reality that she hadn’t managed to hit me even once, what I said most likely struck a chord with her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you really want to get me expelled,” I said, “then your best option would be to play the victim and pretend that I was the one who attacked you just now. If your clothes were all messed up, that alone would probably be enough to force me into a difficult position.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though telling her that was essentially helping an enemy, I couldn’t imagine that she’d really go through with it. Because I didn’t think, deep down, that she really wanted to get me expelled.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I… I—!!!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase, letting out a scream, fell to her knees right on the spot. No matter how much you tried to push yourself, if your spirit was broken, you would lose the will to fight.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">9.3</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em;\">S I LISTENED TO THE WIND</span><span style=\" font-size: 1.00em;\"> echo through the woods, I was pouring my energy into tracking two people. Just how hard would I have to struggle to reach area D3 this morning…? It should only be a little bit farther… Or at least, that’s what I told myself as I pressed forward, step by step. My legs shook. If they were to find out that I was tailing them, all my efforts thus far would be meaningless. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Normally, when you’re tailing someone, at the bare minimum you had to keep them within your range of vision, so that you didn’t lose track of them. Of course, that meant that they would be able to see you too. That was just the risk that came with trying to do this. But no matter who I was tracking, they would never, ever find out that I was tailing them. I wasn’t even able to see my main target, Ayanokouji, with my naked eye right now. The key to this operation was the walkie-talkie I had in the pocket of my jersey. Thanks to a certain someone on the other end, this walkie-talkie kept me constantly up to date on Ayanokouji’s location.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ever since the sixth day of the exam, all students were allowed to search for others via GPS by spending points. That allowed me to get an approximate idea of my target’s location. No matter what it took, there was something I absolutely had to get my hands on: definitive proof. If&#160;something unexpected happened, I was even willing to spend my own points to hunt down my target using my tablet.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">One way or another, I had to get my hands on information that could get Ayanokouji expelled. I didn’t have any other options anymore. Taking down Horikita should never have been my priority. I felt deeply ashamed that I had denied it somehow, even though I had some inkling of what was going on. In retrospect, I should’ve suspected something back when Ryuuen had stopped searching for the person known as X, the elusive mastermind from Class D.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ayanokouji was involved in what happened back in that chain of events. Even now, though, after coming to understand everything, there was still a part of me that found it all hard to believe. After all, at a glance, he didn’t look like anything more than that sort of harmless, insignificant, boring guy you’d see anywhere. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I got a beep on the walkie-talkie. I was wearing an earpiece with a microphone so I could listen without having to stop and take it out of my pocket.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“Please stop for a moment, Kushida-senpai. It seems that the two of them have stopped moving.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huff, huff… F-finally? They’re finally taking a break, huh…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Complying with the instructions I had received, I came to a stop, relieved. Now I could get a little rest.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“I know that you must be exhausted, but we just have one last push. The decisive moment will arrive soon. And when it does, there will be nothing left to bind you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since I hadn’t been pressing the transmit button, my partner shouldn’t have been able to hear my voice, but they were talking as if they knew exactly what was going on with me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, I know, I know…” I muttered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At this point, I just felt irritated. It felt like I was a horse and someone was dangling a carrot in front of my face. I was taking on a huge risk; I had been acting entirely on my own for the entire day to do this dangerous job. And I needed to lay down groundwork for a bunch of other things too, so I had lots to do after this…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After only a brief five-minute break to rest, I got new orders over my walkie-talkie. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“There hasn’t been any movement. It seems that they’ve come to a complete stop. Please proceed slowly to the northwest while concealing your presence. Also, please do not forget to get a recording with your tablet.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The way my partner was explaining every little detail in such a polite tone was irritating, but right now, I just wanted this all to be over as soon as possible. Suppressing the urge to break out into a run, I took my tablet out of my backpack and, with it in hand, began to walk in the direction I’d been told to. Not too long afterward, I caught sight of two people. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Nanase, standing in place, looked over her shoulder and said something to Ayanokouji. Neither of them seemed to be wearing their backpacks, so I wondered if they were still taking a break after all. I opened the camera app on my tablet and switched it over to recording mode. Then, I snuck towards them, carefully remaining hidden behind the trees, so I could get as close as possible without being discovered. But no matter how much I really concentrated and tried to listen, the wind was so irritatingly loud that I couldn’t make out what they were saying.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chagrin coursed through my body. A desire to see them start pounding on each other welled up within me, making me even more annoyed. </span><span style=\" font-style: italic; font-size: 1.00em;\">Hurry up! Hurry up and hit each other! </span><span style=\" font-size: 1.00em;\">If I could hear what they were saying, then I might have been able to get a better understanding of what was going on, but getting closer was risky. Now that Nanase’s head was turned, if I moved from my current location, there was a chance that I might enter her field of view.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I couldn’t let myself get impatient. I had to get my emotions under control. It was a little dangerous, but I just had to calm down and go around. I held my breath as I quietly began to move. Then, after putting some distance between me and them, I’d circle around them, and—</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wh—?!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though there shouldn’t have been anyone else around, a hand suddenly came out of nowhere and grabbed me from behind by my right shoulder. I let out a little yelp, but the unknown assailant quickly covered my mouth with their other hand. Faced with this unexpected turn of events, I started to panic. Just then, a pair of glossy lips came close to my ear. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Shh</span><span style=\" font-size: 1.00em;\">. I’m sure you must be surprised, but you gotta be quiet, Kushida-senpai. You’d be in a lot of trouble if Ayanokouji-senpai and Nanase-chan found you, right?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was almost like she could see right through me. The person speaking in my ear was none other than Amasawa Ichika, from Class 1-A, someone I’d never even had an actual conversation with before. This was practically the first time that we had even met. But Amasawa clearly knew my name. She almost forcefully dragged me some distance away from Ayanokouji and Nanase before she let go of me. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Um… Why are you here, Amasawa-san?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I somehow managed to regain my composure and started a conversation so I could get her to leave. If the fight were to start while I was talking with her, then I’d be back at square one. It would have all been for nothing. I&#160;could feel myself getting impatient, but I was determined not to lose my cool. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I just so happened to be passing by when I saw you being all sneaky-sneaky, Kushida-senpai,” said Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wasn’t being sneaky,” I replied. “I was just… Yeah, I was taking a little walk by myself is all.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I knew that was a lame excuse. I was acting on my own, away from my group. Anyone with eyes could clearly see that there was something weird going on. Amasawa had specifically said that it would be bad if Ayanokouji and Nanase saw me too, so it sounded like she knew what I was up to. I had heard that some of the first-years already knew about me, after all.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm?” Amasawa drew closer, eyeing me up suspiciously.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Anyway, how did this Amasawa girl get here without a tablet, or even a backpa—</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Smack!</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A dull sound echoed throughout the woods, although it was drowned out by the sound of the intense winds. Lost in thought, I felt a sharp pain on the right side of my face. I immediately brought my hand up to my cheek.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wh-what?!” I sputtered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what were you plannin’ anyway?” Amasawa asked. “Coming all the way here deep in the mountains like this, all by yourself, snooping around?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wh-what do you mean? What are you talking about, Amasawa-san?!” I shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m really, really looking forward to seeing how long you can keep that mask on,” said Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I pretended that I was horrified at being suddenly struck by her, but she closed in once again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“S-stop!” I wailed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not gonna stop!” she said in a sing-song tone, raising her left hand in the air.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I immediately put myself in a defensive stance, but Amasawa forced her way past.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Smack!</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This time, she hit my other cheek, hard. Even though I had tried to protect myself, I couldn’t keep up with how fast she was.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“D-do you understand what you’re doing? You can’t do this!” I protested.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m just giving you gentle little slaps, though,” said Amasawa. “I mean, they don’t hurt at all, not one bit.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why are you doing this?! I don’t understand!” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You don’t? Hmm, okay… Well, I wonder if maybe you’ll get what I mean if I hit you at least once with a good punch then?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?” I blinked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Punch? As my mind was processing what I just heard her say, I felt my vision get all distorted and fuzzy. The sound of my cheek getting punched came later. Before I knew it, I was looking up at the cloudy, overcast sky. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Did I just get punched in the face…? </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, I started to feel a warm sensation on the side of my face, as though the blood was gradually hemorrhaging underneath my skin. My cheek started to feel hot, and I felt a throbbing pain. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ngh, ah…!!!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh ho, I guess that one stung a little bit, huh? I mean, it’s not every day someone smacks you around like this, right?” said Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I couldn’t understand this. She just suddenly showed up out of nowhere. Why was she messing with me? And she was getting violent too, which made me understand this even less.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, then, how about I go for the other cheek next?” said Amasawa, closing the distance between us once again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Right now, all I knew was that this wasn’t some simple joke. I wanted to avoid getting senselessly beaten up any more than I had been already, no matter what. I struggled as hard as I could to brush off Amasawa’s outstretched arm, pushing her away with all my effort.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-hey, I-I’m sorry, okay? But you just attacked me so suddenly, and…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re still trying to play innocent?” Amasawa said. “Kushida-senpai, I know </span><span style=\" font-style: italic; font-size: 1.00em;\">alllll</span><span style=\" font-size: 1.00em;\"> about you, y’know. You’re a girl with a real nasty personality, who knows exactly how cute she is. You absolutely love other people’s secrets, and when you find yourself in a tight spot, you’ll gladly bring everyone else around you down with you when you self-destruct. You’re a total wolf in sheep’s clothing, aren’t&#160;you?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t understand what you’re saying, Amasawa-san… But violence is absolutely not okay… Yeah?” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, then why don’t you go crying to the school about how rough I was with you? If you do that, I might get expelled. But I might just leave you a little parting gift then, y’know? I’ll expose allll that darkness from your junior high school days, everything you’ve been trying oh-so-hard to hide, and I’ll take your status away from you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa just suddenly showing up here, completely empty-handed, without any supplies, was… No, that wasn’t just simple coincidence. There was something wrong.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How do I know your secret, you ask?” she said. “From the look on your face, I bet you’re thinking I heard it from Ayanokouji-senpai, right?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She looked at me with eyes that seemed to see through everything.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But nope, that’s not it! Nothing gets past me. I see through everything, because I’m special,” said Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nothing…?” I repeated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm, okay, how ’bout I give you an example?” she said. “Like, there was the time that you tried to cozy up to Student Council President Nagumo and join yourself, but he just turned you away at the door. Well, even if things had gone well for you back then, I guess you couldn’t really expect him to have your back anymore and keep protecting you, now that Horikita-senpai has joined the student council.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How… How do you know that mu—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, yes, how indeed?” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa grinned broadly, as though she were playing with a toy. My patience had reached its limit.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who… Who told you?!” I yelled. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks like your true self came out! But I told you to shush, remember? Look, sure, it seems like there isn’t anybody around right now, but even though this uninhabited island is so big, you never know when someone might come along,” Amasawa gently reprimanded me, lightly poking the tip of my nose. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That smug, condescending attitude of hers was the biggest insult of all. I couldn’t keep my emotions in check any longer. I felt words bubble up from the bottom of my heart.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Knock it off, you bitch!” I screamed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If you only knew what Kushida Kikyou was like on the outside, then you would have been shocked by her words. Amasawa wasn’t surprised, though; instead, she smiled happily.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">“A ha hahaha!”</span><span style=\" font-size: 1.00em;\"> she laughed. “Yeah, yeah, that definitely suits you much better, Kushida-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I knew it. This girl knew about me after all. In fact, somehow, she seemed to know far, far more than the likes of Ayanokouji…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What the hell?! What in the hell are you?!” I demanded.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hmm, that’s a good question,” said Amasawa. “I guess that I’m… Yeah, I got it. I just came here to save Ayanokouji-senpai is all.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“‘Save’? Huh?” I balked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t try to hide it, Kushida-senpai. I know everything you’re plotting. You were going to get some dirt on Ayanokouji-senpai using that tablet you dropped over there to get him expelled, weren’t you?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have no clue what you’re talking about. Get some dirt on him?” I repeated. “What?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was no use. This girl had seen right through me… Part of me knew that it was pointless to try to resist, but I had no choice but to put up a fight and keep denying the truth.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve been in a class together with him for over a year now, and you still don’t understand anything, do you, Kushida-senpai? Not even one little bit. There is just no way that you could corner Ayanokouji-senpai with that shallow level of thinking.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa shot a look over in the direction of where Ayanokouji and Nanase should be.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Siiiigh</span><span style=\" font-size: 1.00em;\">. I really wanted to watch from a front-row seat too,” she grumbled. “I’m positive that Ayanokouji-senpai is going to defeat Nanase-chan without even hurting her. I really wanted to see that.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She turned her gaze back to me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t know who put you up to this,” she went on, “but you’ve been taken advantage of, Kushida-senpai. No matter how bad of a situation he’s in, I’m sure that Ayanokouji-senpai has noticed that you’ve been tailing him. I mean, there’s no way he </span><span style=\" font-style: italic; font-size: 1.00em;\">wouldn’t</span><span style=\" font-size: 1.00em;\"> have noticed, Kushida-senpai, given what a total noob you are.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“B-but I’ve made sure I’ve left plenty of distance…!” I&#160;squeaked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh?” said Amasawa. “‘Plenty,’ you say? Hmm? Did you just admit that you’ve been tailing him?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-well, that’s… I-I mean,” I stammered, “I just thought that there was something suspicious about those two, so…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you followed them out of curiosity? And you went along this rough mountain trail all by your lonesome?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I knew I should just stop with the excuses already, but it was a habit of mine to always keep looking for a way to escape, no matter the situation. I had no choice but to recognize the person in front of me as a formidable enemy and treat her as such.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s none of your business,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, yeah, I guess I should have assumed you would have some fight in you,” Amasawa said. “But, you see, the thing is, it absolutely </span><span style=\" font-style: italic; font-size: 1.00em;\">is</span><span style=\" font-size: 1.00em;\"> my business, big time. You see, Ayanokouji-senpai is someone special to me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What? What’s that supposed to mean…? That you like him or something?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d really prefer if you didn’t talk it about like it’s something so vulgar. It’s not that I simply like him. I suppose it’s more that I </span><span style=\" font-style: italic; font-size: 1.00em;\">love</span><span style=\" font-size: 1.00em;\"> him…? Well, no, that’s not it, it’s much, much more than that… Yeah. It’s a feeling that goes far beyond love.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?” I blinked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, there you have it. Anywho, now that I’ve learned you a thing or two, you just go back down the mountain and head back to your group, now. The weather’s going to get real bad soon. If you want to make it back in time, I’d say it’s now or never,” said Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…This isn’t a joke!” I shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I grabbed a clump of wet dirt and threw it at Amasawa, to show her I rejected her. “I’m going to get some dirt on Ayanokouji, no matter the cost, and get him expelled…!” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know that even if you do manage to get Ayanokouji-senpai expelled, it’s not going to solve anything, right?” said Amasawa. “You do realize that?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d come this far, desperately clinging to my plans. I&#160;couldn’t just back down now and hang my head in defeat because of this first-year girl.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m going to tell you this one more time,” she said. “Ayanokouji-senpai is someone special to me. There is no way I’m going to let him get expelled because of an outsider like you.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She drew closer to me, and then mercilessly grabbed me by my bangs, yanking my head up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ugh! Let go of me!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nope, not gonna do that, I’m afraid.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa’s eyes seemed colorful at first glance, but at the same time, they looked blank and hollow. They were the eyes of someone who was completely insane. My body started to tremble. My instincts were screaming. </span><span style=\" font-style: italic; font-size: 1.00em;\">Run away! Run away!</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re… You’re definitely not normal!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wow, this sure is weird, don’t you think? I can’t believe that you’re trembling in fear of a girl who’s younger than you. But you know, I really think it’d be better for you to cherish this feeling, Kushida-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In a strange, bizarre way, Amasawa was complimenting me, but she didn’t even pretend to care what I thought about it. She just carried on with her monologue. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You think you’re cuter than other people,” she said. “Better than other people. More than other people… Basically, you’re just completely in love with yourself, aren’t you, Kushida-senpai? You are just </span><span style=\" font-style: italic; font-size: 1.00em;\">desperate</span><span style=\" font-size: 1.00em;\"> to get one up on everybody else, to have them come to you with their secrets. And because you absolutely hate when other people stand above you, you can’t stand it when other people know your secrets. You know, I don’t exactly hate how messed up you are.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I suppressed the urge to talk back and analyzed the situation. She clearly knew a lot about me. For the time being, I had to set aside the questions of how and why. As I talked myself through it, getting my pounding chest to settle down, I stood back up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Earlier, what was… What were you trying to say?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After sorting out my thoughts and feelings, I had regained my composure. The more I panicked and shouted, the more I’d get caught up in Amasawa’s pace.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I gotta say,” Amasawa said, “I </span><span style=\" font-style: italic; font-size: 1.00em;\">am</span><span style=\" font-size: 1.00em;\"> amazed that you made it all the way here by yourself. Even though you’ve got a tablet and somebody backing you up, it doesn’t change the fact that you walked all the way here with your own two feet. You must’ve had a lot of headaches to deal with, lying to your teammates too. I mean, breaking away from your group and setting out on your own means taking on quite a bit of risk, doesn’t it? The more your score drops, the more you’ll put yourself at risk of getting expelled, and—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa suddenly shoved me once more, knocking me down again. She looked down at me as she stood over me. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But I’m sure you didn’t overlook anything, Kushida-senpai. Even if you did happen to cost your group points and the group sank all the way to the bottom of the rankings, you’ve gotta have enough Private Points for you to survive at least, right?” said Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Needless to say, she was absolutely right. I was acting so recklessly because I had secured the two million points that I needed at minimum. I had put up one point three million of those points myself, and they had supplied the remainder that I was missing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I will never lose…” I huffed. “No matter what, I’m never going to give up…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay then, how are you going to resist me?” Amasawa said. “I mean, I’m playing with you like putty in my hands right now, Kushida-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…So what? You say that I’m putty in your hands, but when exactly did I lose?” I shot back.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The fiery determination in my eyes wouldn’t be extinguished just from this. Far from feeling shaken and overwhelmed by my emotions, I was starting to regain my composure. There was no need to panic. I just needed to make Amasawa disappear too. I just had to get rid of all the obstacles that got in my way. Well, that wasn’t all, actually.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh ho… You’re an even bigger pain in the ass than I imagined, Kushida-senpai,” Amasawa said. “However, there’s still just one thing about you that impresses me. You’ve got this impressive strength, like, in a mental sense. Rather than being afraid of me, you’re just like, bursting with hate. Well, it’s not just directed at me, I guess, but it’s directed at everyone who knows your secret.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I stood up once more, without bothering to brush myself off. If necessary, I could beat the crap out of Amasawa right here and now, and—</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t bother. You wouldn’t stand a chance against me even if you tried, Kushida-senpai. See ya,” said Amasawa, turning her back to me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When she did so, I leaped toward her. I didn’t even really think it through. I just wanted to push her down to the ground. But she must have been expecting it, because she dodged my shove without even a moment’s delay. Then, she quickly knocked me off my feet, and I fell to the ground for what seemed like the umpteenth time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“G-grr…!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I get the feeling that we’re not really compatible, huh, Kushida-senpai? Look, you might use other people’s secrets as weapons, but I don’t have any secrets that you can use, y’know? Even if you try to threaten me with violence or something, I am stronger than boys are,&#160;okay? I&#160;don’t have any friends that are special to me or anything either, so you can’t take a hostage to use against me. Well, I guess if I had to say anything, I would say that Ayanokouji-senpai could be my weak point, but… Well, beating him would be just about as difficult for you as beating me. Right?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Amasawa just kept droning on and on in that same condescending manner, the kind of thing you’d hear from some dumbass teacher.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay then, so how ’bout you just cut it out now and go back?” she said. “I’ve gotta meet up with Ayanokouji-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…What are you gonna do?” I asked. “Tell him that I’ve been tailing him?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nope,” said Amasawa. “I already told you there’d be no point in me doing that. But hey, maybe things will turn out just the way you want, Kushida-senpai. You never know, Ayanokouji-senpai might end up getting expelled. Aren’t you happy?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Once Ayanokouji is out of here, I’m going to crush you. I will most definitely crush you,” I spat. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This fight was over before it even started, Kushida-senpaaai. Hey, I get that getting people who know your secret expelled is your only way of protecting yourself, but that only works on gentlemen like Ayanokouji who don’t go around blabbing to everyone. Now if it were someone like me, well, I’d feel free to spread it around before getting kicked out of school, y’know?” said Amasawa.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Hah</span><span style=\" font-size: 1.00em;\">… Don’t make me laugh,” I replied. “Sure, it’s true an awful brat like you would probably run her mouth about my secret. But it’s not like anyone would believe a thing you say. People would just pass it off as a mean-spirited prank from a student who’s about to get expelled.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm, well, yeah, sure, I guess?” said Amasawa. “I mean, there would only be a few people who would believe everything I say. But just a few would still be enough to put a crack in the image of this perfect person that Kushida Kikyou appears to be on the surface, wouldn’t you say?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I guessed that she must not have felt like playing with me anymore, because after that, Amasawa disappeared into the woods, heading off in Ayanokouji’s direction. I&#160;still could have kept going after her, but if I did… I was sure she wouldn’t show me any mercy. She’d probably spread the secrets I held close without even batting an eye. I’d be completely defeated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now that Amasawa was gone, I just sat there right on the ground in the woods, looking up at the sky. Raindrops started gently falling between the dense cover of leaves above. They landed on my cheeks and trickled down the back of my neck. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What…am I even doing…?” I huffed, feeling like a coward. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I felt so empty that I didn’t even feel anger welling up inside me anymore. First Ayanokouji, and now Amasawa. One after another, more and more people who disturbed my peaceful life kept appearing. Well, no… It wasn’t just those two. They weren’t the only reason I was down in the dirt right now. I began to remember where this had all started, how I had gotten into this mess.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">9.4</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">O</span><span style=\" font-size: 0.80em;\">N OUR FIFTH DAY HERE</span><span style=\" font-size: 1.00em;\"> on the uninhabited island, I met up with a lone first-year student. Bumping into someone wasn’t all that unusual in itself. After all, if you were moving all about this vast island in every direction, you’d often run into people and chat with them, whether they were from your same grade or upperclassmen or whatever. But those kinds of encounters were still all just products of coincidence. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This specific encounter was a little bit different. I’d been contacted via a walkie-talkie that I was secretly entrusted with, and intentionally made arrangements to meet with this first-year student.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was because, well, given the circumstances, I had no other choice but to meet in person. When the first-year student saw me, I was greeted with a smile. As I drew closer, I responded with a smile of my own. Then, after I had made sure that there was no one else around, I got down to business.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I got your report over the walkie-talkie this morning. You’re going to explain to me what happened, right?” I&#160;demanded.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I then addressed him by his name to emphasize the seriousness of my request.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yagami-kun.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As in the leader of Class 1-B, Yagami Takuya. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you for taking the time to come and meet with me,” he replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Forget the pleasantries. I’m just asking for you to explain yourself.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In response to my urgency, Yagami averted his eyes, like he was troubled by something. Then, he turned back to look at me once again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, unexpected things do tend to happen, Kushida-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The way he just casually spoke about this like it was no big deal was infuriating. It looked like I wasn’t going to get anywhere in this conversation if I kept on playing nice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you mean, unexpected?” I snapped. “It’s </span><span style=\" font-style: italic; font-size: 1.00em;\">your</span><span style=\" font-size: 1.00em;\"> fault that those first-years found out about my past, isn’t it?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When Yagami contacted me earlier, he reported that when he was pressed into making a confession, he told Takahashi Osamu from Class A, Tsubaki Sakurako and Utomiya Riku from Class C, and Housen Kazuomi from Class D about me. Apparently, those four had their suspicions about our relationship from an early stage, and Yagami couldn’t talk his way out of it. This wasn’t the kind of problem where I could just say this kind of thing was inevitable and forget about it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For that, please accept my apologies,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Seriously? Even if you say you’re sorry, it’s not going to change anything.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now, four more people had learned the truth. Now it had gotten to this point, there wasn’t anything I could do about this on my own anymore.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Tsubaki-san and the others had more information than I had expected,” said Yagami. “It came as a surprise to me too.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That was a surprise? Don’t be stupid,” I spat.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please calm down, Kushida-senpai. Tsubaki-san and the others are not what’s important right now,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Their objective is simply getting Ayanokouji-senpai expelled,” he replied. “They essentially have no interest in what kind of past you have, Kushida-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t give a crap if they were interested or not. I&#160;simply could not stand living in the same space as people who had my sensitive information. Why couldn’t anyone understand that?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, those four are first-year students. They would basically never come into contact with you, Kushida-senpai,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Hah</span><span style=\" font-size: 1.00em;\">! Don’t make me laugh… You do realize we’re in the middle of fighting other grade levels here on this island, right? When I inevitably have to fight with the first-years, that means they’ll have something over me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That meant I would inevitably be put at a disadvantage. If they said they were going to disclose everything, I’d have no choice but to follow their demands, even if they were younger than me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, I suppose that you’re right. If I were to look at this from your perspective, then I suppose that would be important,” admitted Yagami, having understood the truth. “However, that being said, getting those four expelled right now would be a Herculean task. Am I wrong?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you giving me lip?” I huffed. “Don’t you dare look down on me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I am sorry. However, personally, I think that I made the best choice,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">How exactly was it the best choice for him to go around blabbing my secrets without my permission? I&#160;had to fight the urge to smack him as I listened to him keep talking.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you remember what I told you on the cruise ship?” he asked. “How I was devising a strategy to get Ayanokouji-senpai expelled?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course I remembered that. He said he’d come up with a secret plan to get Ayanokouji expelled, and he was going to carry it out on this uninhabited island. But all he did was hand me a walkie-talkie. He hadn’t given me any of the finer details of his plan yet.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I will add a few steps to my strategy for your sake, Kushida-senpai,” he said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Add a few steps?” I repeated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“After Ayanokouji-senpai has been expelled, I will make sure to have those four troublemakers expelled as well, without fail,” said Yagami, without a hint of guilt in his voice. He said it as if what he was implying was, </span><span style=\" font-style: italic; font-size: 1.00em;\">That will surely take care of the problem, yes?</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, then,” said Yagami, “let’s think about how we can outsmart those four. As things currently stand, even if Ayanokouji-senpai’s expulsion goes off without incident, the credit will go to Tsubaki-san and the other students of Class 1-C. We would not get our hands on very many of those twenty million points.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t want points,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I understand that. However, having a sizable sum of points means that we’ll have a great deal of security,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Up until this point, I’d been going along with Yagami’s ideas because I had to. Even if I didn’t want to listen to him, I had no other choice. But I’d reached my limit. I&#160;couldn’t afford to stay on board this sinking ship.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m done. I obviously bet on the wrong team,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I came all this way today to distance myself from Yagami, not to let him keep ordering me around.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You can still recover from this,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s already too late,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, it is not too late,” he insisted. “Actually, I would say now is your chance.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What…?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As of this current moment, Nanase-san has been sticking quite close to Ayanokouji-senpai,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nanase? She’s that kid from Class 1-D, right? </span><span style=\" font-style: italic; font-size: 1.00em;\">That</span><span style=\" font-size: 1.00em;\"> Nanase? Don’t tell me she also—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please rest easy,” Yagami said. “Of course, Nanase-san knows absolutely nothing about your past, Kushida-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know I can’t trust anything you say anymore, right?” I snapped.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I sincerely apologize for betraying your trust. However, please, listen to what I have to say.” He just wouldn’t stop talking, even though I’d been making it clear how annoyed with him I was for a while now. “I&#160;have told you before that she has been working together with Housen-kun to get Ayanokouji-senpai expelled. I&#160;have some idea of what their strategy is this time,” he said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…And? What are they planning, then?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Considering that Housen-kun is the one who came up with the plan, I’m certain that it will involve violence,” he replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Violence? Well, normally that’d be problematic behavior, but I guess the Acting Director did say the school would tolerate minor disputes between students. I can’t imagine that would be enough to get someone expelled, though.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If it were nothing more than a casual scrap, then yes, that might be true,” Yagami agreed. “However, what if it escalated into a horrifically violent bloodbath? What then?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, Housen seems like a pretty tough guy, but if Ayanokouji got completely worked over, and he was the only one who was hurt, then Housen would be the only one who’d get expelled, right?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That would get Ayanokouji disqualified from the exam due to being seriously injured, but I couldn’t imagine that he would actually get expelled.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Housen-kun will most likely not be the one to confront Ayanokouji-senpai this time,” said Yagami. “As you yourself have said, he is quite infamous. If there were to be a fight, he would certainly be the very first person that the school would suspect.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, that would mean…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. That means that Nanase-san will be the one to fight Ayanokouji-kun. Even if she starts punching him, he naturally won’t start fighting back right away. However, if she really does go all out against him, then he’ll have to do something to subdue her in order to get the situation under control. Perhaps he will hit her back, or perhaps he’ll get on top of her and pin her down. In either case, I’m sure the spectacle will be quite unsightly,” Yagami explained.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was certainly true that if Nanase and Ayanokouji were to start throwing punches, then… Well, needless to say, it would be a big deal.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re saying that the plan is…to have Nanase report to the school that Ayanokouji beat her up?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Exactly,” said Yagami, “which is why, to carry out this strategy, we will need to time our move so that we can strike at precisely the right moment.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s say that you’re telling the truth about this, that this is how the strategy will go,” I said. “We can’t really do anything when we don’t know when this fight is supposed to happen, right? It’s not like we can hover around them twenty-four hours a day.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I already know when it’s going to happen. A certain someone told me what day that the plan will be put into action,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A certain someone…?” I repeated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“While I cannot say who, it is someone trustworthy. Nanase-san will be carrying out the plan on the seventh day of the exam. While the exact time of day remains unknown, it will most likely be when they’ve gotten somewhere where they are completely alone.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And then a violent incident would occur…</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what exactly is your strategy for outsmarting the others, then?” I asked. “Specifically, what are you going to do?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Our tablets come equipped with the ability to record video, correct? In that case, it is possible for us to get our hands on some irrefutable evidence.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If we handed over video evidence to the school, then expulsion would absolutely be possible.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But video of Ayanokouji pinning Nanase down might not be enough to get him expelled on its own,” I said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But it would be enough for making threats,” Yagami pointed out. “It’s possible that he might choose to drop out of school of his own volition.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I understood the gist of what Yagami was trying to say. If things really did turn out the way he said, then getting some video would give us an advantage.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I would like to ask that you handle that job, Kushida-senpai,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Why should </span><span style=\" font-style: italic; font-size: 1.00em;\">I</span><span style=\" font-size: 1.00em;\"> have to take on that much risk? Can’t you do it yourself?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It wouldn’t be that unnatural if you were the one to approach him, Kushida-senpai.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s not true. Ayanokouji is wary of me,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m a guy,” said Yagami. “If another guy witnessed such a spectacle, it’s possible people would think that I ought to have rushed in to try to stop it. However, Kushida-senpai, well, you’d be a weak little girl. Even though you were too scared to jump into the fight, the fact that you had at the very least gotten evidence of it by recording it with your tablet would be… Well, you would demonstrate to everyone that you’re a righteous sort, who would never allow such injustice, even if it were coming from a classmate.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, people might think that it’s righteous or whatever,” I said, “but what if my classmates just think I sold out one of our own, and scorn me instead?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, you can just hand the video over to me. I’ll just say that I received it from an anonymous source, and that’ll be that,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was going all out trying to persuade me. Personally, I had no problem whatsoever letting Nanase and the others go ahead and get Ayanokouji expelled for me. But it was true that it would be better to do as much as possible to increase my chances of success, even if just by 1 percent.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I really don’t want to be on this sinking ship any longer,” I reiterated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course,” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what are you going to do? You’re just going to have me handle this and do nothing?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Absolutely not. On the day everything takes place, I’ll be backing you up over our walkie-talkies. Once the GPS search function is made available to use tomorrow, I can give you Ayanokouji-senpai’s location at any given time. That way, you will be able to maintain a safe distance while you follow them. Besides…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There is a chance that Tsubaki-san could be plotting something too,” said Yagami. “She might try to pull something at the same time. So I will do some digging to see what they’re up to.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you going to do about that Utomiya guy who’s in your group with you?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s nothing more than Tsubaki-san’s pawn. There’s no need to worry about him coming up with any plan.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I needed to figure out just how much I could let myself believe what Yagami said. That was an important thing for me to make clear. But either way, it was also true that I didn’t have any choice in the matter right now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You will do this for me, won’t you, Kushida-senpai?” said Yagami.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I don’t really have any choice, do I?” I snapped back.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was no way out for me anymore. To protect myself and my current position here at school, I couldn’t allow myself to make any more blunders. </span></p>\n",
  "prevChapter": {
    "volumeId": "y2v3",
    "chapter": 14,
    "title": "Chapter 8: The First-Years on the Move"
  },
  "nextChapter": {
    "volumeId": "y2v3",
    "chapter": 16,
    "title": "Chapter 10 - Epilogue : Seeds of Unrest"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Nanase Tsubasa's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Everyone Has Their Own Strategies",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Curtain Rises on the Uninhabited Island Exam",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Traveling Companion",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: What It Means to Like Someone",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Unseen Enemy",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: The Aloof Child Prodigy of Class 2-D",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: The First-Years on the Move",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9: Identity Revealed",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Chapter 10 - Epilogue : Seeds of Unrest",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Postscript",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0016.html#auto_bookmark_toc_top",
      "index": 18
    }
  ],
  "currentSpineIndex": 15
}