{
  "title": "Chapter 2: Everyone Has Their Own Strategies",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 2:<br/>Everyone Has Their Own Strategies</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">J</span><span style=\" font-size: 0.80em;\">ULY 20.</span><span style=\" font-size: 1.00em;\"> An uninhabited island of everlasting summer stretched before us, as far as the eye could see. Endless azure skies above a clear, boundless ocean. It had been decided that this was where we students would spend the next two weeks. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The sight of the starry sky on a cloudless night would probably be enough to take your breath away. Chatting with friends, sitting shoulder to shoulder with your special someone. Huddling around the fire, dancing, being in high spirits. This place could be a textbook example of what youth should be.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Having heard all that, you might mistake what lay before us for the kind of summer vacation anyone would envy. But for the students at the Advanced Nurturing High School, this uninhabited island was just one big testing ground.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Mashima-sensei explained as much to us already, but wow, this island really is much bigger than the one we went to last year, isn’t it?” remarked Hirata Yousuke, who stood beside me.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That fact was obvious at just a glance. This island was certainly considerably larger. And the content of the exam had been similarly scaled up, as well. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even the simple task of trying to survive for two weeks on this island might be enough to force some students to drop out,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes, and I think it’s highly likely some unforeseen situations might develop. I would say securing a water supply would be the most important priority,” answered Yousuke.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We could feel the intense heat from the sun even while on the boat. It was obvious that the sun’s blazing rays were scorching the sandy beach. On this particular day in late July, the temperature had reached nearly forty degrees Celsius. Yousuke was right to be concerned; staying hydrated would be essential, as would taking care to avoid heatstroke and dehydration. As we approached the island, the big picture started becoming clearer and clearer.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wonder if people used to live here…a long time ago,” said Yousuke.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We gradually started to approach a rather well-maintained harbor, which gave off an entirely different impression than the rest of the island. Rather than circling around the perimeter of the island, the ship seemed to be headed straight for the harbor. Despite the gentle expression on his face, Yousuke gripped the deck railing tightly. We were now in the final moments before the special exam would begin.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Over these next two weeks, things were probably going to change quite a bit for our entire school. Classes in each grade level might change positions. Students in some grade levels might be expelled. It wouldn’t be strange at all if those things happened because of this exam. It was quite possible that, when they returned to school for the second semester, students would find themselves in completely different environments.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This was not a good development for Yousuke, who desired peace and tranquility. No wonder he was unconsciously gripping onto the railing so tightly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At last, an announcement came over the ship’s PA system, telling all the passengers to prepare to disembark.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you ready, Yousuke?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since the peace that he was determined to protect was being threatened right now, I deliberately called out to him in a forceful tone. Yousuke, feeling uneasy, looked me straight in the eye and nodded once.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll do everything I can to make sure that I don’t have any regrets. That’s the only thing I can do for our class,” he said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He didn’t want anyone to get expelled. But it wasn’t like there was any way to reduce the probability of casualties among our classmates all the way down to zero. With that in mind, we got off the deck.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">2.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">J</span><span style=\" font-size: 0.80em;\">ULY 19.</span><span style=\" font-size: 1.00em;\"> The day before we landed on the uninhabited island. It was 12:36 p.m. The </span><span style=\" font-style: italic; font-size: 1.00em;\">Saint Venus</span><span style=\" font-size: 1.00em;\">, a luxury liner with a total of twelve decks in all, was sailing south-southwest through the waves. Up on the aft deck, where there were relatively few people around, my girlfriend, Karuizawa Kei, waved to me and beckoned me over. After we made sure that no one else was nearby, the two of us stood side by side, gazing out at the sea.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Such an incredible view, isn’t it?” said Kei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The sun shone down on the surface of the water, making it glisten like jewels. Kei looked out at the waves with a romantic smile.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Didn’t you see this last year?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, a little, but taking in the sights was kind of a distant second for me at the time, in terms of priority. I&#160;spent all my time hanging out with my friends inside the ship,” admitted Kei, sounding a little embarrassed about it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well, that was understandable, I supposed. For many students, that would have been their first time on a luxury cruise ship. You could easily imagine that most people would want to spend as much time as possible hanging out with their friends on the ship rather than leisurely taking in the scenery. The </span><span style=\" font-style: italic; font-size: 1.00em;\">Saint Venus</span><span style=\" font-size: 1.00em;\">, which we boarded this year, was a cruise ship that could carry more than 700 passengers, and apparently, it was the third-largest Japanese-registered ship.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Starting from the entrance lobby on the fifth deck, there was a reception desk, and then the upper decks above it came fully equipped with a movie theater, a swimming pool, a gym, a café, a restaurant, a public bath with an observation platform with a panoramic view, and even an arcade. The amenities offered to us this year were as extensive as last year and then some. It would probably take more than a day or two to fully enjoy everything there was to offer. There was also an infirmary and a sickbay, of course, as well as contingency measures in the event of unforeseen circumstances.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know, I have to wonder, though, is it really safe for us to go on a date in the middle of the day like this?”&#160;said&#160;Kei as she scanned the environs, seemingly anxious. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t give any guarantees that no one’s going to run into us here, but it seems safe for the time being,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The lunchroom opened today at eleven o’clock this morning, and the first-year students would eat first. It was an early lunch, since they were going to have an informational orientation meeting at noon. On the other hand, the lunch periods for the second- and third-year students came slightly afterward, starting at noon. Many students were still smacking their lips and savoring their sumptuous meals. Right now, this brief time before one o’clock in the afternoon, could be called the few precious moments that we could be alone. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, there are lots of people this year, after all, so I guess they’ll need to explain everything beforehand,” said&#160;Kei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That might be true, but I don’t think that’s the only reason,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The orientation information session was scheduled for one hour, which was considerably longer than last year’s. Perhaps they weren’t going to hold this orientation session on the beach this year, in consideration of the hot weather conditions. It was inevitable that several students would collapse from heat stroke if they had to listen to a lengthy breakdown of the rules for a long period of time while standing out in direct sunlight. The decision to do things this way was probably more a matter of safety than an indication of the meeting’s importance.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“For some reason, this all doesn’t feel real yet…” said Kei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s not every day that you get an opportunity to ride on a cruise ship, I suppose. So, it’s understandable that you’d feel like it hasn’t really sunk in yet,” I replied, offering a calm, collected analysis.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei sighed in response, exasperated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s not what I meant… I was talking about how you and I are going out, Kiyotaka. That’s what doesn’t feel real yet. You’re really smart, but when it comes to this kind of stuff, you’re totally hopeless,” she said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei and I had started dating earlier this year, during spring break. Several months had already passed, but we still hadn’t actually gone out on a real date. A normal high school student would probably go to and from school together each day with their significant other, or hang out every day after class and go places. But since we were trying to hide the fact that we were going out from everyone else, we interacted far less frequently than other couples.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even when we were trying to be alone like this, just the two of us, we had no choice but to arrange clandestine meetings. So, I supposed that the situations in which we could really feel like we were dating were extremely limited.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What about you, Kiyotaka?” asked Kei. “Has it sunk in for you yet? Like, does it all feel real to you?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I’m not sure,” I answered. “If I had to say anything, I guess I’d say it both does and doesn’t at the same time.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What is that supposed to mean?” said Kei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kei and I had become lovers. That was a fact. Yet, even now, it wasn’t like anything had changed significantly, or even visibly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean that for the longest time, I couldn’t really imagine the two of us meeting outside in secret like this,” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, yeah, I guess,” said Kei, letting out another deep sigh as she stared off far into the horizon.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Depending on what they tell us this special exam is going to cover exactly, I may need to ask you a favor,” I&#160;told her.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know,” said Kei. “As long as it’s something I can do, I’ll do it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was the main reason I had wanted her to come out and meet me. That being said, since I was allowed to use my phone as much as I wanted today, I could have easily given her all the necessary details that way. There was no need to take on the risks that came with going out to meet in person. I thought it was interesting that we were meeting in person simply because we were lovers. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A short time later, an announcement could be heard throughout the ship, telling us that the informational meeting was over.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sounds like the first-years are all done. Since we can’t go together, I’ll head back first,” said Kei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since we would have aroused suspicion if we went together, Kei took the initiative and went back inside first. It was now the second-year students’ turn to gather in the movie theater, since the first-years were finished. When we got inside, we were told that there were no assigned seats, and that we were free to sit wherever we pleased.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Some students sat down wherever, not really caring where they sat. Some students gathered with their close friends. The people who stood out, though, were the ones who clustered in groups. I supposed that made complete sense; it was a matter of course. It was far more efficient to attend this informational orientation meeting that way, exchanging opinions with the allies who would fight alongside you for the next two weeks, starting tomorrow. That was a better use of this time. As someone who was participating alone, I naturally sat down in an empty space between groups. I wasn’t seated towards the front, of course, but instead towards the back, remaining inconspicuous.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ugh… Why are </span><span style=\" font-style: italic; font-size: 1.00em;\">you</span><span style=\" font-size: 1.00em;\"> sitting here?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Unsurprisingly, another student who was participating in this exam alone had also had the idea to take a seat in this empty area between groups. Apparently, I had sat down next to Ibuki Mio, from Class 2-B.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re not doing this on purpose, are you?” she huffed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not at all,” I answered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I guessed that it was simply the fact that we had the same line of thinking that led us to sit in the same place.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m going somewhere else,” said Ibuki. “Don’t follow me.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, she couldn’t stand the idea of sitting next to me, so she got up and tried to put some distance between us. I didn’t intend to stop her, of course, but many of the seats were already starting to fill up. Whether you looked to the right or the left, all you could see were groups of people chatting. Ibuki, who had just noticed what was going on, froze.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was no longer any escape for the solitary student. She had no other choice but to take the other empty seat just one spot away from me, but moments before she could, Kitou Hayato, from Class 2-A, plopped down in that spot first. Ibuki made no attempt to hide the fact that she was glaring at him, but Kitou simply sat there, arms crossed, not reacting to her at all. She had two choices: either she could come back and sit down next to me, or she could try and blend in with a group.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After agonizing over her options for a little while, she reluctantly returned to her seat next to me. In the end, she&#160;had opted to listen to the announcements while seated between Kitou and I. With that in mind, it seemed like while she didn’t want to sit by me, she disliked the idea of trying to sit with the rest of the crowd even more. Otherwise, I supposed she wouldn’t dare to try and take this test alone, despite being a girl. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In any case, I decided to put the matter of dealing with Ibuki aside and tried to focus on the rules for the uninhabited island exam. I turned my attention towards the front of the room, where things seemed to be getting quite busy.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Like last year, Mashima-sensei, the instructor of Class 2-A, was the one in charge of explaining the rules to us. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, then,” he said, “I’d like to begin explaining to you the rules for the special exam being held on the uninhabited island.” While standing in front of the screen, microphone in hand, he began the proceedings.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Your stay on the uninhabited island will last for two weeks, starting tomorrow. Just like last year’s exam, essentially, you are expected to go about your days freely on the island. If you become injured or fall ill during the exam, or if you commit a serious violation of the rules, you will be eliminated from the exam. No ifs, ands, or buts. As I’m sure you very clearly remember, we asked you to form small groups of up to a maximum of three people prior to this point. Once the special exam begins, small groups will be allowed to band together. Following certain conditions, small groups will be allowed to merge into larger groups, up to a maximum of six people. If all members of a particular group are eliminated, then that group will be disqualified, and their final position in the rankings will be determined,” explained Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">All the students in the groups that placed in the bottom five spots in the rankings would be expelled from the school. However, a group’s expulsion could be avoided by paying six million Private Points. Someone acting on their own, meaning a one-person group, would need to pay all six million points by themselves. That same fee would be split up three ways in a three-person group, but only the students who were able to pay their share would be saved from expulsion. Since the number of students who had large sums of points at their disposal was extremely limited, this option was of little concern to most. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, there was another aspect to this exam, wherein Class Points of the classes tied to the three groups that placed in the bottom of the rankings would be cut significantly. Not only would the students in those groups be expelled, but they would also end up causing a great deal of trouble for their classmates who remained. I was sure that everyone, from every group, was thinking that they had to avoid placing in the bottom five positions in the rankings, no matter the cost.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Starting tomorrow, you’re going to be living on an uninhabited island for two weeks. But now I’m about to go over the important part,” said Mashima-sensei</span><span style=\" font-style: italic; font-size: 1.00em;\">.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That’s right. We hadn’t been given any explanation whatsoever as to how the rankings were determined yet.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Each group will fight in order to collect ‘points,’” Mashima-sensei continued, “which will determine the rankings.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There were over 150 students packed inside the theater. All of us looked up at the giant screen.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 0.80em;\">OVERVIEW OF THE UNINHABITED ISLAND SPECIAL EXAM</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">For a period of two weeks, groups will compete with one another to earn points in a survival exam</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">In the event that all members of a group are eliminated during the exam period, that group will be immediately disqualified</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">(All points that group has collected up until that point will be invalidated and their ranking will be determined immediately)</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This meant that even if you had collected many points, it would all be for nothing if your entire group was eliminated. While it was important to collect points, the number one priority was to avoid getting eliminated. You had to hang in there for the entire duration of the test. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A map of the uninhabited island where we would be making landfall tomorrow was displayed on the screen alongside the test overview. A grid of horizontal and vertical lines divided the map into evenly spaced cells.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are two ways in which you can collect points,” Mashima-sensei explained. “The first method by which you can collect points is via the ‘Basic Movement’ rule. The island has been divided into a total of one hundred areas, and you will be instructed to head to specific areas at regular intervals. For example, let’s say that the starting point is Area D9, where the port is located, but Area C8 has been designated as your destination. The groups that arrive first will receive an ‘Early Bird Reward,’ with the first group who arrives there being awarded ten points. The second group to arrive will receive five points. The third group to arrive will receive three points. In addition, everyone who arrives at the designated area within the specified timeframe will be given an equal ‘Arrival Bonus’ award, in the amount of one point per person. For example, let’s say that a three-person group arrives at a designated area first. They would receive ten points for the Early Bird Bonus, and in addition, they would receive three points for the Arrival Bonus. As you can see from this example, it’s possible to earn thirteen points all at once this way. If we were talking about a two-person group, they would get two points for the Arrival Bonus, so their total would be twelve points.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was possible that some groups might do some reckless things in order to get first place. But we weren’t competing in a city; we were doing this on an uninhabited island. It was easy to predict that there would be few flat paths and many obstacles in our way. It was even possible that injuries could occur due to unforeseen circumstances. No matter how many points you collected and how quickly you collected them, if you and the rest of your group got eliminated, you’d all be immediately disqualified. Your points would be forfeited, and your efforts would all be for nothing. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Designated destination areas for the Basic Movement system will be announced three times on the first and final days of the exam period, but four times for the other twelve days,” Mashima-sensei went on. “Goal times are from 7 a.m. to 9 a.m., and 9 a.m. to 11 a.m. Then there will be a two-hour break, followed by additional times from 1 p.m. to 3 p.m., and 3 p.m. to 5 p.m.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, this was a system where we would earn points by reaching designated areas during each of the set two-hour time periods. It sounded like the school administrators were taking into consideration the dangers of moving about when it was dark, since the last segment ended at&#160;5 p.m. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Something you must keep in mind: if you fail to reach the designated area three times in a row, your group will lose a point. And the penalty gets more severe each additional time you fail to reach a designated area by an additional one point every time. The fourth consecutive time you fail to arrive at the area, you’ll lose two points. The fifth consecutive time you fail to arrive, you’ll lose three points, and so on. If a group fails to reach an area consecutively, the penalty will also increase by a point each time. However, should a group manage to break this streak, their penalty counter will be reset, so the next time they happen to fail at reaching a designated area three times in an hour, they will start back with a one-point penalty,” explained Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, that meant that if people ran out of stamina or if they found themselves stuck, they wouldn’t be able to get to the areas that they needed to reach and they would continuously lose the points that they had collected. Or if, for example, a group were to try to simply coast through these next two weeks camping out by the starting area, not exerting themselves at all, and only collecting points from hitting the designated areas that appeared within a short distance of their camp, then… Well, if a group did try something like, they wouldn’t get very many points. If no other groups got disqualified from the exam, any group who tried to adopt this kind of strategy and didn’t do anything else to help themselves would probably fall to the bottom of the rankings. They would end up getting hit with both expulsion and the Class Point penalty for their respective classes.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Regarding the issue of reaching the areas, though,” Mashima-sensei added, “your group will be safe if at least one person from your group reaches the area in time. In other words, this means that it’s not necessary for all members of a group to reach the designated areas. However, the Arrival Bonus will still only be distributed based on the number of people who reach the designated&#160;area.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The students started to murmur among themselves a bit when they heard that part. Suppose, for the sake of argument, that just one person from a particular group managed to reach the designated area. That meant that their group would only be awarded one point for the Arrival Bonus, but the group wouldn’t be hit with the penalties that came with failing to reach the area at all. This meant that when it came to collecting points, simply having more people in your group gave you an overwhelming advantage. Even if those who were going it alone or those in a two-person group were managing to reach areas repeatedly in a similar fashion, larger groups could pull ahead by a significant margin of points. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There is one caveat, however. The Early Bird Bonus, which is awarded to the first three groups to arrive, will only be awarded to groups that haven’t had any members eliminated, and all members of that group must have arrived at the designated area. In addition, the arrival time of the final student in a particular group is what will determine that group’s time of arrival in the rankings,” explained Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That sounded like a reasonable rule, I supposed. If groups were given those rewards even if only one person from their group made it to the area, then it was possible that they could try to make power plays, like sending their most physically capable members to patrol the areas. Or, every member of the group could be constantly split up, acting separately, waiting at various spots for new designated areas to pop up. In that case, the smaller groups would have virtually no chance of winning. However, by taking the rankings only after all members of a group arrived, those who were acting alone still had a slight chance of winning. Still, even with all those factors taken into account, the groups with more people in them most definitely had an overwhelming advantage.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As you can see on the map, some of the areas are clearly inaccessible. For example, areas B1, C1, F10, and G10 are out in the water. These locations will never be selected as designated areas.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Some of the areas on the map shown up on the screen, the ones that were impossible for us to reach, were marked off in red. This indicated that they were being excluded as possible selections.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There are certain rules that determine the selection of designated areas. Three out of the four times an area is selected per day, the next designated area will be within two spaces laterally or one space diagonally of the previously designated area.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If a designated area came two spaces laterally or one space diagonally from the preceding one, it wouldn’t be that difficult to reach. Since we had a full two hours to get to each area, you can imagine we’d be able to move around with time to spare. However, there were four designated areas that we had to reach in a day. Which meant that there was one remaining area that this rule wouldn’t apply to. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There is one exception to this system,” Mashima-sensei confirmed. “Namely, once per day, the aforementioned rule isn’t applied in the selection of a designated area. We do not know which location could be set as the designated area. It’ll be selected at random. Meaning that it’s entirely possible for D9 to be selected as the next designated area when the previous one was at D2. However, random selections will never be made twice in succession. That still applies even in cases where the fourth and final designation was made randomly on a given day. In that case, the first designated area of the following day will not be selected at random.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though that was only happening once per day, the fact that we wouldn’t always know where we could be assigned to go next was a major concern. If the previous location was at the northernmost point and the next one was at the southernmost point, there was no way you could get there in two hours. No matter how physically capable you were, you would have no choice except to give up. If you deliberately pushed yourself anyway and tried to reach a far-off designated area, you would probably end up collapsing from exhaustion or have an accident that would render you unable to move. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If that happened, not only would you fail to reach the area, but you’d also be very likely to fail to reach the next one, and the one after that. Then, not only would you be subject to a penalty for failing to reach the destination three times in a row, but you would also most likely fail to reach any of the subsequent designated areas later in the exam. If that happened, you couldn’t even think about trying to gain a point lead. It would be difficult enough to simply hold onto the points that you already had at that point. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This presented some incredibly frightening possibilities, so we absolutely needed to commit this rule to memory. You could either move about recklessly and keep trying to reach the designated areas, or you could occasionally avoid danger, move about more carefully, and be willing to accept failing to reach an area in time. Ultimately, groups would need to adapt to the situation and respond based on their teammates’ abilities. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“While the same location will never be selected as the designated area multiple times in succession, it is entirely possible that D2 could be selected, followed by D3, and then it could be D2 once again, and so on. Furthermore, please note that if you are already in a location when it is selected as a designated area, you’ll still receive one point per person for the Arrival Bonus. However, you will not be able to receive the Early Bird Bonus,” said Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, that meant if a group were after the Early Bird Bonus, there’d be some risk in moving about the island carelessly. To get the Early Bird Bonus for the next location, the only choices were for a group to wait within the previously designated area, or, better yet, move somewhere out of range of the possibilities for the next location. That would mean anywhere other than a space that fell within two spaces laterally or one space diagonally of the prior designated area. Of course, in the latter case, the risk of accidentally entering a space that could be selected at random was still unavoidable.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 0.80em;\">BASIC MOVEMENT RULE OVERVIEW</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Designated areas will be announced four times per day. On the first and final day of the exam, only three areas will be selected, and none of them will be selected at random.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">The target times are 7 a.m. to 9 a.m., 9 a.m. to 11 a.m., 1 p.m. to 3&#160;p.m., and 3 p.m. to 5 p.m.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Three times per day, the location of the subsequent designated area will be within two spaces laterally or one space diagonally of the previous area. Once per day, a designated area will be selected at random out of all accessible areas. (Random designation will never occur twice in a row.)</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">The first three groups to arrive at a designated area will receive points: the first will receive ten points, the second will receive five, and the third will receive three.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">The time when all members of a group have arrived is what will determine that group’s position in the rankings and determine the Early Bird Bonus.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Every person who arrives at the designated area within the set time will receive one point as an Arrival Bonus.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">If you are already in a location that has been selected as the designated location when it is announced as such, you will still receive the one-point Arrival Bonus, but you will not be eligible for the Early Bird Bonus.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: normal; font-size: 1.00em;\">Groups will be subject to penalties if they fail to arrive at designated areas three times in succession. Points will be deducted based on the number of misses. However, once the group breaks their streak, the penalty counter will be reset to zero.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The overview shown up on the screen broke down the rules just as Mashima-sensei had explained them to us. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Before I explain the other method by which you can acquire points, I’d like for you to take a look at this,” said Mashima-sensei, accepting something being handed to him by Hoshinomiya-sensei, Class 2-C’s homeroom instructor.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He held up the item he had gotten from her, showing it to us. It appeared to be a digital wristwatch.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Starting tomorrow,” he told us, “when the exam officially begins, you will all be asked to put these watches on and to keep them on for the entire duration of the exam. You will also be provided with a tablet that pairs with the watch, but we’ll explain more on that later.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A magnified image of the watch with detailed information about its functions was displayed on the screen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This watch isn’t just for checking the time. It is also an indispensable piece of equipment used for earning points. That is because all your points, such as those gained from the Basic Movement system mentioned earlier, will be tallied with this watch. It also comes equipped with convenient functions, such as giving you notifications when you have entered a designated area within the set period. Please note that it’s possible there could be a slight time delay, so in the event you just barely manage to get to the area in time, or if you exit the area immediately after entering, your score might be considered invalid. I ask that you please be sure to check your watch notifications to confirm whether you’ve scored or not,” said Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In any case, from the sound of it, if we didn’t have the watch, we wouldn’t be able to gain points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In addition, these watches allow the school to constantly monitor each student’s body temperature, heart rate, blood pressure, blood-oxygen level, sleep cycle, stress level, and so on. If any abnormalities are detected in any of those areas, then a ‘Warning Alert’ will sound.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mashima-sensei temporarily handed the microphone over to Hoshinomiya-sensei and went to put on the watch that he had received from her earlier. I’m guessing that the watch had been designed in such a way that a person couldn’t put it on themselves because a staff member was using a tool to help him put it on. Not long afterward, he finished getting the watch on his wrist, and the different metrics that he had mentioned, such as his heart rate, blood pressure, and body temperature, were shown up on the screen in real time. This meant that the school could monitor the health conditions of all students simultaneously.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, I’ll show you an example. Let’s say that my body temperature happened to go beyond thirty-eight degrees Celsius,” said Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Shortly afterward, a high-pitched alert sound could be heard coming from the watch.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is the Warning Alert. This alert is, as its name suggests, meant only to serve as a warning. So, it is designed to automatically stop sounding after five seconds.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After five seconds had passed, the high-pitched alert stopped.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“However, if abnormal readings are still detected, the Warning Alert will go off again ten minutes later,” said Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">To demonstrate, the Warning Alert sounded a second time. It was a little louder and higher pitched than the last time. I guessed that this alarm also must have been designed to end after five seconds had passed, because it soon stopped.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What you heard just now was the second Warning Alert. If abnormal readings are still detected another five minutes after that, then—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The third alert started to blare loudly, and was the loudest and most high-pitched sound we had heard so far.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This final sound isn’t a Warning Alert anymore. It’s changed to what’s called an ‘Emergency Alert.’ In the event that this alert is triggered, you will be required to return to the starting point to undergo a medical examination within twenty-four hours. If you ignore this warning, or if you fail to reach the starting point, you will be penalized, either with elimination or other measures, depending on the circumstances. The Emergency Alert will continue to sound until it is manually shut off. If this alert is not stopped within five minutes, a faculty member and a medical crew will rush to the location of the student, based on the watch’s GPS coordinates,” said Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This meant that if by some chance you were to suffer a severe injury that rendered you unable to move, or if you lost consciousness, help would come to you. Of course, the most important thing was to make sure you didn’t trigger the alert in the first place.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As you most likely noticed for yourselves when I put this watch on, they’re designed in such a way that specialized tools are required to put them on or take them off. This is meant to prevent fraudulent activity. Even if the watch were to be forcibly removed somehow, the watch will automatically stop its score count function.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This meant that you wouldn’t be able to cheat by doing things like having someone take your watch and score points on your behalf if you happened to fall ill, or if something inconvenient happened.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In addition, if this watch is physically damaged due to a strong impact or some other reason, even if that damage is sustained through the normal range of use, the score count function will be turned off. In such cases, the student will need to go back to the starting point and ask for a replacement.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though we wouldn’t be penalized in the unlikely event that our watches happened to break, not being able to score points would be a pain. And on top of that, it was frustrating that we’d have to go all the way back to the start to get a replacement. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then,” said Mashima-sensei, “now that we’ve given you a primer about the watches, let’s get back to talking about the Basic Movement system. During the exam, groups will not all be going to the same designated areas. These watches are programmed with something called a ‘Table.’ There are a total of twelve Tables in all. Let’s say, for example, that my watch is set to Table A right now. These internal Tables are what determine which areas you need to reach, from the first day all the way to the end of the exam. So then, my first destination is D8, followed by D7, and then C6, and so on. On the other hand, Hoshinomiya-sensei’s watch is Table B. In her case, her first destination is D10, followed by E9, then F8, and so on and so forth. As you can see, the designated areas that we need to reach differ.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was something I had been wondering about ever since I had first heard about these designated areas. If this were nothing but a game where students from all groups had to continuously reach for the same destinations, then everyone would be competing to see who was faster or slower on the same route. But if there were twelve different routes, then that would obviously be a different story. Even though people in Table A would be competing with others in Table A, their destinations might sometimes overlap with those in Table B or Table C. In a sense, you would have multiple competitions going on at the same time. After just three days, I guessed that groups would probably be scattered all over the island.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It should be obvious that everyone within a given group will be in the same Table, of course. In the event that some small groups merge to form a large group during the course of the test,” Mashima-sensei added, “everyone in that group will be reassigned to the same Table. There won’t be any issues with teaming up.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Conversely, the fact that there were twelve distinct tables with their own separate patterns also meant that collaborating with students from other tables to earn points via the Basic Movement system would be virtually impossible. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I imagined myself wearing the watch, lowering my gaze to look down at my left arm. If the watch I was wearing had been tampered with in some way, then it was possible that someone from Tsukishiro’s side could intentionally trigger a malfunction and sabotage my efforts to get points. However, that wasn’t a move that could be pulled off very many times. If they tried it once or twice, they could play it off as simple coincidence. But&#160;three or four instances of repeated malfunction, without any discernible reasons as to why, would invariably lead to suspicion. If Tsukishiro did try to pull something like that, it would only be once or twice. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although there was a risk that it would cause me to fall out of the running if the competition for the top spots was particularly fierce, I probably wouldn’t sink all the way to the bottom of the rankings as long as I continued to steadily accrue points. It was necessary for me to keep that information tucked away in my mind for now, but it probably wasn’t serious enough for me to be alarmed.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 0.80em;\">WATCH OVERVIEW</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Students’ health conditions will be monitored twenty-four hours a day via their watches.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If a student’s watch becomes damaged or if any abnormalities are detected in the student’s health readings, points can no longer be obtained, and the student will need to undergo a medical examination.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The watch will notify the student in the event that any health issues are detected. Warning Alerts can be ignored, but in the event that the Emergency Alert is triggered, the student must go back to the starting point. Failing to report back within twenty-four hours may result in elimination.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Watches are programmed to follow one of twelve Tables; the sequence in which designated areas are selected differs for each Table.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If the Emergency Alert is triggered and isn’t disabled by the student within five minutes, a medical crew will be dispatched to the student’s location. In the case of emergency situations such as cardiac arrest or a sudden drop in blood pressure, a crew will be dispatched for immediate rescue.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This method of collecting points by going to designated areas was something that anyone in good health could manage. But physical abilities such as speed and stamina would have a major impact on who would get the Early Bird Bonus, which would net students higher scores. With that in mind, the students who weren’t extremely confident in their physical abilities probably wouldn’t have much of a chance of winning. In other words, there must have been some other way of scoring points that relied on using your head.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Next, I’ll explain the second method by which you can acquire points,” Mashima-sensei continued. “This is by completing certain ‘Tasks’ that are set for you throughout the uninhabited island. Tasks will be offered at various locations around the island, from 7 a.m. to 5&#160;p.m. Although the map is divided into one hundred distinct areas, it is possible that multiple Tasks could be in the same area. First, have a look at this,” he said, showing us some example Tasks displayed up on the screen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A red dot appeared at one of the locations, inside area&#160;C3.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“These red dots represent where Tasks are, and they can only be seen on the tablets. Students will not be able to predict when or where these red dots will appear, or what kind of Task they represent. You can only find out what these Tasks are once they appear,” said Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 0.80em;\">TASK:</span><span style=\" font-weight: bold; font-size: 0.80em;\"> MATHEMATICS TEST </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Classification:</span><span style=\" font-size: 1.00em;\"> Academic Ability</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Participation Conditions:</span><span style=\" font-size: 1.00em;\"> Students must register within sixty minutes of this Task appearing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">No. of Participants:</span><span style=\" font-size: 1.00em;\"> One per group. Once ten people have registered, no further registrants will be accepted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Victory Conditions:</span><span style=\" font-size: 1.00em;\"> Students will compete based on how many points they can earn within a set time. (Test content will vary based on grade level, but the difficulty level will be scaled to the same equivalent standard.)</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Rewards:</span><span style=\" font-size: 1.00em;\"> Five points for first place, three points for second place, one point for third place. All award-winners will also be given one day’s worth of food.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 0.80em;\">TASK: SHOT PUT</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Classification:</span><span style=\" font-size: 1.00em;\"> Physical Ability</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Participation Conditions:</span><span style=\" font-size: 1.00em;\"> Students must register within thirty minutes of this Task appearing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">No. of Participants:</span><span style=\" font-size: 1.00em;\"> Three per group. (Groups with four or more people may still participate, but may only register three people from their group.) Once a total of six groups have registered, no further registrants will be accepted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Victory Conditions:</span><span style=\" font-size: 1.00em;\"> Students will compete based on the total distance thrown by their three-person team.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Rewards:</span><span style=\" font-size: 1.00em;\"> Ten points for first place, five points for second place, three points for third place. All participants can choose one gift as a participation prize.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 0.80em;\">TASK: FISHING</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Classification:</span><span style=\" font-size: 1.00em;\"> Other</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Participation Conditions:</span><span style=\" font-size: 1.00em;\"> Students must register within 120 minutes of this Task appearing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">No. of Participants:</span><span style=\" font-size: 1.00em;\"> Two per group. (Groups with three or more people may still participate, but may only register two people from their group.) Once a total of eight groups have registered, no further registrants will be accepted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Victory Conditions:</span><span style=\" font-size: 1.00em;\"> The student who catches the largest fish within one hour will win.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Rewards:</span><span style=\" font-size: 1.00em;\"> Fifteen points for first place.</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“These Tasks are broken up by classification,” Mashima-sensei told us. “Of these Tasks, 40 percent will be testing your academic ability, while 30 percent will require physical ability, and the remaining 30 percent are listed as ‘Other.’ Please keep in mind that the Tasks classified as Other can vary from those that require specific skills to those that simply require luck. And, of course, the same Tasks may be offered more than once.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was very keen to find out what kind of additional point-scoring method they were going to announce. But, wow, I didn’t expect them to have planned out such in-depth rules. With these Tasks, abilities other than physical skills would play a huge role in the exam. The balancing of the available Tasks was also excellent, with only 30 percent of them related to physical ability. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, whether you were talking about Tasks or the Basic Movement system, it still seemed to be the case that the fewer people you had in your group, the tougher the exam would be. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A member of the faculty or other qualified member of staff responsible for administering this test will always be on standby at the location where the Task is being held. If you wish to register for a Task, speak with the person in charge, and they’ll register you via your watch and tablet,” said Mashima-sensei. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“On your tablets, you can view all this kind of information displayed up on the screen right now, including the Task location, the participation conditions, and so on. You should also keep in mind that once a Task is completed, the Task information will disappear from your tablet,” he explained.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This meant that as long as a Task was in progress, it would still be shown on our tablets, indicating that we were able to register for it. In other words, it was also possible to spend a great deal of effort reaching the Task location displayed on your tablet, only to find you were unable to register for it because the maximum number of participants had already been met. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Starting on day four, some Tasks that offer a different kind of reward will become available. The reward in question will be the ability to increase the maximum number of members in a group. Getting first place will increase the limit by three persons, second place will&#160;increase it by two, and third place by one. If a person who is acting solo wishes to form a large group of six people, he or she will first need to finish in first place once and then in second place once. In the case of a three-person group, they would need to finish first place in one of these Tasks once. Groups that have increased their maximum number of members up to six will not be eligible to attempt these Tasks thereafter,” explained Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While we had heard the words “large group” several times already, from the sounds of it, we only gained the right to form those groups through these Tasks. Even if we weren’t getting points or goods, the ability to increase the number of people in your group was very important.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In the event that you have completed the Task assignment and have met the conditions to increase your maximum group size, the group that wishes to bring in new people can initiate the process by way of the Main Link function on the watch,” explained Mashima-sensei. “The group that wishes to join that starting group would activate the Pair Link function via the watch, and then they need to have the Pair Link watch make a physical connection with the receiving Main Link watch. Link approval takes about ten seconds. The process can be canceled during that period.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I guessed that if two groups formally came together and formed a large group, they would then also be re-assigned to be in the same Table as Mashima-sensei had mentioned earlier.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“However, there will not be that many Tasks that will allow you to increase the maximum number of people in your groups. Most likely, out of the entire pool of participants, only about 20 to 30 percent of groups will be granted the right to form a large group. At any rate, students from every grade level will work to collect points via the two aforementioned methods and compete for the top spot in the overall rankings. Oh,” he added, “and if two groups do merge together, their point totals will be averaged together at that point.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That meant that while it was possible to bring a student who was struggling into your group to rescue them, you needed to consider the fact that you’d be taking on a&#160;proportionate degree of risk in helping that person. If&#160;a single person had thirty points and a five-person group had 120 points and they merged, they’d have an average score of seventy-five points. Unless both groups had the same score, one group would basically lose points.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Merging could be extraordinarily difficult for students who were working alone. Unless that student was exceptional, there wouldn’t be any incentive for another group to take them on and lower their score. </span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 0.80em;\">TASK OVERVIEW</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tasks may become available at any time from 7 a.m. until 5 p.m. each day. (On the first day of the exam, Tasks will start appearing at 10 a.m., and on the final day of the exam, they will stop appearing by 3 p.m.)</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tasks are divided into three classifications, and the same Tasks may appear multiple times. (40% Academic Ability, 30% Physical Ability, 30% Other)</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Task appearance times are unpredictable. In order to find out the status of a Task, students must physically go to the Task location.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For finishing in the top spots in these Tasks, students may be rewarded with points, food, or the ability to increase their maximum group size. </span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At any rate, based on what we’d heard, it was fair to say that the actual content of this uninhabited island exam was quite simple. All we needed to do was build up points by repeatedly scoring in these two systems. We would go to designated locations and complete Tasks over and over.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Next,” said Mashima-sensei, “I’d like to hand things over to Acting Director Tsukishiro, who has a few words to share with you.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tsukishiro walked up to the stage, and Mashima-sensei handed over the microphone. With his usual faint smile plastered on his lips, Tsukishiro slowly scanned over the second-year students.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hello, I am Acting Director Tsukishiro. This uninhabited island exam certainly seems to be quite unprecedented. It’s the largest-sale special exam you’ve seen yet, no? While naturally we ask you to brace yourselves for what’s to come, I’d also like to ask that you please do not forget what it means to conduct yourselves as students.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though he was addressing all of us in the audience, he fixed his gaze in my direction for just a brief moment. It was such a slight pause that it went unnoticed by the other students.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, there is one matter that I would like to bring to everyone’s attention. Just something for you to keep in mind. This school has an obligation to protect you all, our students, as our position dictates. And we will do our utmost to maintain safety and order to the best of our&#160;ability. However, even with that being said, we will not be able to keep watch over you at all times during the course of this exam on the island. One problem that is likely to arise is, ahem, a sensitive matter that can occur between men and women,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The school administrators who were listening to what Tsukishiro was saying seemed a little shaken by what he had just brought up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In the event that any sexual misconduct should occur, we will not hesitate to dole out strict penalties, including immediate expulsion. Furthermore, if we deem that the act was committed with malicious intent, we will notify the authorities. I ask that you please keep this in mind.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While he didn’t come out and say it directly, he was giving us a strongly worded warning to not do </span><span style=\" font-style: italic; font-size: 1.00em;\">that</span><span style=\" font-size: 1.00em;\">, basically. Expulsion alone was a serious matter, but if he was telling us the authorities would get involved, then that alone should deter people from trying anything.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, there’s one more thing I’d like to say,” continued Tsukishiro. “I’m sure that it is understood that the longer your stay on the uninhabited island, the more frustrations you’ll have. The lack of food and water can sometimes lead to little skirmishes between students. And on that note…I am willing to allow it, to a certain degree. That’s my stance on the matter.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t just the students who were visibly shaken when they heard what Tsukishiro had just said. The teachers and staff were as well. That proved that Tsukishiro’s stance on the matter differed from the school’s policies. Mashima-sensei drew in close and whispered into Tsukishiro’s ear. If I had to guess, I would assume he said something like “</span><span style=\" font-style: italic; font-size: 1.00em;\">Please do not make such inconsiderate remarks.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After Mashima finished speaking to him, Tsukishiro politely instructed Mashima to go sit back down.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I have just been asked to retract my previous statement about allowing disputes between students,” said Tsukishiro. Rather than hiding what he had just been told, Tsukishiro explicitly told us what Mashima-sensei had said. “However, I will do nothing of the sort. Because it is virtually impossible to guarantee that disputes won’t occur. There is bound to be trouble.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When Mashima-sensei heard that, his expression turned even more stern.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course, even though I’ve said that I will </span><span style=\" font-style: italic; font-size: 1.00em;\">allow</span><span style=\" font-size: 1.00em;\"> such things, it’s not as though I am </span><span style=\" font-style: italic; font-size: 1.00em;\">endorsing</span><span style=\" font-size: 1.00em;\"> anything. I will only be looking the other way when it comes to incidental disputes. The school will not hesitate to intervene in any problematic situations where we have determined that there is malicious intent. Looting or using someone’s personal belongings without their consent will not be tolerated, as per the rules. In some cases, these kinds of actions will result in immediate disqualification, and possibly even expulsion, depending on the circumstances,” explained Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was basically telling us that we were by no means allowed to freely do whatever we wanted. These words of warning, which had come directly from the Acting Director, might have instilled in the students a renewed sense of urgency. At the same time, what he just told us could also be interpreted as him issuing me a challenge.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That is all I have for you today. I humbly ask that you please conduct yourselves in a manner befitting a student from the Advanced Nurturing High School,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After concluding his short speech, Tsukishiro immediately handed the microphone back to Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thank you very much, Acting Director Tsukishiro,” Mashima-sensei said. “Well then, for the final part of this presentation, I would like to move on to an explanation of the food and the tools that will be essential for you in going about your lives on the uninhabited island. Before we get into that though, I will explain the points required for shopping, which can only be used on this island.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mashima-sensei, microphone in hand, gestured for someone to come forward, and then a large cart piled high with various goods was pushed up on the stage.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Each of you will receive a base amount of 5,000 points,” he told us. “You are free to use these points to purchase any of the items you see listed in the catalog. Please note that students who have the Head Start card will receive an additional 2,500 points.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just as Mashima-sensei had finished saying those words, thick manuals were passed out to us, starting with students sitting in the front rows. These catalogs listed the items that we could purchase during this exam. It&#160;would take a considerable amount of funding for the school to offer such an extensive catalog. A cursory look revealed that not only were there products from major manufacturers, but there were also products from brands we had never heard of before. We could probably assume that these businesses were providing these products as a form of sponsorship. I guessed that, in addition to being under the direct control of the government, this school might also serve as something of a product testing center for private manufacturers. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All of the available items you can purchase are listed in the Uninhabited Island Manual, which we are handing out to all of you now,” explained Mashima-sensei. “You may discuss what to buy amongst your group or you may simply decide for yourself. The choice is yours. Purchases will be accepted starting from now until 6 a.m. tomorrow morning, but you may also choose to save for your points for later if you wish. Additional purchases can be made at a shop that will be set up at the starting point, near the port, during the exam. However, purchases made on the island will cost twice as much. Please keep this information in mind.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, we could set points aside for now in order to purchase essential items at the shop in an emergency, such as food or water. But at twice the cost, it would be by no means cheap.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There will also be restrooms and showers that can be used free of charge at the starting point, as well as a potable water station where you can re-hydrate from the second day onward. So, if you do happen to stop by this area, feel free to make the most of these amenities. However, water must be drunk at the starting point location. It cannot be taken from the site.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’m sure it was reassuring for the students to have a place that they could stop at in case of emergency.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Furthermore, necessities such as toothbrushes, shirts, underwear, and so on will be distributed free of charge. If you run out of any of those, you can return to the starting point, and we will provide you with as many of these items as you need.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the looks of things, various essential items such as portable toilets, insect repellent spray, sunscreen, and feminine hygiene products would also be handed out to the students free of charge. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">First, I decided to take a closer look at the list of the products and their prices in the manual that I had been given. The variety of items available for purchase seemed much larger than what was offered last year, and included everything from tents to fishing rods, transceivers, food, and water. As expected, there was quite a wide selection of items meant for play, as well.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There were fashionable swimsuits, balls, floatation rings, and the like. It looked as though there was a daily rental system for certain items in the catalog as well, providing students with the opportunity to borrow items at a lower cost if they needed something for a short period of time. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Still, fun and games aside, if we were going to be living on an uninhabited island for two weeks, making sure we had food and drinking water was imperative. That was especially true for drinking water, which was essentially our lifeline. 500 milliliters of water cost a hundred points. One liter cost 150 points. Two liters cost 250 points. If&#160;we bought those later on the island at double the cost, they would be quite expensive. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We could also purchase water purifier filters that could be put inside of bottles. Normally, it would be dangerous to try and drink water straight from rivers, so you would need to sterilize it by boiling it beforehand. But this product claimed to eliminate more than 99.9 percent of bacteria like </span><span style=\" font-style: italic; font-size: 1.00em;\">E. coli</span><span style=\" font-size: 1.00em;\">, as well as parasites like echinococcus, and so on. It looked like this would make the water completely safe to drink.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But it also cost 4,000 points, so there was absolutely no way that a student acting on their own could get their hands on something like that. For a three-person group, just one purifier would be plenty, because they could filter about 150 liters of water with just one. Of course, no matter how many times you say that something has been filtered, more than a few students would have some reservations about drinking river water. And there wasn’t any proof that it was completely risk-free, either. In the unlikely event that it stopped working for some reason or went missing, then it would end up becoming a useless investment.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As for the backpacks we’d need to carry around our various tools and equipment, it looked like we could pick them out at no charge. The options ranged from small 20-liter backpacks to large backpacks that could hold over 80 liters. We were basically able to choose one backpack of any size we wanted, and for free. Simply put, larger backpacks were convenient because they had a greater load capacity, allowing you to carry around more things. But as you carried more stuff, that meant more&#160;weight, so you would need to choose carefully. Also, if the backpack didn’t fit your body type well, it would sit awkwardly and cause strain. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Meat, fish, and other perishable items were also available for purchase, but they were expensive and wouldn’t keep for a long time. You’d probably only be able to keep it for an extra day, even if you put it in a cooler with some ice. Therefore, canned goods would most likely be the most useful option. There was a wide range of available items that included everything from yakitori grilled chicken to lunch meat, mixed vegetables, fried burdock root, corn, and even pork miso soup. In terms of cost, these were cheaper than the to-go meals as well.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, it would take some time and effort to prepare meals with individual ingredients and canned goods, so to-go meals might be more convenient if you were going to focus on getting around the island quickly.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A single-person tent cost 1,000 points. A two-to-three-person tent cost 1,500 points. And you could purchase the largest size, a six-person tent, for 2,500 points. This meant that the more people you had in your group, the more cost-effective your purchases were. However, there were some risks involved if you were buying a tent for multiple people right from the start. You’d be in for a miserable time if you couldn’t get your group together in it, and on top of that, lugging around that much weight was a critical concern.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Also, men and women were strictly forbidden from sleeping in the same tents. Even if you had a tent that six people could sleep in at once, you would inevitably need separate tents for men and women anyway. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mashima-sensei spoke up once more, adding some additional comments for us students as we were reading the manual.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just for your reference, let’s say Group A has some food. They can choose to hand over the food they’ve obtained to Groups B or C, which they have no affiliation with. These sorts of instances could very well happen on the island. It is the school’s policy to allow you to do whatever you wish with the items that you have obtained. We take no issue with it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, we were allowed to share with groups that were struggling to find food. While there wasn’t any need for us to help students from other grade levels, when it came&#160;to people in our same grade, it was probably best for us to help each other whenever we could. We should aid a classmate in trouble, if we could manage it. That being said, there were no guarantees that we’d be provided with such an abundance of food that we could go around sharing it without a care.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, then,” said Mashima-sensei, “in addition to the wristwatches, you will all be provided with a tablet. As these tablets are essential for accessing basic information, you will be able to charge it both at the starting point and at Task locations. Now, up on the screen, I will show what you can do with your tablets.”</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 0.80em;\">TABLET OVERVIEW</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Every student will be provided with a small tablet.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Provides a map of the island that you can view, allowing you to check designated areas and your current location in real time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Can be used to view Task locations, detailed rewards information, etc.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Starting from the fourth day of the exam through the end of the twelfth day, students can view the group member list and scores for the top and bottom ten ranked groups. (Users can only view total score breakdowns for the top and bottom ten ranked groups, as well as their own group.)</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Starting on the sixth day of the exam, the GPS search function will be unlocked, allowing users to view the current locations of all other students. (However, each search costs the user one point.)</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The school may send you a message via your tablet in certain instances, such as in the event that a problem that impacts all students arises.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In the event your tablet’s battery life has run out, you can recharge it at the starting point, or at specific locations on the map. (Tablets have approximately eight hours of battery life when you are continuously using the map application during the test.)</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While I appreciated the fact that we didn’t have to worry about charging our tablets, it would be safer to buy an external battery, because the internal battery would continue to drain over time even if we weren’t actively using the tablet. Not being able to use your tablet, which could tell you where you were on the island, would be fatal. Besides, even though we were being told that we can charge the battery at the starting point or at certain other locations, we’d be missing other opportunities while we were stuck at one spot, charging our devices. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, there was the part about being able to check information on the top ten and bottom ten groups. In some ways, this was an exceptionally useful feature since it could help us analyze which groups were at the top, how they were collecting points, and why certain groups were sinking down to the bottom of the rankings, but… Considering this feature, I supposed I’d best tread carefully. I also needed to keep in mind that this feature wouldn’t be available during the first three days of the exam, or during the final two days.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the looks of it, the function to check the current location of all students was going to be unlocked on the sixth day of the exam, but it seemed likely that it would mainly be used for the purpose of joining up with a group or meeting up with a teammate who had gotten separated. Since it cost points to check other student’s locations with it, it was unlikely this feature would be used often.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’ve provided some sample products for you to check out so you can see how much the backpacks can carry. Please feel free to peruse them as you wish. Sample products will be available in a separate showroom area that you can visit starting now, and they will be available until midnight tonight,” announced Mashima-sensei.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mashima-sensei switched off the microphone after saying that last piece, so I guessed that must’ve been the end of the school’s presentation. Students began gathering in the front of the theater to check out the items that the school had laid out for us. I stared at the spectacle and wondered what I should do. While I would have loved to physically touch the products myself, I didn’t have the courage to jump into the crowd. I wondered if Ibuki had felt the same way, considering that she was just gazing blankly ahead. Perhaps having noticed that I had been watching her, Ibuki turned towards me and glared.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What?” she snapped.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I was just thinking,” I started. “I guess we both have kind of — How do I put this? Difficult personalities, I guess. We have a tough time jumping into a crowd.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Don’t lump me in together with you,” Ibuki replied. “Besides, I could totally do it if I wanted.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed like she was displeased at me suggesting that we were similar. With an intense, determined spirit, she thrust herself into the crowd of people. I wasn’t sure whether Kitou, who had been sitting in the next seat over, had seen what happened or not. He was just quietly flipping through the manual. For Kitou, who was taking this exam alone, like Ibuki and me, choosing items would spell the difference between victory and defeat.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was impressed by the way he had competed with Sudou in the basketball match we had during last year’s final exam. He had played exceptionally well against an opponent who practiced basketball daily, even now. Kitou hadn’t lagged far behind Sudou in their game at all. That suggested that he had a high level of physical ability. Whether he planned to join up with another group of people during the exam or not, he’d still be a tricky opponent.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“G-gaaaaahh!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A loud, wailing shout came from the front of the theater. It had come from Ishizaki, from Class 2-B. He was struggling to stand up straight while wearing the largest backpack, knees wobbling.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What is he doing?” asked one of the other students standing nearby.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Looks like he stuffed the backpack with tons of water bottles,” replied another.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki had apparently thought of a plan to try to carry a large amount of water bottles. But water bottles were heavy. While drinking water was a valuable resource, that didn’t exactly mean that carrying a lot of it all at one time was a great idea. Even though we weren’t going mountain climbing or anything, weight was most definitely our enemy here. It was important for us to try and lighten our loads as much as possible so that we could move around without wasting energy.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, we needed to take every opportunity to get water, which was vital to simply go about living. The only ways for us to do that were to either procure and use rainwater or seawater while we were on the island, or to acquire water in the form of rewards from completing Tasks. Or, supposing you had an organized group, it would be possible to designate one person to function as a kind of custodian, and have that person carry around large amounts of water. If that group chose to stay at a particular location for a long time, that would certainly be a viable strategy.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The tools and the quantities we would need depended on how we were going to fight this battle. There were no clear right answers. I broke down the rules for this special exam in my head and went through everything again, starting from the beginning. The rules stated that the rankings would be determined by way of a competition for points during the two weeks that we’d be living on this uninhabited island. But no matter how many points you accumulated, if your group was eliminated, it was all over.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The groups in the top and bottom ten would be revealed starting on the fourth day of the exam. Furthermore, there was the fact that, starting on the sixth day of the exam, we could find out the position of any student we wanted by spending one point. I figured that I’d make a comprehensive judgment call and choose what I needed.</span></p>\n",
  "prevChapter": {
    "volumeId": "y2v3",
    "chapter": 7,
    "title": "Chapter 1 - Prologue : Nanase Tsubasa's Soliloquy"
  },
  "nextChapter": {
    "volumeId": "y2v3",
    "chapter": 9,
    "title": "Chapter 3: The Curtain Rises on the Uninhabited Island Exam"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Nanase Tsubasa's Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Everyone Has Their Own Strategies",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Curtain Rises on the Uninhabited Island Exam",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Traveling Companion",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: What It Means to Like Someone",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Unseen Enemy",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: The Aloof Child Prodigy of Class 2-D",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: The First-Years on the Move",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9: Identity Revealed",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Chapter 10 - Epilogue : Seeds of Unrest",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Postscript",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0016.html#auto_bookmark_toc_top",
      "index": 18
    }
  ],
  "currentSpineIndex": 8
}