{
  "title": "Chapter 1 - Prologue : The Curtain Rises on a Fun Summer Vacation",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 1 - Prologue:<br/>The Curtain Rises on a Fun Summer Vacation</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">W</span><span style=\" font-size: 0.80em;\">ITH THEIR CELL PHONES</span><span style=\" font-size: 1.00em;\"> back in their hands after a long two-week absence, many students were overjoyed. Their faces all relaxed into broad, joyful grins. Mobile devices had become invaluable tools for people living in the modern world. Smartphone adoption rates among teens and twenty-somethings were expected to exceed 99 percent sometime around 2020. When you considered the kind of world we lived in, there could be no doubts about the truthfulness of that statement. As for&#160;me, since I’ve only had a mobile device since becoming a high school student, I still didn’t think of it as something so important that it was a daily necessity or anything, but I supposed it was probably only a matter of time before that became true for me too. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The cruise ship sailed gracefully through the ocean waters, offering the students their first summer vacation experience in a long while. Looking back, I couldn’t honestly say that I enjoyed summer vacation before. I&#160;wasn’t&#160;going to sing its praises or anything. But when I considered the number of people I could call a friend, the fact that I had a girlfriend, and all the people I could call by name, even if we were only just acquaintances, that indicated to me that I had made a significant leap forward since last year. In almost every regard, this year and last year were practically incomparable. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I expected that the time we spent on this cruise ship would be yet another unforgettable memory for both me and the rest of the students here—one more page in the journals of our lives. Whether we were having fun in the pool, indulging in delicious food, or just chatting with loved ones on the deck overlooking the ocean, I was sure of it. But that didn’t necessarily mean that we could do whatever we wanted. We still had to enjoy ourselves within the confines of the rules that had been established. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For instance, we were forbidden to leave our rooms after ten o’clock at night, except in special circumstances. The rules this year seemed to be much stricter than they were aboard the cruise ship last year. Those “special circumstances” I mentioned included things like if you suddenly fell ill during the night. In such cases, students were to go to the infirmary, which was open twenty-four hours a day. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, it was unlikely any student was going to break the established rules for no good reason, though. The school had established that we would face severe punishments even for simple accidental blunders. Some could even result in immediate expulsion. Considering all of that, there probably wouldn’t be any problems. In addition, the school had decided in advance that students would not be permitted access to certain areas of the ship, regardless of the time of day, so it wasn’t like we were allowed to go anywhere we wanted. Even within the areas that we were permitted to go, there were places that were off-limits.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well then, let’s enjoy a week of cruising, while making sure to take things in moderation, and sticking to moral standards.</span></p>\r\n",
  "nextChapter": {
    "volumeId": "y2v4.5",
    "chapter": 8,
    "title": "Chapter 2: Ike and Komiya and…"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : The Curtain Rises on a Fun Summer Vacation",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Ike and Komiya and…",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Beginning of a Short-Lived Vacation",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Everyone’s Holiday",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Everyone’s Growth",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: A Treasure Hunt of Girl Troubles",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: A Connection to the Past",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : When Hearts Touch",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 7
}