{
  "title": "Chapter 2: Ike and Komiya and…",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 2:<br/>Ike and Komiya and…</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">T WAS NOW</span><span style=\" font-size: 1.00em;\"> the morning of August 4, the day after the uninhabited island special exam had come to an end. Starting today, students would spend their vacation aboard this luxurious cruise ship for a total of seven days, until August 10. We were explicitly promised that there would be no special exams of any kind on board, like how that zodiac special exam was held last year. There were all sorts of amenities on the ship, including a swimming pool, a fitness center, a movie theater, a concert call, a&#160;large bathhouse with a viewing platform area, a shopping area with various eateries, a café with open-air seating, and other various recreational facilities.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, we’d earned the right to enjoy ourselves to the absolute fullest starting today. So, where was I on this long-awaited day of rest and relaxation, you ask? I was kicking back and unwinding in the four-person room I’d been assigned, phone in hand. There wasn’t any need to rush out to play just because it was a holiday. If anything, it wasn’t a bad idea to just ignore all the entertainment options and use this time to rest. This ship was equipped with first-class beds that cradled your body gently, unlike the hard beds in the school dormitories. The feeling of comfort was even more pronounced now, considering we had immediately come here after sleeping in tents on an uninhabited island. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At any rate, let’s leave discussion of the situation of the first day there for the time being. With the results of the uninhabited island special exam factored in, the August Class Points had been finalized and announced. Normally, our Class Point standings were announced on the first day of each month, but since were still in the middle of the uninhabited island exam at that time, and because the results of the special exam were going to be reflected in the announcement, this particular instance was somewhat irregular, and the results came later than usual. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For students enrolled in this school, we began every month by checking our Class Points. There was our individual ranking too, of course, but Class Points were directly related to how many Private Points we got, or in other words, our monthly allowances. Without pocket money on hand that we could spend freely, a holiday spent on this luxury cruise ship would be a total waste, after all.</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Second-Year Students / August Class Points</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A Class, led by Sakayanagi: 1206 Points</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">B Class, led by Ichinose: 578 Points</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">C Class, led by Horikita: 571 Points</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">D Class, led by Ryuuen: 551 Points</span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As a result, our class had risen to Class C, though only by a narrow margin. We’d had the chance to move up to Class B in one fell swoop, but regrettably, we had just barely missed it. However, there was nothing for us to feel discouraged about, and honestly, these were fantastic results. Thanks to Kouenji earning first place all by himself, we had earned 300 Class Points. I was once again reminded of the awesome power of this point bonus we’d been given. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Until now, many in our class held the firm opinion that Kouenji was a nuisance, but he essentially forced everyone around him to change their perspective. However, I was skeptical about whether this change in viewpoint would last forever. After all, in exchange for earning these Class Points, he basically had been given blanket permission not to cooperate with the rest of the class from this point onward until graduation day. If that fact were ever made public knowledge, there would probably be even fewer people jumping for joy over this turn of events. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, I still thought that everything that happened was ultimately positive. If not for the 300 points Kouenji had given us, we would have to continue fighting for a while longer, dealing with the anxiety of wondering whether we could honestly catch up to the upper-level classes. Having three classes all lined up side by side like this in the rankings would likely be a tremendous help to the students emotionally as well. Now, we could move onto the next steps, which were to shoot up in the rankings, standing proud and tall above the competition once we were unmistakably in Class B, and then, challenge Sakayanagi’s class directly so that we could close the gap. Similarly, that plan to reach the top also applied to Ryuuen’s class as well, which had fallen to Class D.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since Ryuuen didn’t finish in the top three in the uninhabited island exam, there was no getting around the fact that his class was going to drop in the rankings. In fact, they had gone down by two rankings. Still, his class had no shortage of talent. The addition of Katsuragi would raise the overall academic ability level of his class as well as give the class a sense of stability. Also, Ryuuen had made some kind of transaction with Sakayanagi as well. At this point, it was difficult to guess whether their deal involved Private Points, Class Points, or something else completely outside of my expectations. Regardless, it might be something that would bring about change in the battles to come. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite some concerns, that class was far from faltering. In fact, they were only increasing in strength. They were undoubtedly the scariest group in the school right now. The fact that they had fallen to Class D for the time being was really only on paper. They probably didn’t even care one bit about their drop in the rankings. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In contrast, Ichinose’s class, which had once again taken their position back as Class B, didn’t look to be in bad shape either if you were only looking at these results. With Sakayanagi at the lead, Ichinose had managed to gain some Class Points by cooperating with her. However, she couldn’t rest easy. The gap between Classes B and D was only a mere twenty-seven points. Thanks to this special exam, we had gotten ourselves into a situation where it wouldn’t be surprising at all to see further shake-ups in the rankings by September 1, due to simple fluctuations in points from things like trivial behavioral issues in class. The anxiety that Ichinose was feeling must have been intense. Depending on the results of the uninhabited island special exam, she could well have fallen down to Class D. No, she had to have been quite worried.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">At last, this is where your real moment of truth comes, Ichinose. </span><span style=\" font-size: 1.00em;\">I sent her that message in my mind, not speaking it aloud. I couldn’t imagine that there were going to be additional exams where all classes and grades participated together one after another, not like this last uninhabited island exam. If that was the case, the next special exam we were going to have would most likely be one divided by grade level. And, if Ichinose’s class lagged behind C and&#160;D, the future of her class looked bleak. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, the situation we were in, where all three lower classes were lined up side by side, could be summed up rather simply: the next battle could very well determine the future of our classes…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But lastly, there was Class A, led by Sakayanagi. As always, it was no easy task to close the gap to catch up to them, and they were keeping it that way. They had a firm sense of stability and security, and thanks to Sakayanagi’s group coming in third place in the uninhabited island exam, they had accumulated a fair number of Class Points. There were many talented individuals in Class A, and Sakayanagi’s ability to control them was impeccable. Furthermore, their leader’s strategies weren’t limited simply to those that were orthodox or unorthodox, or the right way or the wrong way. She thought cleverly, using multiple angles. She had outstanding performance as a leader, one that was worthy of the unshakeable Class A.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At a glance, there didn’t appear to be any gaps in her armor. But if Horikita’s class gained momentum, it wouldn’t be impossible for her to catch up to Sakayanagi. Which meant that, yes, Horikita’s class could very well find an opening to exploit. Of course, Class A was still far and away in the lead, so for that to happen, they would have to be thrown off balance in some way. The quickest way to achieve that would be to get rid of Sakayanagi, but that would be extremely difficult. Even if she didn’t have a Protect Point, she still wouldn’t be an easy opponent to face. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It would probably be wiser to crush her pawns instead, those who functioned as her arms and legs, rather than going for the head, so to speak. Doing so, though, would require us to eliminate more than just one or two people. Still, supposing if Kamuro, Hashimoto, and Kitou were gone or rendered unusable somehow, that would limit how much Sakayanagi could do. On one hand, much about Kitou remained unknown. But as for the other two, they were people with their own fair share of problems.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Well then, that was that. Leaving the analysis of the other classes there for the time being… </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now that we had officially entered summer break, each grade temporarily stopped fighting. It was a ceasefire of sorts. Right now, it was our turn to enjoy ourselves as much as we wanted, just like normal students. Until recently, our wallets had been completely empty. But, with the recent Class Points announcement, they were going to be fattened up considerably all at once with the points we were awarded in August. We had 571 Class Points, which meant that each person in our class was going to receive the equivalent of 57,100 yen in Private Points.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Since we didn’t get into the top three in the special exam and thus didn’t get any of the additional rewards, we weren’t going to be receiving any bonuses. Even so, it was enough. Having Private Points was vital for enjoying quality time on this luxury cruise ship. There was a system in place that required you to spend Private Points to do anything, whether it was enjoying a movie or having a favorite meal. Last year, all facilities on board were available to us free of charge, but this year’s rules were&#160;much stricter in terms of finances as well. Of course, you could spend an entire week holed up inside your room without spending a penny, and then you wouldn’t have any expenses. But really, that wouldn’t be any different from being holed up in your dormitory on a holiday.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Ping</span><span style=\" font-size: 1.00em;\">. I heard the quick, pleasant sound of a notification, indicating that I had received an email. Looking down at the phone I had recently gotten back, I saw a message informing me that the detailed results from the uninhabited island exam would be posted publicly for two days, starting today, in the rest area located next to the fitness center. Since we only knew the final rankings of the few groups at the very top and very bottom of the rankings, I&#160;was sure that many students would be interested. As for me, personally, I wanted to make sure I checked it out so that I could keep an eye on things for the future.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Still, it would have been easier if they had just sent the rankings out to all of us via our phones. Since they didn’t send it out to us electronically, did that mean that the school didn’t want the students to be able to look at the results in private and spend a long time analyzing them? I supposed it could have also been a contingency plan to avoid leaving any unnecessary evidence behind as well, since Tsukishiro had been moving about behind&#160;the scenes in this exam. I was somewhat tempted to go and check the results right away, but I thought it was probably safer to give it some time. It was possible that students might be flooding the area in droves.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With that in mind, I decided to forget about checking out the exam results for the moment and instead focused on taking care of other matters. I used my phone to send Ichinose a brief message, asking her if she had some time to meet in the evening, three days from now. Of course, it was probably easy for her to imagine that this was so that I could give her a formal response after she spontaneously confessed her romantic feelings for me on the island.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had thought about going to see her right away to give her an answer, but the grueling exam had only just ended. I figured that we should recover our strength, first, and then it would be nice to spend some time relaxing with good friends. Since it didn’t seem like my message was read straight away, I turned my phone’s screen off. Then, I decided to pay attention to what my roommates, Miyamoto Soushi, Hondou Ryoutarou, and Miyake Akito, were going to do now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, Ryoutarou. Sounds like the exam results have been posted. Why don’t we go check them out?” asked Miyamoto.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm… Yeah, I’m gonna pass,” Hondou replied. “I’m completely wrecked, dude, I can’t even walk. Right now, all I wanna do is just lie in bed…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was completely understandable. Not only was he exhausted, but the beds were so comfortable that they robbed you of any desire to move. Everyone, me included, was drawn in by the captivating allure of the mattress. Hondou was particularly worn out. He weakly turned to the left, with his back toward me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve been like that since yesterday,” said Miyamoto.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I was working myself half to death on the last day, man,” Hondou said. “I really, really wanted to eat something, and I was so wiped I couldn’t even get a bite down my throat.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He curled up under the covers of his futon, still turned away from me. His blanket was pulled up to his face. For the time being, it seemed like all he wanted to do was lie down and sleep. This luxury cruise ship trip was going to last a whole week, after all. It was a wise decision to wait until our strength returned instead of rushing anything.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What about you, Miyake, Ayanokouji?” said Miyamoto. “Aren’t you a little curious about the rankings?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Akito directed his gaze at Miyamoto without moving his body further, still fiddling with his phone. “Nah, I’m good,” he said. “I think I have some idea of where my group is in the rankings anyway. To be honest, right now, I’m just happy that I avoided getting expelled, and that’s enough for me. I think I just wanna take it easy for today at least, like Hondou.” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Akito had been paired up with Haruka and Airi during the exam. Being the only guy in his group, it wasn’t hard to imagine he must have gone through quite a lot helping his teammates. I figured he was likely more worn out mentally than physically.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But I mean, dude, you were in the same group as Sakura and Hasebe, right?” asked Miyamoto, still sitting on his bed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you askin’ me that for all of a sudden?” said Akito.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mean, I was in a group of </span><span style=\" font-style: italic; font-size: 1.00em;\">three dudes</span><span style=\" font-size: 1.00em;\">,” Miyamoto went on. “My entire time there was a sweaty, stinky hell, but it must’ve been, like, heaven for you, man! Bein’ surrounded by girls like that, yeah?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whaddaya mean, heaven? If you ask me, </span><span style=\" font-style: italic; font-size: 1.00em;\">I</span><span style=\" font-size: 1.00em;\"> was in hell! I had to take care of ’em all the dang time. I would’ve definitely been way more comfortable being around a bunch of guys,” replied Akito.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Both groups had different experiences, each one claiming their own version of hell. As I listened to the conversation, I honestly felt glad that I hadn’t been in either of their groups. I thought it was better to be alone for that kind of exam, unless you were working together with exceptionally close friends. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Anyway, since both Hondou and Akito had refused to go, Miyamoto then turned to look at me. Unlike Hondou and Akito, I had been able to regain much of the energy that I had lost on the uninhabited island by getting a good rest in my bed. For the most part. I&#160;couldn’t say that I was back in top form or anything, but my physical state wasn’t going to be an issue when it came to just moving about the ship.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Still, there was no need to rush. I could always look at the exam results later. Even if Akito didn’t go to check them out, it was possible that some of the other Ayanokouji Group members could go instead.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think I’m going to take it easy today myself. I’m sure that everyone is concerned about what their placement is, but I’m not really fond of crowded—”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">THUMP! THUMP! THUMP!</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just as I tried to say that I was going to pass on going like Akito and Hondou, someone pounded on our door several times. The force behind those knocks was so intense that it seemed like there was some kind of emergency or something. Akito jumped out of bed and hurriedly opened the door, revealing Ishizaki standing there. There was a tension in the air, and it felt like something was going to happen, but then…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji! Let’s go check out the exam results together!” shouted Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki’s big smile and the words that came out of his mouth were kind of anticlimactic, and everyone was somewhat stunned. Akito turned back and looked over at me, at a loss for words.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I was…” I began.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Come on, dude, you’re free right now, ain’t ya? So come on, let’s go. ’Kay?” Ishizaki rudely barged into the room without asking for permission and forcefully grabbed hold of my arm as I was sitting on the bed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When did you two guys become such good pals?” asked Akito.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Akito was the one most surprised by this turn of events as he was someone who spent a lot of time with me on a daily basis. Ishizaki was from a rival class and was a troublemaker, so it wasn’t surprising that Akito was visibly wary of him. In fact, my other two roommates remained somewhat stiff, like they were taken aback by Ishizaki’s sudden appearance.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I guess it just kinda happened over time,” I replied. I didn’t have any more of an answer than that, but I figured that probably wouldn’t be enough to satisfy Akito. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The pressure of Ishizaki’s smile was so strong that it pulled me in a little, but despite that, I had decided to decline his offer. “I’m a little worn out today,” I told him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whaddaya mean, you’re worn out? Like, how? Come on, </span><span style=\" font-style: italic; font-size: 1.00em;\">you</span><span style=\" font-size: 1.00em;\">? You’re fine, dude! So, let’s go, yeah?” repeated Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He showed no signs of giving up, as he seemed intent to drag me out by force, without any consideration of how I felt on the matter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…All right,” I conceded. “At least let me get changed first though.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, dude! All right, I’ll wait for ya in the hall!” answered Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He must have been happy that I told him I’d go because he stepped back out of the room and into the hallway.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Seems like you’ve attracted the attention of a real troublemaker,” said Akito. “If you need any help, let me know, okay?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks, Akito. Ishizaki’s not a bad guy though, so it should be okay,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not a bad guy, huh? I don’t really have a good impression of him though… Ryuuen might be pulling his strings from behind the scenes. You’d better be careful.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We had clashed several times with delinquents led by Ryuuen up until this point, so it was only natural for people who didn’t know the inner workings of Ryuuen’s class to think the way Akito did. However, Ishizaki wasn’t the sort of person who could hide things or be shrewd. If&#160;he was being controlled from behind the scenes without him even knowing it, then he could be troublesome to deal with, but considering that we weren’t in the midst of a special exam right now, it was probably safe to conclude that wasn’t the case here. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After changing into my uniform, I gave a little wave to Akito and left the room. Ishizaki seemed to be the only one in the hall as I didn’t see any other students.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Awright, dude, let’s go!” shouted Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s no need to be in that much of a rush, is there?” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Whaddaya talkin’ ’bout?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if we don’t hurry over there, it’ll be fine. The exam results are going to be available for two days, so we can always look at them later, right?” I explained.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wanna look at ’em right away, though,” Ishizaki replied. “I’m the kinda person who can’t wait to go check stuff out. You know, like when there’s a new movie out.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">Even if you explain to me that’s the type of person you are, there’s no way I’m going to understand you.</span><span style=\" font-size: 1.00em;\"> It was a little difficult for me to imagine Ishizaki visiting a movie theater with such a great degree of enthusiasm on release day for a new movie.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, man! Actually, I went to see </span><span style=\" font-style: italic; font-size: 1.00em;\">World Domination 16</span><span style=\" font-size: 1.00em;\"> on opening day, back when it came out,” said Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was the first time I had ever heard of the film, but just from the title, it sounded like the kind of movie with guns shooting off and fists being thrown constantly. And on top of that, it was apparently an exceptionally long series, considering that it was the sixteenth installment. Still, I couldn’t help but wonder why the title didn’t captivate me in the slightest.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Still, though, I’m really curious… I wonder what place Ryuuen-san’s group got?” said Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At any rate, Ishizaki didn’t seem like the kind of person who wouldn’t have many friends in his own class. He&#160;probably didn’t need to have deliberately gone out of his way to invite someone from another class like me. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Shouldn’t you have invited Ryuuen to come with you, or another classmate was curious about their ranking?” I&#160;asked, trying to find out what his true intentions were.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s the kind of person who’ll call when he needs ya. If he’s not callin’, then that means he probably doesn’t need ya.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s easy to understand.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know, right? As for the others, a lot of ’em just said they were too worn out from the island or that they wanted to pass.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That meant that many of the students in his class were like Akito and the other guys. They just wanted to take a break for now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re sure full of energy, Ishizaki. Aren’t you exhausted?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Me? Nah, dude, I just slept some so I’m up and runnin’ again.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was a surprisingly simple response, but it was easy to understand. Maybe Ishizaki wasn’t particularly athletic or coordinated but more resilient than most. Still, saying that he chose to go out with me because of a process of elimination didn’t really make sense to me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re easy to talk to, Ayanokouji,” said Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Is that so?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I found that a bit surprising since I wasn’t exactly a social butterfly, not by any means.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re way, way easier to talk to than that weirdo, Kaneda,” he added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t know much about Kaneda at all, but I felt conflicted about being compared to him. Just then, Ishizaki and I passed by a shop while we were on our way.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whoa! Dude, they’re sellin’ flags!” Ishizaki exclaimed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The store was selling flags of places from all over the world. With a twinkle in his eye, he excitedly picked up several. As I looked over at Ishizaki curiously, wondering what was happening, he rubbed the bridge of his nose with his index finger.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Y’know how when we went to Albert’s room before? He’s got a collection of national flags. I guess maybe that’s kinda what inspired me to start collectin’ ’em myself</span><span style=\" font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\">” explained Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">So, one person’s hobby had influenced someone else, and that person became interested in it too. At any rate, it seemed like Ishizaki and Albert now had something in common in the sense that they both had the hobby of collecting flags. A hobby like that seemed to be something of a rarity these days.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t know Albert very well, but he seems like a good guy,” I told Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. He definitely is. I mean, we butted heads now and then when we first started at school and all, but now&#160;we’re best buds.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It certainly was true that I saw Ishizaki and Albert together relatively often.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess it’s smooth sailing for you, in terms of friendship,” I replied, with honest admiration, but Ishizaki’s face stiffened as he walked beside me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah, not really… I’m not exactly the most popular dude in my class or nothin’,” he replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It that because you’re working for Ryuuen?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I dunno if that’s really, like, the whole reason or not, since that kinda happened right after I started school here,” Ishizaki said. “But anyway, after that fight we had with you back on the rooftop, Ayanokouji, the story was that it was supposed to be me who defeated Ryuuen-san, and that I won the class back from him, y’know? And then I started to hang out with more people that I never would have before and all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He started to fumble his words after telling me that much, stopping there. It was true that Ishizaki might be in a complicated position right now. There were more than a few students who wanted Ryuuen to be defeated, so they were grateful to Ishizaki for that. It was inevitable that those students would be angry with him if he were to fall back into line, serving Ryuuen once again.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Guess I’m one of the causes of that then,” I mused.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ah, sorry, that was probably a weird way of puttin’ it. You’re not responsible for any of it, Ayanokouji. Besides, we were the ones who originally started that fight. It’s true that more than a few friends walked away, but I guess I got to be friends with you in exchange, so I don’t mind,” said Ishizaki, turning to me with a huge smile on his face.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, it looked to me like that smile was somewhat fragile and fraught.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You shouldn’t think that you’re going to solve all of your class’s problems all by yourself</span><span style=\" font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\">” I told him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know, I know. Our class’s problems are going to be solved by the whole class. Even Ryuuen-san’s got the determination to make a comeback.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki believed that, and he was going to do his absolute best to follow Ryuuen.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P__STAR__STAR__STAR__page_break__And__Page_Break\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">2.1</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">“W</span><span style=\" font-size: 0.80em;\">HOA, DUDE</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> there’s a TON of people!” exclaimed Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As expected, the break area located near the fitness center where the exam results were posted was packed with students. Two adults who must have been connected to Tsukishiro were watching the students closely. There was also a large sign that told us that photography was strictly forbidden posted near the monitor that had been set up in the area. Displayed on the screen were everyone’s ranking and scores. The lists scrolled by automatically. Right now, we could see listings of group members and scores for groups in fiftieth through sixtieth place.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm…?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A bizarre feeling of discomfort suddenly shot through my body. I felt like there was something off, but what </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">was it? I didn’t immediately understand the cause, but I felt an indescribable feeling of unease. Something unpleasant.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I figured I was gonna to take my time to look at the scores, but it doesn’t seem like I’m gonna be able to concentrate at all,” muttered Ishizaki irritably, looking at the monitor.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It didn’t seem like Ishizaki had that same feeling of discomfort that I did.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nothing we can do about it,” I answered. “I figured that a lot of people wanted to know more about the exam results.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki clicked his tongue in dissatisfaction. We didn’t have any other choice though, so we had to watch the results scroll by from where we were standing. Ishizaki had a bold personality, but there was no way that he could push ahead of the upperclassmen and move closer. The trouble was that although the monitor was set to auto-scroll, it seemed like you could stop it in place by touching the screen with your fingers to view specific rankings. One of the third-year students had reached out and was fiddling with the screen. Because of that, it didn’t seem likely we were going to see the top scores, which Ishizaki was most curious about, anytime soon.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What now?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if we stuck around and waited for a while, it would probably be some time before our turn came.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I’m still curious and all, but let’s not stress about it,” replied Ishizaki. “We can check it out later.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was exactly what I had just said only a few minutes ago, but… Well, if he understood that now himself, I supposed it was fine.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By the way, did you notice anything off?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Notice what?” he replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki turned to look around. It seemed like he hadn’t picked up on anything after all—namely, this bizarre feeling in the air. There were a number of gazes directed at me, and they couldn’t be dismissed as simple curiosity. And it wasn’t like Ishizaki standing next to me was too dim to notice things—he hadn’t noticed them because those glances weren’t directed at him or any other student. They were all focused solely on </span><span style=\" font-style: italic; font-size: 1.00em;\">me</span><span style=\" font-size: 1.00em;\">. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">These people were watching my every move, and they were being obvious about it, not even trying to hide it. The people watching me all had one thing in common: they were all third-years. I didn’t understand what exactly was going on yet, but I had zero doubt that Nagumo was involved. He must have been setting one of his schemes in motion today. A scheme that he had put on hold until after the uninhabited island exam was over.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s up?” asked Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, I had been so deep in thought that Ishizaki had started to get worried about me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Never mind, it’s nothing. Anyway, it seems like even more students are coming, so let’s turn back.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, dude. Okay.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had imagined that Nagumo would try something eventually, but this was certainly a little troubling. It would have been much easier if Nagumo tried to confront me directly, but his first move was to hit me with something I really didn’t like to deal with right.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, you haven’t eaten yet, right? Let’s grab a bite together,” suggested Ishizaki.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? No, I haven’t eaten yet, but…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As I started to walk away, there was no sign that the third-years were following. All they were doing was looking at me, nothing more. It certainly wasn’t a pleasant feeling to be stared at so intently.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, what the hell, man?” Ishizaki huffed. “What’s with you, bein’ so vague and junk? You don’t wanna eat with me? That’s rude.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s not like that,” I replied. “I was just thinking about something else, something kind of unrelated.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was thinking that I couldn’t carelessly let Ishizaki get involved in this situation, but I figured that if he didn’t follow me, then it should be okay.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, thinkin’ ’bout other stuff is rude too, y’know.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He certainly had a point. I decided to just forget about the matter of the third-year students for the time being.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You sure you’re okay with having me along?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whaddaya mean? We’re just havin’ something to eat together, that’s all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I couldn’t deny that I was feeling a persistent, overwhelming pressure from him, but it wasn’t a bad feeling at all. I was still just trying to wrap my head around the fact that Ishizaki was treating me as one of his friends.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, I mighta said this before, but it ain’t like I’m askin’ you to come along just because I’m tryin’ to swipe you for our class or anythin’,” he said. “It’s just ’cause I like you, as a friend, okay?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Without hesitation, Ishizaki said something that kind of set me on edge. But just after he said it, Ishizaki turned around with a start, as if he had just realized something.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Am I…botherin’ you, maybe?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, it’s not like that,” I replied.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sweet! Awesome,” he exclaimed cheerfully.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For a moment, Ishizaki looked as though he had some doubts about what he was doing, suspecting that his actions were selfish. But then he immediately broke into a nonchalant grin, like nothing had happened. Well, I already knew that he had that kind of personality. I&#160;didn’t have any ill feelings toward him whatsoever, so I decided to go with him. As we left the area and began to walk elsewhere, I heard footsteps coming from behind. It&#160;sounded like someone jogging up toward me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji-senpai~!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It turned out to be none other than Nanase, the person who had accompanied me throughout the entire first half of the uninhabited island exam.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You came to see the exam results too, senpai?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. But that being said, we couldn’t take our time and look, so I gave up on trying,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is that so? I suppose it’ll be a little while before we younger students can freely view the results on the monitor since the third-years are using it now,” said Nanase.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, Nanase also wanted to know detailed results of the exam, but she opted to refrain for now. Ishizaki watched our conversation with a glimmer of curiosity in his eyes. Now that I thought of it, Ishizaki had never met Nanase directly before, had he…</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-hey, Ayanokouji. When the heck did ya get to know such a cute girl?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Long story,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Explaining the whole situation from the top would’ve been an extraordinary hassle, so I left it at that.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whoa, dude, don’t tell me, are you like…you ain’t, like, datin’ this girl, are ya?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t jump to conclusions,” I told him. “We have a simple relationship, as she is my junior.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was unusual for him to prod me about this sort of thing. I had thought Ishizaki wasn’t too interested in matters of the opposite sex, but apparently not.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did you need something from me?” I asked Nanase.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, nothing. I just felt like talking to you once I saw you.” Her eyes sparkling, Nanase looked me straight in the eyes as she said something that might’ve been somewhat embarrassing without hesitation. “Sorry to have bothered you. I’ll be going now!” she added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had been thinking that she ran up to me kind of quickly before, and now off she went, trotting wherever she was going in a similar fashion. I had thought that the inside of the ship would be like the halls at school, so therefore not a place for running. But I supposed she was going at a speed that was just barely within acceptable limits.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Dang, man, she sure was a cutie,” said Ishizaki. “And her, y’know, were kinda, y’know.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sorry, but let’s just ignore the “y’know” part.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You really ain’t datin’ her or nothin’?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, we are not dating,” I repeated, firmly denying it once again.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It’d be annoying for him to get the wrong impression due to carelessness on my part. I didn’t want to have people spread any rumors around. That was precisely why I had to respond to Ishizaki that way, firmly denying it once again.</span></p>\r\n<div style=\"page-break-after: always;\"></div>\r\n<p class=\"P__STAR__STAR__STAR__page_break__And__Page_Break\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">2.2</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em;\">FTER I FINISHED MY MEAL</span><span style=\" font-size: 1.00em;\"> with Ishizaki and </span><span style=\" font-size: 1.00em;\"> </span><span style=\" font-size: 1.00em;\">returned to my room, I found Ike standing right outside my door. He was looking down at his phone restlessly, but when he raised his head to look around him, he spotted me, and our eyes met.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, Ayanokouji! Oh man, am I glad to see you! I’ve been waiting for you!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike was waiting for me? That was yet another unexpected occurrence today.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To tell you the truth, I was thinkin’ of going to pay Komiya a visit, but I was wonderin’ if you’d come too,” Ike explained.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Me?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike approached me and urged me to lean in close and give him my ear. I tilted my head toward him to listen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, uh, it’s like, y’know…? I just feel a little awkward about goin’ to see him by myself</span><span style=\" font-size: 1.00em;\">,</span><span style=\" font-size: 1.00em;\">” he mumbled quietly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why…? Well, y’know. It’s, uh… I’m going out with Shinohara. After the exam, when we were on our way back to the ship, there was a moment when we were all alone, just the two of us. And that’s when, uh…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Apparently, he had told Shinohara how he felt about her, and she accepted his feelings. I’d been thinking there might have been some progress on that front, but apparently, things had exceeded my expectations.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That so? Congrats,” I replied, sincerely happy for him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike averted his eyes bashfully. “Th-thanks man. But, um… I was thinkin’, maybe from Komiya’s point of view, I did somethin’ unfair,” said Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t think so,” I told him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I guess maybe I shouldn’t say, like, ‘unfair,’ but… It’s kinda like I swooped in before he could.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was true that Komiya had been eliminated early from the uninhabited island exam due to his injuries. I&#160;suppose you could describe what Ike did as “swooping in,” but that would’ve been true of anyone. Apparently, Komiya had been planning to tell Shinohara how he felt about her during the exam.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I was actually thinkin’ I’d wait until Komiya fully recovered, y’know? But, well, I was so relieved when the exam was over, and then Shinohara was right there next to me, and… Then, I just felt this intense, irresistible urge to not just hand her over to Komiya, and…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">From the sounds of things, Ike then proceeded to tell her how he felt about her, without even thinking about it. Of course, there was the risk of being rejected, and if that had happened, I could see how it could’ve made things even more awkward in the future if Komiya and Shinohara got together.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, that’s why I figured I had to go tell Komiya about it and give him a proper report. If he was still planning to tell Shinohara that he had feelings for her, it’d be pretty complicated, right?” said Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you didn’t make the first move and take care of that, it’d be really tough for you if Shinohara decided to go with Komiya in the end.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Urp…! Wh-why’d…?!” he stammered, flailing in exaggerated fashion, clearly shaken.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I guessed that half of the reason Ike had wanted to talk to him was that he wanted to report on what he did, but the other half was that he wanted to stop Komiya from telling Shinohara how he felt about her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re prepared to at least take one punch, right?” I&#160;asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?! I’m gonna get punched?!” he wailed.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If someone snatched away the person you loved right out from under you, wouldn’t you do at least that much?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…</span><span style=\" font-style: italic; font-size: 1.00em;\">Gulp.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike was shaking. He must have been terrified just from imagining it. Komiya wasn’t exactly a big guy or anything, but it wasn’t like he was only playing basketball for show. Ike, on the other hand, was small. There was a pretty significant difference in size between them.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, he’s got an injured leg now, so he won’t be able to put much weight on it,” I added. “He shouldn’t hurt you too much.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Th-that’s not really the issue here, but, uh… I’m prepared.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike seemed like he was determined, at least to some extent, so there was no reason for me to object. I was curious about Komiya’s condition anyway, and this would be a good opportunity to see it for myself. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I heard that Komiya’s still resting in in the infirmary,” said Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure it would’ve been tough for him if he were staying in a regular room.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wouldn’t be a surprise even if Komiya ended up spending most of the vacation in the infirmary. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike and I arrived at the infirmary. Ike took a deep breath, trying to calm himself down. There was no point in rushing him, so I just waited patiently. But as we stood there, we heard loud laughter coming from inside.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wh-what was that? Let’s head in.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike, surprised by the unexpected sound, opened the door to the infirmary and stepped inside without even fully taking the time to prepare himself mentally. We found Komiya sitting up in his bed surrounded by several of his classmates, including Ryuuen. Aside from Ryuuen, there were four other people: Albert, Kaneda, Kondou, and Yamawaki. Now that people from outside their class appeared, Ryuuen stood up, not even sparing us a glance.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“See ya later, Komiya,” said Ryuuen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then, as though he was finished talking, Ryuuen left the infirmary with his companions in tow. I shot a quick glance over at him, but he made no attempt to look in my direction. Ike, on the other hand, seemed like he couldn’t look directly at Ryuuen at all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ryuuen’s as scary as ever, man… Anyway, what did he want?” asked Ike, turning his head down, speaking in a quiet mutter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When Komiya overheard what Ike said, he gave a nod of understanding.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, he’s certainly intense,” he agreed. “Anyway, though, despite how it looks, it seemed like he just came to pay me a visit.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There were some items placed on the small table beside Komiya’s bed, including some orange juice. They most likely had been brought for him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“C-came to pay you a visit, huh… He doesn’t really seem the type to do that though,” said Ike, telling Komiya his honest feelings.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Komiya agreed with him on that. “Yeah, if it had been the old Ryuuen-san from around this time last year, I couldn’t imagine him doing somethin’ like this.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Komiya smiled somewhat nostalgically as he thought back to a year ago.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But, y’know, Ryuuen-san’s changed a bit. He’s softened up… Well, maybe not exactly, but still,” he added, sounding both somewhat bewildered and happy.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen had taken complete control of his class as soon as he started school here. He treated everyone as a tool to be used without mercy. It wasn’t surprising that many of his classmates would honestly reject him in their heart of hearts.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But, well, with how he is now, I honestly feel like I can follow him,” said Komiya.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Follow Ryuuen…? Can’t say I get it,” replied Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike seemed like he was completely unable to understand what he was hearing. His whole body shivered, in an exaggerated fashion.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, Ike, Ayanokouji, don’t jus’ stand there. Sit on down,” said Komiya, kindly welcoming us in without reservation, even though we were from different classes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Deciding to take him up on his offer, Ike and I proceeded to sit down on chairs nearby.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You seem well,” I observed, checking Komiya’s condition as I looked at his leg, which was fixed in place.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As you can see, I’m in pretty good shape everywhere else except for my leg,” he said. “But I gotta say, I can’t help but feel frustrated, seeing everyone on the other side of that door having fun. I hope I heal up soon.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When do you think you’ll be able to walk out of here?” asked Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m in the process of askin’ for permission to start using crutches.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though they were rivals in love, these two were able to carry on a conversation alone. My presence here might have been a bit superfluous after all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s just… I’m a little worried,” said Komiya.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Worried? About what?” asked Ike. He straddled the chair backward, his arms laid over the backrest.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s just… Ryuuen-san’s been tryin’ to figure out who pushed me, from the sounds of things. He asked me a bunch of questions to see if I remembered anythin’. Like I told Ayanokouji before, though, I don’t remember anythin’ at all about being attacked.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There didn’t seem to be any difference between his memory right now and his memory at the time of the incident. Right now, Ryuuen’s class was gaining momentum day by day. This was the time when they should be focused on the battle of the second-years and reaching for Class A. The same went for my class as well, of course, but in any case, it wouldn’t do them much good to delve too deeply into this incident. If Amasawa or another White Room student were involved—or anyone else associated with Tsukishiro, for that matter—there was no guarantee that even Ryuuen would be safe.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I hope that Ryuuen-san doesn’t overdo it,” said Komiya.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It almost sounds like he wants to beat the culprit half to death,” remarked Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I supposed that from Ike and Komiya’s point of view, it was impossible to imagine Ryuuen getting beaten. If anything, it was more natural for them to be more worried for the culprit than Ryuuen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So? It’s not like you just came here to pay me a get-well-soon visit, right?” said Komiya, sensing that there was some other reason for Ike’s arrival.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In that instant, Ike stiffened in surprise. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, uh, well… I, uh…” he stammered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He must not have been mentally prepared yet because he started choking on his words. Seeing this, Komiya simply waited for Ike to be ready. There was a serious look on his face, but he didn’t pressure Ike to keep talking. The atmosphere in the room had changed in the blink of an eye. There was no longer any trace of the relaxed mood that we were enjoying until now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I… Man, I dunno how to say this… It’s like…” sputtered Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike’s talkative demeanor quieted, and he became unable to express himself eloquently.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ike,” said Komiya. “I don’t know what you’re tryin’ to tell me, but if you’ve got something important to say, look me in the eye and say it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed like Komiya had guessed what Ike was going to tell him. Still, he simply urged Ike to come out and say it clearly while pretending that he didn’t know what this was all about. I couldn’t imagine that Ike noticed that Komiya sensed what was happening here, but I think that these two must have felt something toward each other. It was like they both knew that this was news that shouldn’t be reported in a leisurely, casual manner. Ike, using both hands, slapped his cheeks, and then forced his eyes open wide.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I told Shinohara how I feel about her!” he exclaimed, sounding determined.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">His declaration was brief, but he communicated it in a loud voice. A silence fell over the room immediately after he said it. With him standing right next to me, I could hear Ike gulp loudly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So? What did Satsuki say?” asked Komiya.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She said okay. We’re going out,” replied Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Komiya only gave a brief response, but Ike kept looking directly at his face, not averting his gaze. Like Ike said before, wouldn’t have been any surprise if Komiya decided to complain about the situation, thinking that Ike had swooped in ahead of him. My threatening warning seemed to have been effective, but Ike looked like he was ready for a sudden smack.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did you think I was gonna punch you?” asked Komiya.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?” sputtered Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s totally written all over your face,” Komiya teased. “It’s like, ‘Oh no, I might get smacked around.’” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-well, I mean, uh… I guess a little,” said Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right, guess that means you’re prepared. I can’t move right now, so come over here,” said Komiya.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Komiya demanded that Ike come over beside him. Ike&#160;couldn’t read his true intentions from his face, but Ike seemed to have made up his mind on the matter, perhaps because of the persuasive power of Komiya’s demand. Despite his trepidation, Ike went to stand right beside him. As soon as Ike was in place, Komiya reached out with his right arm, and grabbed his shoulder.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ngh!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Komiya pulled himself up, pushing his aching body to its limit, and peered into Ike’s eyes with an angry, evil expression.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you make Satsuki cry, I’ll </span><span style=\" font-style: italic; font-size: 1.00em;\">really</span><span style=\" font-size: 1.00em;\"> let you have it,” he said, and gently pushed his left fist against Ike’s chest with a light </span><span style=\" font-style: italic; font-size: 1.00em;\">pomf</span><span style=\" font-size: 1.00em;\">.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“K-Komiya…?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Komiya’s expression relaxed, changing into a smile. “Come on, dude, don’t be so gullible!” he said. “Satsuki chose you, that’s all there is to it. Right?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But… If you hadn’t gotten hurt, it might’ve turned out the other way…” said Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry dude, but I don’t think so. Satsuki’s had a crush on you for a long time now. That’s why she accepted it right away when you told her how you felt. I really don’t think it was the kinda situation where whoever got there first won or something. It’s just…” Komiya trailed off.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just what?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s just, if you hadn’t started paying attention to Satsuki and just kept running away, then I might’ve had a chance.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was exactly as Komiya said. I also thought that it wasn’t that important whether Ike told Shinohara how he felt about her first or if he told her later. There was a terrible accident where people were seriously injured, and Ike just so happened to be nearby. That created an opportunity for him, giving Ike a big push that enabled him to face Shinohara. That was most definitely the most crucial factor in how they had come to start dating. If&#160;fate had different ideas in store, like if Komiya hadn’t been injured, or if Ike hadn’t been by Shinohara’s side at the time, then it might have been Komiya who was standing beside Shinohara right now.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess in that sense, this injury was really unlucky,” mused Komiya.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although Komiya’s romantic wishes hadn’t been realized, he still seemed to be sunny and cheerful.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks, Komiya,” said Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You better study and all, okay?” Komiya told him. “Satsuki… I mean, Shinohara worries about you, in that area.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Yeah. There’s no way I can let myself get expelled,” said Ike.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This tumultuous love affair might become an extremely important turning point for Ike. Like Sudou, Ike had been given the opportunity to fight hard, both for his own sake and for the sake of someone he loved. At&#160;any rate, Ike had now given Komiya his full report, and things seemed to have calmed back down.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry Ike, but can I talk to Ayanokouji alone for a minute?” said Komiya. “There’s something I wanna confirm with him about my injury.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sure, dude. See you, Komiya. Later, Ayanokouji,” said Ike. After his goodbyes, Ike immediately left the room. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now that the two of us were alone, Komiya spoke up once more.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sorry. I’m sure Ike brought you along because he asked you for help, right?” asked Komiya.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Nah. I was curious about how you were doing anyway, Komiya,” I said. “If anything, I was a bother.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No way man, not at all,” he said. “Actually, it’s like… I&#160;just don’t know.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even though you guys and me are in different classes and we’re supposed to be fighting each other, we’ve started talking normally. It’s kinda like something’s been taken away from us, that feelin’ of wanting to fight. Last year, things were so bloodthirsty.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Normally, if someone was in a different class, that meant they were an opponent for you to defeat. Someone that you had to take down. There weren’t many advantages in getting along with other classes except in the cases of certain strategies.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The uninhabited island exam was a competition between grade levels, and besides, we’ve all been in this school for a long time now. So, like, maybe that’s why?” Komiya mused. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm, maybe so,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So? You wanted to talk about my injury, right?” asked Komiya.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was obvious that what Komiya had been saying before was just an icebreaker, something to start the conversation. Now, we needed to get to the topic at hand.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I mentioned it before, about what Ryuuen-san is doing,” he added.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“From what you’ve said, it sounds like he’s searching for the culprit.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m against it, just for the record,” Komiya said. “To be honest, it’s like, I just want to say this accident was just the result of my own slipup and be done with it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But Shinohara honestly saw someone attack you,” I&#160;pointed out.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know. But it’s just… I got this bad feeling. Or like, I&#160;feel like it’s not going to end well.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps it was precisely because he </span><span style=\" font-style: italic; font-size: 1.00em;\">had</span><span style=\" font-size: 1.00em;\"> been attacked that he strongly felt like there was something dangerous going on.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Would you mind keeping an eye on the situation?” he&#160;asked. “Even if it’s only a little bit?” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t think I can really do anything about it though,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To be honest, I’m not expecting you to take care of it directly or anything. Just, if you feel like there’s something off, let me know,” said Komiya, appealing to me with a powerful look in his eyes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We did have each other’s contact information so we could contact each other at any time.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right,” I agreed. “For the time being, it’d be best if you just focus on getting better as soon as possible, Komiya.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Rest was the only shortcut to making a full recovery, after all.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Thanks. Oh, yeah, and if you don’t mind, I’d like to show my thanks to you properly next time,” said Komiya. “And I wanted to talk to the other guys who helped too.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure they’d be glad to hear that. Maybe Ike will bring Shinohara along too,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I hope not. I feel like if I see those two getting all flirty, I might cry.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He had a smirk on his face, but Komiya was more heartbroken than he looked. Carelessly making that teasing comment had been a mistake on my part. At any rate, while I wouldn’t say that his injury had been a fortunate error or anything, I felt like the distance between Komiya and I had shortened a little. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“See ya, Ayanokouji,” said Komiya.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah,” I answered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After I said goodbye and left the infirmary, a strange feeling suddenly washed over me. My classmates Sudou and Ike, and now people from other classes, like Ishizaki and Komiya… Little by little, the number of people whom I could call my friends was gradually beginning to increase. It wasn’t that I had been actively trying to make friends or anything, but in the end, that was exactly what was happening.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The way to make friends isn’t something you find in a textbook, I suppose,” I muttered aloud.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was a little stupid, but that’s what I seriously thought to myself.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "y2v4.5",
    "chapter": 7,
    "title": "Chapter 1 - Prologue : The Curtain Rises on a Fun Summer Vacation"
  },
  "nextChapter": {
    "volumeId": "y2v4.5",
    "chapter": 9,
    "title": "Chapter 3: The Beginning of a Short-Lived Vacation"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : The Curtain Rises on a Fun Summer Vacation",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Ike and Komiya and…",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Beginning of a Short-Lived Vacation",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Everyone’s Holiday",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: Everyone’s Growth",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: A Treasure Hunt of Girl Troubles",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: A Connection to the Past",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8 - Epilogue : When Hearts Touch",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Postscript",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 8
}