{
  "title": "Chapter 7 - Epilogue : The Curtain Rises",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 7 - Epilogue:<br/>The Curtain Rises</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 3.00em;\">A</span><span style=\" font-size: 1.00em;\">ugust 7th. It was finally time for our short stint on the uninhabited island to come to an end. Our minor saving grace was that we hadn’t spent our time rigorously fighting to survive. At least we’d had a moderate amount of fun? There still wasn’t any sign of Mashima-sensei or the others, even when the test ended around noon.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re now tallying up the test results. Please wait a moment. Feel free to use the rest area if you would like, or have a drink.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After that announcement, the students gathered together and headed toward the rest area. Underneath the provisional tents, they’d prepared tables and chairs for our use, so we could get comfortable. There were no signs that Kouenji, Horikita, or any of the retired students were waiting on the cruise ship. Sudou, always together with Ike and Yamauchi, looked up at the ship.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ayanokouji. You work pretty well with Horikita, don’t you? How close are you, really?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Rather than sounding angry or upset, Sudou sounded like he genuinely wanted to know.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s nothing between us. We’re just friends. Nothing more, nothing less.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even that makes me jealous, though. I still ain’t her friend.” Sudou sounded a little frustrated.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But didn’t Horikita acknowledge you a little bit this time?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He hadn’t caused any trouble. Rather, he’d acted for the sake of the class by trying to save Horikita and taking the initiative to fish. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I sure hope so. She still hasn’t called me by my first name, after all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Good work, both of you. Thank you for everything you did this week. You really saved us.” Hirata appeared with words of gratitude. He handed me one of two paper cups he had. The cup cooled my palm. He handed the other to Sudou.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I should be thanking you. You covered for me, the class loner. Also, you covered for me being late for roll call, and the fact that Horikita retired.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I couldn’t blame you when I heard the reason. Besides, Horikita-san gave us some really important information.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you believe what she said?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“She isn’t the type to speak irresponsibly. That’s why you get along with her, right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This guy would protect an ally even if it meant risking his pure reputation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d be lying if I said there wasn’t any risk, but I had to help Horikita-san.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hirata softly added, “That’s a friend.” It seemed like there was a faint trace of the smile I saw yesterday. Sudou tilted in his head in confusion, as if unable to understand what we were talking about.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, what did you say? What are you talking about?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think you’ll understand pretty soon. Anyway, Class C is really strange… They’re on another level.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Because most of the Class C students had retired on the second day of the test, there wasn’t anyone here. I saw no sign of Ibuki anywhere on the sandy beach, as if she’d retired as well. I saw a rather bizarre sight: Ryuuen alone, the only remaining student from Class C.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why is he…? So Ryuuen-kun didn’t retire?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While Hirata and I tried figure out the situation, Ryuuen turned toward us, as if he noticed our stares. He slowly drew nearer, as if thinking of something. The tension started to rise.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, hey there, sycophants. What happened to Suzune?” said Ryuuen as he drew closer, a paper cup in hand, completely ignoring Hirata’s presence.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After Sudou heard the name “Suzune” cross Ryuuen’s lips, the veins in his head bulged, and he shot Ryuuen a&#160;glare.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know you’ve been chasing Suzune’s ass. We were together before, you know.” Ryuuen, having drained the contents of his paper cup, lightly crushed it and threw it at my feet. “Throw that away for me.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou trampled on and kicked the paper cup as hard as he could. “What a stupid thing to say. Huh? Pick up your own trash, jerk.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But picking up garbage seems like the perfect task for garbage.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen didn’t show any signs that he cared, in contrast to Sudou, who looked ready to blow his stack.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Calm down, Sudou-kun. Here, I’ll throw it away.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While Hirata hurriedly picked up the cup, Sudou clicked his tongue and kicked at the sand. Ryuuen looked away, as if we were boring. His torso had gotten dirty, and his trousers and jersey were covered in filth. It was an unimaginable state for him, since he had groaned about how much he loathed hard work.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I thought you retired, Ryuuen-kun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Who are you? More importantly, where’s Suzune? I’ve dreamed of squeezing her bottom.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was the second time he’d said “Suzune.” Coupled with his coarse language, it was too much. Sudou approached Ryuuen, grabbing him by the collar.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What are you doing?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen showed no signs of agitation. He met Sudou’s intense glare with ease.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The next time you say something stupid, I’ll kill you,” Sudou growled.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? What’s with you? Getting all excited by yourself, huh?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Fists were about to fly, so Hirata jumped in and pulled Sudou away from Ryuuen.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita-san retired yesterday. She’s not here.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Retired? Suzune? She doesn’t seem like that kind of girl.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s¾”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just then, we heard the click of a megaphone being turned on. Mashima-sensei appeared on the beach. The first-year students hurriedly tried to form a line, but Mashima-sensei waved his hands at them to stop.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s fine. We don’t mind if you want to keep relaxing. The test has already concluded. Now we’ve entered the summer vacation part of the trip, so it’s all right if you loosen up.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though he’d said that, tensions were naturally running high for the students. They all stopped their chatter in an instant.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Over this past week, we, your teachers, have closely watched your efforts in this special test. There were some students who took on the challenge honestly, head-on. There were some who devised schemes to tackle the test. Many things have happened, but overall, the test results were splendid. Good work.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The students appeared relieved to receive such straightforward praise from Mashima-sensei. It seemed like everyone was finally starting to believe the one-week test was really over.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well then, to get straight to the point. I would like to announce the results of the special test.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There probably wasn’t a single person, not even our own homeroom teacher, who had seen these test results.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We will not accept any questions regarding the results, no exceptions. We would like you to accept the results you have been given, analyze them, and use them to help you for the next test. It is what it is. Don’t wet yourselves over these results. You must accept reality, you know?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s what we should be saying to you Class C people. You used up all of your points, right? Don’t make us laugh.” Sudou poked fun at Class C’s reckless behavior.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We have 125 points remaining. I think we’ll be quite fine,” Hirata said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He said so proudly, probably irritated by Ryuuen’s provocation. Ryuuen responded by making a gesture that looked like he was vomiting.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ha. I’m jealous of the nerve of you small fry. How you can be satisfied with that amount of points…” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It doesn’t really matter whatever you say; Class C is still going to stay at zero points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Heh heh heh. Don’t be hasty. It’s certainly true we used up 300 points. However, have you forgotten the additional rules of this test?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So you’re going to expose a class leader?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. I wrote it on the paper, didn’t I? The name of Class D’s leader.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hirata and I tried to not show any emotion, but Sudou looked shocked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Also, those guys in A and B wrote the same thing, too. Do you know what this means?” Ryuuen said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hold on a minute. What are you talking about, huh?! I-If you’re telling the truth, then…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then Class D would be hit with penalties, and we would lose 100 points. Mashima-sensei’s voice sounded through the megaphone.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, we will announce the rankings. The lowest class is¾Class C, with zero points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Bwah ha ha ha! Hey, check it out! You guys have zero points after all!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When Sudou heard the results, he clutched his stomach in mocking laughter.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Zero?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen didn’t seem to understand the situation. Mashima-sensei continued the announcements matter-of-factly.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In third place is Class A, with 120 points. Coming in second place is Class B, with 140 points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A commotion broke out, probably due to people failing to hide their confusion at having miscalculated the expected results. No one had expected the rankings or the point totals. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And then, Class D…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">For an instant, Mashima-sensei’s movements stiffened. However, he soon resumed speaking.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…has come in first with 225 points. This concludes the announcement.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">All of the students in Class D, save Hirata, were probably more confused than anyone else. Even Hirata, who was the only one in the know, was still almost unable to believe it. He wore an exuberant smile.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s the meaning of this, Katsuragi?!” </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Voices saying such things echoed from one end of the rest area to the other. Class A students circled around Katsuragi.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Something is strange… What does this mean?” he muttered.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yahoo! We did it! In your face!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As Sudou shouted for joy, all of the Class D students gathered together.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, hey, hey, what’s going on?! Hey, hey!!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ike, filled with both excitement and confusion, asked Hirata for an explanation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll explain everything. Well, Ryuuen-kun, if you’ll excuse us.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">With those final words, Hirata walked toward the boat alongside Ike and Sudou. Sudou raised his middle finger while sticking out his tongue. Ryuuen could do nothing but watch in silence. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The exam was over, and the first-year students scattered. The ship was going to depart in two hours, and although we were free to play in the sea, we were also free to go onto the ship. I walked aboard.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hello, ladies and gentlemen. How was your week on the deserted island?” Kouenji, on the ship’s deck with a drink in hand, greeted Class D.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You jerk, Kouenji! We lost thirty points because of you. You know what I’m talking about, don’t you?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Calm down, little boy Ike. I was in poor health, and was resting. I had no other choice.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">His skin looked smooth and glossy, so it was easy to tell that he had spent the week tanning. Also, his evidently perfect health made him sound not the least bit credible. While the guys joined forces to yell at Kouenji as one, Horikita appeared. She was still pale, not in good health yet. The students noticed her presence, and naturally gathered around her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“S-Suzune. Are you feeling better now?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Sudou tripped over his words a bit, but he approached Horikita and called her by her first name, just as he’d practiced.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not too bad. I can’t say that I’m back to full health. More than anything else, retiring was a big mistake on my part.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t worry about it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita had accepted being called by her first name rather naturally. That was unexpected.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By the way, Sudou-kun. Don’t just go around calling me by my first name without permission. Understand?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Y-y-yeah.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Or not. Sudou couldn’t offer resistance. All he could do was nod.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…what happened? Why was Class D ranked first?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Our leader’s identity had been exposed, so I’d made Horikita retire. Calculating, I supposed that would have gotten us incredibly close to zero points.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Th-that’s right. What happened, Hirata?! I don’t get it at all!” Karuizawa asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Before Hirata could answer, something needed to be resolved.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, Karuizawa-san, I think you should talk to Horikita-san first, don’t you agree?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Karuizawa drew closer to Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita-san, do you have a minute?” he asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. There’s something that we’re supposed to talk about. Right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita, seeing Karuizawa nod, closed her eyes. She was thinking of the underwear theft, and how she’d accused Karuizawa of spending points selfishly while her own identity as the leader had been discovered and she’d retired. She had no choice but to eat some humble pie now. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sorry.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Karuizawa said it somewhat bluntly, but with sincerity. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ibuki-san stole my underwear. Ayanokouji-kun told us everything.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita had prepared herself for abuse, so she was puzzled when she received an apology. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita-san, when you noticed that Ibuki-san was the culprit, she tried to run because you questioned her, right? That’s why you ended up collapsing and getting sick…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita suddenly turned toward me, shocked by Karuizawa’s words. I felt kind of awkward for some reason, and averted my eyes.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I heard about it from Hirata-kun first. He said that you found out the leaders of Class A and C. That’s why we had so many points. So, I’m…sorry for everything I said.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Karuizawa immediately returned to the other girls.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait a minute. I… You said </span><span style=\" font-style: italic; font-size: 1.00em;\">I </span><span style=\" font-size: 1.00em;\">found out the leaders’ identities? But I retired¾”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There’s no need for you to be humble, Horikita-san. We won because your answers were absolutely correct.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Doubts seemed to swirl in Horikita’s head. It seemed like the mysterious test results made sense to everyone except her.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait. Ayanokouji-kun, what did you¾”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita called to me in the midst of all the joy and confusion. However, being the key player in our victory, she was now surrounded by a great number of classmates.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Horikita-san, you were so incredibly awesome! You’re seriously a genius, you know that?!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When I heard that you’d retired I wondered what was going to happen, but everything turned out okay!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-wait a second!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She was bombarded with questions from boys and girls alike. I clasped my hands and prayed for her safety while I made my retreat. Whew, I was sure glad how things ended up. Our class took first place and Horikita gained in popularity. Considering her natural poise, she’d probably get through it just fine. I wanted to avoid getting caught up in the rejoicing, so I went to my room to rest. As I walked away, I was confronted by a goddess of death yet again.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“May I have a word with you?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t really feel sociable. Is it okay if I refuse, Chabashira-sensei?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you really don’t want to, I can just start talking here. You don’t mind if we stand outside, do you?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s hot, so please keep it brief.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I had walked to the other side of the ship, so Chabashira-sensei took the lead. We found a place where there weren’t any people around and it was completely quiet before we started talking.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Is it safe to say that for the time being, you’re satisfied?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. First, I’d like to say that you did wonderfully. I’m honestly impressed.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, tell me something. Is it really true? Did </span><span style=\" font-style: italic; font-size: 1.00em;\">he </span><span style=\" font-size: 1.00em;\">demand I be expelled from school?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira-sensei leaned against the railing and looked toward the sky.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you have any basis for saying that the story is true?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I know quite a lot about you. Might not that be the reason, more than anything else? Other teachers don’t know about your true abilities. But I have no doubts.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I certainly had </span><span style=\" font-style: italic; font-size: 1.00em;\">my</span><span style=\" font-size: 1.00em;\"> doubts. It was true that I stood out because of the entrance examination, but it shouldn’t have been something all the teachers had inside knowledge of. But still, the sequence of events was rather odd. Chabashira-sensei had said that man had contacted the school directly. As expected, this person was hiding something.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure that you’ve heard of this rather famous myth, the wings of Icarus.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why do you bring that up?” I asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Icarus flew out of the tower where he was imprisoned in order to gain his freedom. However, that wasn’t achieved through one person’s abilities alone. It was because his father, Daedalus, had constructed wings and instructed him to fly. He didn’t fly because of his own intentions. Don’t you think that sounds exactly like your current predicament?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t understand.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That man—no, your father—said this: ‘Sooner or later, Kiyotaka will gladly chase the means of his expulsion from school.’ You’re welcoming your end, much like how Icarus fell into the sea and died after his wings were burned, because he’d flown too close to the sun.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The wings of Icarus, huh?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what do you plan to do?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You should know, Sensei. Icarus won’t heed Daedalus’ warnings.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though his wings burned, Icarus flew as high as he could in search of his freedom.</span></p>\r\n<div style=\"page-break-before: always;\"></div>\r\n<p class=\"P__STAR__STAR__STAR__page_break__And__Page_Break\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">7.1</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 3.00em;\">A</span><span style=\" font-size: 1.00em;\">fter I returned to the ship, I went back to my room right away. An exhausted Hirata was there, asleep on his side. I changed my clothes quietly so I wouldn’t wake him and headed into the hall. When I turned my phone back on, the ringer started buzzing repeatedly. My call history had filled up. They were all from Horikita. Scary. For the time being, I just answered emails and relaxed in the lounge while I waited.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She probably wouldn’t be convinced unless I explained things. Soon, a quite angry Horikita met up with me, radiating a silent pressure.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do these test results mean? What in the world happened?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You look like you don’t have any idea at all.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I just can’t imagine it. I don’t understand it at all. I have a mountain of questions.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita ordered a drink from an attendant. I started talking.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll tell you everything. However, my one condition is that you stay quiet on this matter. I won’t compromise on this.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d assumed it would come to this, considering Horikita hadn’t retired of her own will. This story was for Horikita’s ears only.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What would you like to ask?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What were you doing during the test? Tell me,” she said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was a much better question than I’d expected. She wanted to hear everything at once.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When the special test was announced, I didn’t focus on anything except for the additional rules. I roughly understood how to manage the 300 points, but you couldn’t manipulate them as an individual.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But the additional rules were really difficult to understand. If you did things normally, you wouldn’t have been able to identify the leaders. Right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. First of all, I volunteered to join the search for the base camp. Able to move freely, I planned to search out spot locations ahead of everyone else.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You make it sound simple, but no one should have known the spot locations.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s not true. You didn’t understand because you were ill and holed up inside the ship, but the school already gave us hints about the locations when we were sailing around the island.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Katsuragi had also noticed this when the ship circled the island at an unusually fast speed. Horikita fell silent. The ship had been traveling nearly three times faster than a usual cruise ship. Besides, if it were just for sightseeing, it wasn’t normal to use a strange expression like “significant scenery.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Kouenji had noticed this hint, too. Well, it was probably a waste of time thinking about Kouenji, anyway.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then, I reached the cave. I thought it was the most important base.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The cave was the most important base? Don’t you think that the river and the well would have been more convenient, though?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The spot itself wasn’t what was important. Its location was.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There were no spots close to the river or the well. However, there were two spots near the cave: the hut and the tower. It was the perfect place to exercise control. Horikita looked like she understood once I explained.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But what advantage is there in going into the cave if you don’t have a keycard?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I’d intended to explore various things, but in the end I discovered the leader’s identity.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I suppose that Katsuragi-kun </span><span style=\" font-style: italic; font-size: 1.00em;\">was</span><span style=\" font-size: 1.00em;\"> careless.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">No, that wasn’t it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There was that guy, Yahiko, remember? The one following Katsuragi around? </span><span style=\" font-style: italic; font-size: 1.00em;\">He</span><span style=\" font-size: 1.00em;\"> was the leader. I saw Katsuragi and Yahiko at the cave, but I didn’t see the moment they occupied it. After the two of them walked away, I checked if the cave was occupied or not.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I explained the situation. When I saw them, Katsuragi had been standing near the entrance with the card in his hand. Yahiko came out of the cave, and they left together.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wouldn’t you have mistaken Katsuragi-kun as the leader?” she asked.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Do you think that the leader would have shown off the card so carelessly in front of people?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita should have known how unbelievably stupid that was, precisely because she’d been appointed as the leader.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But why? Why bother deliberately holding onto the card, then?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because he didn’t have any other choice. As far as I can tell, Katsuragi is a calm and collected man, excessively cautious. There’s no way he didn’t understand the high risk of occupying a spot immediately after finding it. In other words, the person who occupied it was enticed by short-sighted greed.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s…why there was another person.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes.” When Katsuragi found the cave, he didn’t intend to occupy it. Nevertheless, he was holding the space down, probably because Yahiko had been careless. Even though he thought no one would be watching them, he’d probably wanted insurance. By holding onto the card and displaying it, even in the unlikely event that a witness was present, he could mislead them into thinking that he was the leader. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, aside from their base, Class A held down at least two spots, but we didn’t confirm how many they were occupying by the end of the test. If I correctly guessed the identity of their leader, though, I could invalidate all of their points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After I’d narrowed it down to Yahiko, putting effort into anything else would’ve been a waste of time. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m still not convinced. If he figured out the spot’s location at such an early stage, and if he were acting alongside a lot of other people, shouldn’t he have avoided trouble? Even if he just had someone standing watch by the cave, it should have been sufficient claim of ownership. Why would they occupy it?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That was probably Class A’s disadvantage.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Their overall points on the test were high, and they didn’t receive a negative assessment due to behavior in class like Class D. However, their class was divided internally. In other words, there was a reason why Katsuragi couldn’t rely on other people.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Their class appears perfect at first glance, but it actually has a huge schism in it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was why my methods had revealed Class A so easily. Well, that was simple luck. It was like getting a good score by exploiting a mistake. Class A wasn’t vigilantly watching for a surprise attack from overhead, so there was nothing to be done.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s why I excluded Class A at that stage, and turned my attention toward Class C. Katsuragi was easy to understand, but with Ryuuen, there were many unknown variables. To tell you the truth, he was gathering more information than I was. He’d found out the identities of all of the leaders.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-wait, he found out the identities of all of the leaders… So not only Class D, but also the leaders for Classes B and A? But that’s strange. We were far from being penalized; we ended up getting first place by a wide margin. How do you intend to explain that?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is a little difficult to explain, but the reason I made you retire is the answer.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, the answer is you made me retire? What in the world did you do?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, that reminds me. I didn’t return it to the school yet.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I took a single card out of my pocket and handed it over to Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is a keycard. Why do you…?!”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita was astonished when she saw the letters engraved on the card. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, why does…?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The name read “Ayanokouji Kiyotaka.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The test had to be fair. The rules were fundamentally created to be fair.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was quite natural, something you would have seen if you’d carefully confirmed the additional rules. Only one person could be chosen as leader. The leader could not be changed. Only the leader held the rights of exclusive possession.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What do you think would happen if the leader retired because of poor health?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s… The leader would be absent. So the rights of exclusive possession would disappear…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wrong. In the manual, it says, ‘It is impossible to change the leader without suitable justification.’ Don’t you think that retirement is suitable enough justification?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed like the additional rules had been made to be broken if someone were absent due to poor health or injury. I could predict setting up a new leader. I was able to figure this out by looking at the other rules. For example, we couldn’t change the base camp without suitable justification after we’d first decided where it would be, but there were suitable reasons. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We’d occupied the riverside area, but if we were careless and it was taken by another class, then that would have counted as “suitable justification.” You couldn’t stay in the base itself, so if there wasn’t a system where you could search for a new base camp, everything would collapse. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So then, you made me…?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita Suzune had retired, and I was appointed in her place. Of course, that meant that I was the leader they were supposed to guess at the end of the test. There can only be one. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s why even though Class C knew you were the leader, we avoided penalties.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But wait. Ibuki-san stole my card, but what if I’d protected it really thoroughly?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita recalled the day of the accident.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Did you drop the card on purpose back then? Well, I suppose that Yamauchi-kun’s actions might have provided Ibuki-san the opportunity to hatch a plan to steal the keycard…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’d been holding onto the muddy Horikita, so in that sense I had no choice but to give up the keycard.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Unless I knew what Ibuki-san was aiming for right at the start, I couldn’t have done anything…”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Right. Ibuki had been picked up by Class D purely by chance. I’d been almost convinced until I heard about the guy named Kaneda in Class B. He’d been sent as a spy by Ryuuen. I wasn’t so good-natured as to believe that two people just happened to be saved by two separate classes completely by chance.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, Ibuki has a habit of looking people in the eye when she’s lying.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">You could say that the bigger the lie, the more obvious the habit.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, when she lied she would look the person in the eye? Isn’t it usually the opposite?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Generally speaking, you avoid eye contact if you have a guilty conscience. However, it was the opposite for her. I think that she made eye contact to make the person think that the lie was the truth. She probably didn’t even notice it herself.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even when we were talking about the underwear theft, she looked me straight in the eye. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Her goal was probably to find the keycard, but she might have intended to disrupt Class D at the same time.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">What had happened to Karuizawa, and the underwear in Ike’s bag, might have otherwise been seen as mere coincidence. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But I have to wonder why Ibuki-san specifically stole my keycard. All she needed was to check my name.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That was likely Ibuki’s intention from the start. However, she ran into unexpected trouble.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That was the catalyst that led to verifying the leader of Class C.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ibuki had a digital camera in her bag to take a picture of the keycard.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“To take a picture…with the camera? Why would she go so far?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If she had a picture, then the leader’s identity would have been clear for anyone to see, right? If she had convincing evidence, she would have profited.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t quite understand… Did Ryuuen-kun not trust Ibuki-san?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That wasn’t it. If the discussion only stayed within Class C, then there shouldn’t have been any need for her to take a picture with the camera or steal the card.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, that meant there had been people involved who didn’t trust Ibuki’s words alone; they’d wanted reliable evidence.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“From here on out, I don’t have any evidence of what I’m saying. Think of it as my intuition, which I derived from the test results. At the end of the test, Class A had 270 points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, they hadn’t used a single point during the test.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Classes A and C were connected, working together behind the scenes. Class C sacrificed their own points and bought whatever Class A needed. Also, by taking all of C’s tools, Class A was able to spend the week without using any points.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ibuki had obtained evidence and given it to someone in A Class.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By the way, I became aware of Class C’s leader after half of the students retired. It was certain that the leader would have remained on the island, right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even so, we weren’t supposed to know who was left.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, I was almost one hundred percent sure that Ryuuen was still on the island.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I figured it out when I saw Ibuki hiding a wireless transceiver in the ground. Ibuki had used it to stay in contact with Ryuuen. Retired students shouldn’t have been able to use a transceiver. In other words, someone was left on the island for her to communicate with.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He’d casually set the transceiver on top of a table while enjoying his vacation. No one else was controlling it, just him. His mistake was that he didn’t trust anyone.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“My god… I don’t even have the words,” Horikita answered, facing the truth.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If I were to summarize this test, I’d say that Class A’s first mistake carried through to the end. They didn’t function well due to an internal rift. Class B went through the test with a thoroughly defense-oriented strategy, which did neither harm nor good. Their only mistake was that, because there were so many good-natured people in Class B, they’d permitted Kaneda to stay, and they’d believed him.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I don’t know how Kaneda got the evidence, but he’d obtained something, and probably told Ryuuen. If you looked at the fact that Class A didn’t get any points, you might think it was because they hadn’t obtained any physical evidence. Then there was Class C. We were able to avoid damage because I’d been appointed as the leader. In addition to sending people off as spies to find out the identities of the other leaders, Class C had profited from some kind of negotiations with Class A. Ryuuen might be our number one enemy.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t like this. You completely used me, like a pawn.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. I can’t deny that. I wouldn’t be surprised if you never want to speak to me ever again.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I was aware of what I’d done.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I’ll be heading back to my room now. I’m really tired,” I said.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait. We’re not done talking.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What? I just want to relax in my room, if possible.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“After you explain everything. There are still some things we need to talk about, right?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well…like what?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The reason why you participated in this special test. Was it to fight alone? I don’t care that you used me this time. I want to know why you put in the effort when you dislike trouble.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I wonder.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps the explanation I had given so far had been less important to Horikita.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t have any room for doubt. I understand your talents now. If you help me, aiming for Class A seems a realistic enough goal. But what are your principles? Why did you do this?”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, I didn’t want to talk to Horikita about my personal problems. I’d only participated because of a commitment I made to Chabashira-sensei.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because I was touched that you tried to fight all alone when you were ill.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You wouldn’t normally say that kind of thing. It’s easy to spot the lie.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, what I mean is I don’t feel like explaining it.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I stood up and stretched out my hand.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t mind helping you get up to Class A. However, I have one condition. Do not investigate me. If you promise not to touch on this subject ever again, I will help you.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita took my hand without hesitation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you don’t want to talk, there’s nothing I can really do about that. If you’ll help, I have no reason to refuse you. I’m not interested in digging things up that are better left buried. After all, you dislike trouble.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Horikita’s handshake was firm. </span><span style=\" font-style: italic; font-size: 1.00em;\">I work for me. You do things for yourself.</span><span style=\" font-size: 1.00em;\"> The battle to raise our class up from the very bottom was about to begin.</span></p>\r\n",
  "prevChapter": {
    "volumeId": "v3",
    "chapter": 12,
    "title": "Chapter 6: False Teamwork"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Title Page",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Chabashira Sae’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: The Boundary Between Heaven and Hell",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: Rivals on the Move",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: The Meaning of Freedom",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: The Quiet Outbreak of War",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: False Teamwork",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7 - Epilogue : The Curtain Rises",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Postscript",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "About the Author and Illustrator",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    }
  ],
  "currentSpineIndex": 13
}