{
  "title": "Chapter 1 - Prologue : Kanzaki Ryuuji’s Soliloquy",
  "content": "\r\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 1 - Prologue:<br/>Kanzaki Ryuuji’s Soliloquy</span></span></p>\r\n<p class=\"P_Prose_Formatting\">&#160;</p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em; letter-spacing: 0.60mm;\"> </span><span style=\" font-size: 0.80em;\">WISE MAN</span><span style=\" font-size: 1.00em;\"> keeps away from danger.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I’ve always kept my distance from other people, ever since I was a kid. Why did I make that choice, you ask? Because it was easier, and, more importantly, it kept me from getting mixed up in any kind of trouble. I didn’t make any close friends, but I didn’t make any enemies, either. When you keep people at arm’s length, neither too close nor too distant, relationships are easy.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But one day I got wrapped up in a silly fight between children, simply because I happened to be close by. Apart from me, there were four of them. Three of the kids were relentlessly laying into the fourth. Those three were being arrogant, but it wasn’t as though it was for no reason. It&#160;all started with a lie. The one child who was being verbally accosted was clearly upset. That child had been lying to the&#160;others.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Honestly, it was something entirely trivial. If I remember correctly, it was about whether or not the child had actually gotten an autograph from a famous celebrity. The three others had wanted the fourth to admit to the lie and apologize. But the fourth refused, continuing to insist that it wasn’t a lie. I happened to be there by chance, and after analyzing the situation objectively, I urged the child who lied to admit to it. But ultimately, the child stubbornly clung to the lie until the end.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A flimsy lie. Pointless stubbornness. I thought the situation might escalate to the point of physical harm, but I didn’t do anything. Besides, in the first place, the issue was that someone told a meaningless lie. I didn’t know why that child did it, if it was to look good in front of their friends or what, but it was honestly so stupid. There was no need for me to step in and help.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It had nothing to do with me. That’s how I truly felt, from the bottom of my heart.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I mean, if anything, I thought that kid should’ve gotten punched at least once, so they’d learn something from the situation.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But…in the end, the kid who told the lie got away with it.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Just as the situation was turning dire, a third party suddenly swooped in and, employing some quick thinking, saved the child. That person protected the child without accusing them of lying, simply because they were friends. I couldn’t accept that. That wasn’t justice. </span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The right thing would have been for the child to have never lied to the other three in the first place. My uncertain feelings over the situation hadn’t gone away. Who was in the right? Was it the three who had told the truth, but were acting high-handed and violent? Or was it the one who had clearly been lying? Or was it the third party, who knew it was a lie, but still stepped in to save their friend?</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was one adult there, who had watched the entire ordeal from start to finish. That person placed their hand on my head and told me something.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you don’t have the power to help, you might as well just give up and run away. But if you do have the power and don’t use it, then you’re a fool.”</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I didn’t understand, at the time. I wondered if that person meant, ultimately, that I was supposed to help the liar. But as I grew into an adult, I came to understand. When that person talked about helping, they didn’t necessarily just mean helping the child who’d lied. I think that adult meant that, if I had the power to control the situation, I could resolve things, no matter what point of view I was coming from. That was when something stirred within me. Something hot and smoldering, something I didn’t think I had inside me. Even now, I still can’t forget those words I heard from an adult I had never met before.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I started attending the Advanced Nurturing High School, I reluctantly chose to socialize with people, which wasn’t my forte. I learned how to help those in need, even if only a little. I had hoped to support Ichinose, who I recognized as the leader of our class.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, ultimately, things didn’t go so well, and my heart was broken.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Then…Ayanokouji Kiyotaka’s words saved me.</span></p>\r\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ayanokouji… Fate truly is a strange thing.</span></p>\r\n",
  "nextChapter": {
    "volumeId": "y2v8",
    "chapter": 8,
    "title": "Chapter 2: Know Your Enemy, Know Yourself, and You Need Not Fear a Hundred Battles"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Title Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Kanzaki Ryuuji’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: Know Your Enemy, Know Yourself, and You Need Not Fear a Hundred Battles",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: Self-Explanatory School Trip",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: School Trip Day Two",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: School Trip Day Three",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: School Trip Day Four",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7 - Epilogue : A Light Shining at the End of the Darkness",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Postscript",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    }
  ],
  "currentSpineIndex": 7
}