{
  "title": "Chapter 9: Class B VS. Class D",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 9:<br/>Class B VS. Class D</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">A</span><span style=\" font-size: 0.80em;\">S THE SCORES</span><span style=\" font-size: 1.00em;\"> for the English Test, Class A and Class C’s third event, were being tallied, Class B and Class D had already settled their fourth event.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“According to the results, Class B has six hundred and one points. Class D has four hundred and nine points. Class B wins the fourth event.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">As Mashima announced the results, Ichinose let out a sigh of relief. This was an academic test that Class B had selected themselves, meaning it was something they absolutely couldn’t afford to lose. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Whew, you sure were lucky, huh, Ichinose? I mean, we just keep drawing events that Class B came up with,” said Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I suppose so,” she replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though Class B had won, Ichinose didn’t seem composed. Ryuuen, on the other hand, seemed cool as a cucumber despite having lost. This was understandable, though. Of the four events drawn so far, three had been events Class B had selected. But those four events hadn’t gone as expected at all, with Class D winning two and Class B winning two.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class B lost the third event, the Chemistry Test, which they had selected themselves. And it left them really rattled. The reason why they lost was clear, though.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sensei…have any of the students who went to the restroom with stomachaches returned?” asked Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">At Ichinose’s request, Mashima checked how the students from Class B were doing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No, those two still haven’t returned from the restroom. Also, it seems several more students are now feeling unwell,” he replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see,” said Ichinose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The reason why Class B lost the Chemistry Test event was because the students they were counting on to compete had unexpectedly fallen ill. But that wasn’t the only reason. On the day before the exam, some students had gotten into a fight with Class D students. It had impacted the test today, but although an appeal had been made to the school, neither class had been penalized. The school deemed it as nothing more than a verbal argument.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">These underhanded actions were, without a doubt, carried out under the orders of the person sitting across from Ichinose. Ryuuen. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She took a few deep breaths to try and calm herself&#160;down.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Phew</span><span style=\" font-size: 1.00em;\">… It’s okay. It’s okay.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wasn’t like Class B had handed over the lead yet. Ichinose had been rattled when they lost the Chemistry Test, but now things were slowly starting to return to normal. While it was certainly true that fresh problems seem to keep popping up, it wasn’t like Ryuuen could do anything as commander that Ichinose couldn’t.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose thought that as long as she fought the good fight, they weren’t going to lose. She desperately tried to hold onto that belief.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yo, teach. Hurry up and start the fifth event already. Those Class B slackers couldn’t even manage to keep themselves in shape for the day of the exam. Are you </span><span style=\" font-style: italic; font-size: 1.00em;\">really</span><span style=\" font-size: 1.00em;\"> gonna make concessions for a bunch of stupid, naïve losers like that?” said Ryuuen snidely.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Watch your mouth, Ryuuen.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite Chabashira’s warning about his language, Ryuuen didn’t seem to care. If anything, he got more extreme.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Look, I dunno if they’re in the bathroom or whatever, but seriously, they could be using this time to discuss strategy or something. And come </span><span style=\" font-style: italic; font-size: 1.00em;\">on</span><span style=\" font-size: 1.00em;\">, multiple students getting sick at the same time? Sounds fishy. What kind of underhanded BS are you trying to pull, Ichinose?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I-I didn’t…” she stammered.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen cast suspicion on the fact that several students had reported that they were feeling unwell at the same time. Even though Ichinose knew for a fact that there was absolutely no wrongdoing on their part, she couldn’t refute what he’d said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, just hurry up and get on with it already,” said Ryuuen, looking at Chabashira with a big smile on his face.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, Ryuuen is right about that one point, at least. Mashima-sensei, please begin the fifth event.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He began the drawing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Karate</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Required Participants: 3 Persons</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Allotted Time: 10 Minutes </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Rules: Up to three minutes per match. Non-contact, knockout competition tournament rules apply.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Commander: The commander can call for a rematch one time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right, a Class D event this time. Bring it on. We’ll take whoever you throw at us,” said Ryuuen. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen chose Suzuki Hidetoshi, Oda Takumi, and Ishizaki Daichi as his three competitors. The commander intervention rules were just perfect for him too, as he could call for a rematch in the event that something unexpected happened and he lost. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose, on the other hand, chose Sumida Makoto, Watanabe Norihito, and Yonezu Haruto as her three competitors. She’d had the three of them practice for a week after they heard about the karate event, but they had their hands almost entirely full just remembering the rules. As a result, Class B suffered two staggering losses in a row. Even if she used her commander ability to intervene, it wouldn’t change the results.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The fifth event had been settled quicker than any event so far. So quickly that felt like it had been decided in the blink of an eye. Now that it had come to this, if Class B lost the next event, it would be all over for them.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Pretty interestin’, huh, Ichinose?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While they waited for the machine to draw the next event, Ryuuen called out to Ichinose, who was now at a loss for words.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Back when they announced this special exam and we found out that you were going up against us, I bet you felt like you were at a definite advantage. But now it looks like all you can do is pray for a miracle. </span><span style=\" font-style: italic; font-size: 1.00em;\">Ku ku</span><span style=\" font-size: 1.00em;\">.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose’s strategies were by no means simple or stupid. If this were a normal competition, Class B would be sitting at three wins and two losses right now. But there had been a sudden accident. And because of that, things had gone entirely awry. If they didn’t get one of their own events drawn next, there was no way they’d win. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The drawing for the sixth event began.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 1.00em;\">Judo</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Required Participants: 1 Person</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Allotted Time: 4 Minutes Per Match (A Maximum of Three Matches, for Twelve Minutes Total)</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Rules: Standard judo rules apply.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Commander: The commander can call for a rematch one time.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A one-on-one event. For Class B, it was the worst possible event that could’ve been chosen. This was the first time Ichinose felt like she had been plunged into total darkness.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Ku ku ku</span><span style=\" font-size: 1.00em;\">, judo, I see. Judo. Oh, man, getting </span><span style=\" font-style: italic; font-size: 1.00em;\">that </span><span style=\" font-size: 1.00em;\">event, guess you’re really in trouble, huh, Ichinose.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No way…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I guess if the final events had been ones Class B came up with, you might still have had a shot at winning this thing, huh?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen selected Yamada Albert without a second’s hesitation. Just like with the karate event, the commander rules were basically the ultimate insurance policy, which almost guaranteed there was no way for Class D to lose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t let going up against Albert get to you. Luck matters when it’s actually time to throw down, y’know. You never know how it’ll go until you give it a shot,” taunted Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It was clear as day what the results would be. It would be extremely difficult for Class B to defeat an opponent who was on an entirely different level in both technique and physique. It was the one event that Class B had given up, and that they had no hope of winning, no matter what.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ichinose had to select one person. She had only thirty seconds to choose, but now…she couldn’t even come to a decision. The clock mercilessly counted down to zero. As per the rules, a student would be selected at random if the commander didn’t select someone in time. But given the danger of this particular event, and the opponent that student would be facing, the teachers made a judgment call.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Class B is disqualified. Class D has won four events, making them the overall winner for this special exam,” declared Mashima mercilessly. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The battle between Class B and Class D had quickly come to an end.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">9.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">T ALL BEGAN</span><span style=\" font-size: 1.00em;\"> the day that the special exam was announced. Ryuuen headed off to lunch, and Ishizaki chased after him alone. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class D had already decided to make Kaneda their commander, but they were having unexpected trouble coming up with events. The reason was that no one in Class D was capable of coming up with original ideas. Ordinary events. Ordinary rules. Ordinary fighting styles. They could only imagine simple things, things anyone might think of. No matter who they went up against, their odds of victory were so low as to be practically nonexistent.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Submitting such run-of-the-mill events was, basically, the simplest approach. The consensus in Class D was currently that they ought to avoid going up against the likes of Class A. Similarly, they decided they should be arguably even more wary of choosing Class B. Everyone settled on challenging Class C, who was on the rise. But Ishizaki railed against that idea.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hey, uh… you got a minute, Ryuuen-san?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Though terrified of trying to talk to Ryuuen, he did so anyway…after making sure there were no other first-year students around.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A mere glare from Ryuuen made Ishizaki freeze, like a frog being eyed by a snake. But even so, after a desperate struggle, he managed to croak some words out.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please… Give me a minute of your time!!” he shouted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh ho, so you’re a big shot now, huh?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“N-no, I ain’t sayin’ anything like that…!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Ku ku</span><span style=\" font-size: 1.00em;\">, yeah, whatever. You’re practically the leader of Class D right now.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen felt like he was merely prolonging his sentence. He’d gotten a little extra time until he was kicked out, that was all. It did mean that he had some time to&#160;kill. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki and Ryuuen continued walking, with Ishizaki trailing behind. Even if someone saw them, it would probably just look like Ishizaki had called Ryuuen out to talk to him about something.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After they left the school building and made it to an area where there didn’t seem to be anyone around, Ishizaki immediately got down on his hands and knees.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ryuuen-san, please, help out Class D…for this special exam!” he begged.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen had had an inkling about what Ishizaki was going to say from the moment he first opened his mouth. But he didn’t make a single sound. He just looked down at Ishizaki, prostrating on the ground before him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re talkin’ nonsense, Ishizaki. I’ve already told you, I’m retired. You think I’m gonna help you?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Look, I know that. But right now, we don’t got what it takes. There’s no way we can win against any of the other classes!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, you’re probably right about that.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen wasn’t denying that point, either. He had already surmised that Class D was overwhelmingly inferior to the other classes when it came to their potential.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Kaneda’s gonna be our commander, so no one’s gonna get expelled even if we lose…but if we lose this, our class points will pretty much be totally gone!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, yeah, I guess there’s no avoidin’ that after losing seven times,” said Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Currently, Class D had three hundred and eighteen class points. If they lost all seven events in a row, they’d be down to only one hundred points. While that was just the worst-case scenario, it also wasn’t entirely unlikely if they continued bumbling forward without a plan.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what, you want me to be the commander? Who in our class would even agree to that?” asked Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In order to get Ryuuen expelled, they’d need to make him commander. And then they’d need to lose. But that would require the class to take a heavy blow just to get one person expelled. Nobody was thrilled by the prospect of such a tradeoff. If their class points were reduced to zero, then it would be next to impossible for them to ever reach Class A. What was more, it would impact their chances of leading comfortable, stable lives here at this school. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Class D’s first preference was victory. Their second would be to lose by a slim margin and get Ryuuen expelled. They just had to avoid losing their Protection Point and getting thoroughly destroyed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki, however, didn’t want Ryuuen to get expelled. And at the same time, he wanted Class D to win. And if there was anyone in Class D who could make that happen, it was none other than Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…So, what should we do? Should we go after Class C after all?” asked Ishizaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Normally, he would’ve been gunning for Class C without hesitation. But Ayanokouji was in that class, which made him hesitate, precisely because he was one of the few students who knew Ayanokouji’s true nature. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t just ask me for my opinion without gettin’ my say-so. Who the hell said I’d help?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki was making a sink or swim plea here. He knew he was being reckless, but even so, he didn’t get up off his hands and knees. He was prepared to continue begging like this until the moment Ryuuen walked away. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, it’s certainly true that Class C ain’t exactly united. Sure, they’ve got a monster like Ayanokouji, but he’s just one guy. You might think that you have a chance, since this is a team competition…but you’d be wrong.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh…?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen, whom Ishizaki had begun to think he couldn’t convince to help him, started giving him advice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, if I were commander, I’d avoid going up against Class C. I dunno what method we’re going by choosing our opponents or whatever, but they ain’t one I’d choose myself.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“B-But, other than Ayanokouji—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That ain’t the reason why. Ugh, this is exactly why you’re a total moron.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Uh…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even though Class D is chock-full of incompetent idiots, we’ve got the edge in </span><span style=\" font-style: italic; font-size: 1.00em;\">other</span><span style=\" font-size: 1.00em;\"> areas. Class C isn’t the opponent who’ll let us make use of those gifts. No, no, there’s only one class that is the optimal choice, as our opponent.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wh-Who is that? Is it—?!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Class B,” answered Ryuuen, without even looking at Ishizaki. “If you’re planning to win this time, then Class B is your only option.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A completely unexpected answer. Ryuuen had just proposed that they select Class B—the class everyone in Class D had said they definitely wanted to avoid.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even an idiot can be useful, depending on how you use ’em.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen turned his back on Ishizaki and started to walk away.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-Wait! How, though? How can we beat Class B?!” shouted Ishizaki, looking up at Ryuuen, still down on all fours. “Ryuuen-san! Ryuuen-saaaaan!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But his shouting did nothing to stop Ryuuen from walking away.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">9.2</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">SHIZAKI’S AUTHORITY</span><span style=\" font-size: 1.00em;\"> within Class D wasn’t exactly something to scoff at, considering that he was the one who defeated Ryuuen, even if only ostensibly. That being said, his control wasn’t iron-clad. The person who was supposed to have gotten expelled, Ryuuen, was still here. The class had focused their criticism votes on Manabe just to scare her a bit, but she’d gotten expelled instead. Naturally, this made many students suspicious.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Of course, the first question everyone was asking was who cast this huge number of praise votes for Ryuuen. Were there people in class who’d cast praise votes for him? And if from other classes, who then? Several theories had been repeatedly floated and then promptly discarded. Due to the high degree of anonymity of the special exam, Class D would never know the exact answer.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In reality, Ryuuen and Ichinose from Class B had struck a deal, where she offered to give Ryuuen praise votes in exchange for private points. That was what had happened—not that Class B would ever reveal the truth, of course. Since Ichinose had asked that it be kept a secret, her classmates were inclined to obediently follow her wishes. They would probably have done as she asked even if without a reason behind it, but since this was part of their strategy to prevent one of their own from getting expelled, everyone was more than willing to help. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Everyone in Class D, on the other hand, was thrust into a state of paranoia, jumping at shadows. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">However, there were a few students who knew the truth. That would be Ishizaki and Ibuki, who had acted to prevent Ryuuen’s expulsion, as well as Shiina Hiyori, their co-conspirator. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It wouldn’t have been surprising if the class had wound up stagnating from there that point onward, though. As such, Shiina had a very important role to play. She had faithfully aided Ishizaki in implementing the only bit of advice he’d gotten from Ryuuen: that they go up against Class B in this exam.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Shiina, in a private conversation with Kaneda, subtly guided him to the conclusion that they should do so. Of course, it wasn’t like that solved their problems. Shiina understood quite well that if Class D, which had no leadership, clashed with Class B as they were right now, their chances of winning were next to nil. She also knew that falling even slightly behind would lead to defeat.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And so, Shiina immediately put another plan into action on the day the match-ups were decided. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Damn it. Ugh, what do we do…?” muttered Ishizaki, at his wits end, sitting in a room at the karaoke parlor.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I dunno. Okay, hold up a sec, why did you call me here again? And what the hell is with this group?” Ibuki glared at Ishizaki for a moment and then turned her stern gaze on Shiina, who was sitting next to him. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re all Ishizaki-kun’s delightful band of friends. I&#160;suppose that’s what you could call us?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ibuki slouched her shoulders and glared at Shiina after hearing this silly, nonchalant response. “Ugh… My head hurts.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“As the three people who best understand our current situation, I thought we would come up with some ideas. You know what they say, three heads are better than one,” said Shiina.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Three heads are better than one? What, are we gonna headbutt those Class B guys or something?” asked Ishizaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you </span><span style=\" font-style: italic; font-size: 1.00em;\">serious</span><span style=\" font-size: 1.00em;\"> right now?” snapped Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ow! The hell, Ibuki, that hurt! Don’t pinch the skin on the back of my hand!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now we look quite lively. Meeting up in a karaoke room was definitely the right decision,” said Shiina, bringing her hands together happily as she watched Ibuki and Ishizaki go at it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, there’s no way we’re having a discussion with this group. I’m out of here,” huffed Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, um, that would be a problem, though. You see, I’ve called Ryuuen-kun, so he’s coming here, too.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?” replied Ibuki and Ishizaki in perfect unison.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ryuuen-kun is absolutely indispensable when it comes to winning this special exam. After all, he’s the one who figured out our only chance of victory lay in facing off against Class B, when everyone else wanted to avoid them.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Shiina had just dropped a bomb on the two of them. She didn’t seem to understand the gravity of what she’d just said.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What did you just say?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? I said, our only chance of victory in facing off against Class B, when—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Not that part. Who did you call? Who is coming here?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ryuuen-kun.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ibuki looked at Ishizaki. Ishizaki looked back at Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“S-seriously? Ryuuen-san’s comin’ here?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. I asked him to.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wow, this is gonna be the worst karaoke meet-up ever… Okay, did you tell him about us?” asked Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Of course I did.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, wait, he knows we’re here, and he’s still gonna come…?” Ishizaki had already tried to ask Ryuuen for his help, and been refused. His shock was understandable.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just out of curiosity, what time did he say that he was coming?” asked Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Four-thirty,” replied Shiina.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Huh?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ibuki looked at the clock on the wall of the room they were in. It was already five past five.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It would seem he’s just a little bit behind schedule,” said Shiina.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s been over thirty minutes, though! That’s not being ‘behind schedule;’ he’s just ignoring you completely!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Now, now, calm down and enjoy some melon soda. Why don’t we just wait patiently?” asked Shiina, offering Ibuki a melon soda, which she promptly ignored.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Forget this…” huffed Ibuki, standing up to leave.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki blocked her path.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m gonna wait for him. Ryuuen-san’s definitely gonna come… Probably.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you an idiot? That guy hasn’t got a decent bone in his body. There’s no way he’d ever keep any promises, ever.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In fact, he was already quite late. Ibuki, done participating in this, started to walk away. But a slender, pale hand reached out and grabbed her arm.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Let’s wait, shall we? You know, Ryuuen-kun is actually a more decent person than you might think. Hm?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…What do you even know about him?” huffed Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I don’t know anything about him. Honestly, I’ve only spoken to him a few times.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, then how can you know he’s decent?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I suppose it’s just a feeling.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, it’s not based in fact or anything. How sweet.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You might be right,” replied Shiina with a broad smile.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even Ibuki cooled off at the sight of that smile, which was free of any ill will.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, it’s so much fun to hang out with everyone. Won’t you stay?” asked Shiina.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…You’re a moron,” replied Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Exasperated, she sat back down.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If he’s not here soon, I’m out of here.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“All right.”</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">9.3</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">“I</span><span style=\" font-size: 0.80em;\">’VE HAD ENOUGH!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Although Ibuki had been more than patient, it was now past eight in the evening. You couldn’t even say Ryuuen was late anymore. They had been completely and utterly stood up, and Ibuki was seething.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I dunno, didn’t you sing, like, ten songs, though?” replied Ishizaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m sure you can be patient a little while longer, Ibuki-san.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No! My patience already ran out a long time ago!” shouted Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Then, let’s do our best to give you more patience!” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not joking around!” snapped Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“God, you’re so pissy… Don’t you get, like, tired of being so pissed off all the time?” sighed Ishizaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“One look at your face would make anyone a million times more exhausted!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki tried to grab Ibuki to stop her, but she shook him off and headed for the door. But just before she reached for it, the door opened.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s this? Did you guys </span><span style=\" font-style: italic; font-size: 1.00em;\">seriously </span><span style=\" font-size: 1.00em;\">wait around here thinking I’d show up eventually?” said Ryuuen, entering the room with a grin on his face.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki and Ibuki both froze up, almost on reflex. They hadn’t thought he’d actually show up anymore.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re late, Ryuuen-kun,” said Shiina.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, sure, but it looks like you’ve been havin’ fun.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yes. This is the first time I’ve ever gone to karaoke. I’ve been having a wonderful time,” said Shiina.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“In that case, guess I’ll get outta here. Have fun, Ibuki, knock yourself out.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen, still with a smirk plastered on his face, tried to leave and close the door behind him. But Ibuki stopped him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If you leave me in this karaoke hell any longer, I’m gonna punch your lights out.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Ku ku</span><span style=\" font-size: 1.00em;\">. Oooh, I’m so scared.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen, having been pulled forcefully into the room by Ibuki, was then handed some sparkling water by Ishizaki. He sat down and began fiddling with his phone, saying nothing.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…So?” said Ibuki impatiently, pressuring him to speak.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what?” he replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You kept us waiting for this long and you’re not even going to say anything?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I just came here to see if you were still waiting around for no reason, like a bunch of idiots.” He took a sip of his sparkling water. “No other reason.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Shiina made me go along with this whole sideshow for hours. I am beyond pissed.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ain’t got nothin’ to do with me.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, it does!” she huffed, slamming her fist on the table forcefully, glaring at Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-hey, calm down, Ibuki. Look, snappin’ at Ryuuen-san’s not gonna do any good.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Christ, how long are you gonna be his stooge?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“How long…? I… I’ve decided that I’m gonna keep followin’ Ryuuen-san.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, right. You completely and utterly </span><span style=\" font-style: italic; font-size: 1.00em;\">hated</span><span style=\" font-size: 1.00em;\"> following him around at first, though.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Y-you didn’t have to go and say that!”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While Ibuki and Ishizaki snapped at each other, Shiina went to pick a new song.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You know that this moron over here totally fell for your smooth talk, and basically wasted his ability to nominate our opponent—which was a godsend, by the way—by selecting Class B?” sighed Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yep.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki seemed to shrink. If he’d gone along with the class’s consensus, then he would’ve chosen Class C. That was the only opponent that everyone felt like they had a chance of defeating. But Ishizaki had thrown a wrench into those plans, and now he didn’t have the slightest clue how they could win.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s stupidly devoted to you. Meaning you’re at least somewhat responsible, since you’re the one who put the ideas in his head.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Ku ku</span><span style=\" font-size: 1.00em;\">, guess there’s no arguing that. What I said was careless,” Ryuuen replied, still smiling. “Do you remember what I did to Class B at the start of the school year?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…If I remember right, you tried to split them up, to get them to stop being friends with each other?” said Shiina.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">On Ryuuen’s orders, Class D students had started fights with Class B students, trying to provoke the class into having a falling out. Ryuuen had started a number of such fires to verify the potential of each class, other examples being when he orchestrated the fight with Sudou, and the time he secretly made contact with Katsuragi.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And what happened as a result?” replied Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There was no result. Class B quickly became extremely unified,” answered Shiina.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. They’re more united and better at cooperating than the other classes.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Isn’t that why we should avoid going up against them in a team competition like this?” said Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I think so too. Goin’ up against Ichinose and her gang of admirers is gonna be a huge pain,” huffed Ishizaki. He and Ibuki shared the same opinion as the rest of Class D.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Shiina, what’s your analysis? Of Class B.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm, let’s see… Well, as they’ve already said, Class B is quite strong. All their skills are above average. More than anything else, though, I’m rather envious of how close they are to one another, but… Well, that’s all I can really say about their class. They’re not particularly a threat or anything. They’re simply very close-knit.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’ve got a kind face, but your analysis is cold and brutal,” said Ibuki, after hearing Shiina’s opinion.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen, after hearing everyone else speak, offered his own evaluation of Class B. “If you ask me, Class B’s biggest flaw is Ichinose… No, it’s their </span><span style=\" font-style: italic; font-size: 1.00em;\">lack</span><span style=\" font-size: 1.00em;\"> of a leader.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“W-wait, hold up a second. I don’t get what you mean. Ichinose </span><span style=\" font-style: italic; font-size: 1.00em;\">is</span><span style=\" font-size: 1.00em;\"> their leader,” said Ishizaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Neither Ichinose nor Kanzaki are really natural-born leaders. They’re the kind of people who work to </span><span style=\" font-style: italic; font-size: 1.00em;\">support </span><span style=\" font-size: 1.00em;\">a leader. Instead of putting someone like her in charge, they’d be way better off if they had someone like Suzune or Katsuragi. That’s exactly why even Class D, the bottom of the barrel, has a chance of beating them.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But that doesn’t change the fact that it’s a terrible match-up, does it? Class D is below average in practically every category. In that sense, you could say Class B is the one opponent we should absolutely never challenge,” said Shiina. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’d argue that our chances are low no matter who we go against,” answered Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…D-do we really suck that hard?” said Ishizaki, dumbfounded. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Neither Ryuuen nor Shiina changed their stance at his reaction, though.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen picked up his now empty glass and looked at Ibuki and the others through it.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“With a little bit of trickery, our chances can go from less than ten percent to closer to fifty. Depending on how it goes, maybe even higher than that,” said Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He took out a folded sheet of paper and handed it to Shiina. When she unfolded it, she saw the names of ten events, with five of them marked as favorites. As Shiina read it, Ibuki and Ishizaki leaned over to take a peek from either side.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“When the day comes, we’re gonna wreck ’em.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Wait, these are all—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. They’re all events based on making your opponent submit through force.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Karate, judo, tae kwon do, kendo, wrestling, and so on. Ten physically grueling events. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hold on a sec. Yes, okay, there are definitely people like me in our class who can hold their own in a fight. Like, uh, me, Albert, Komiya, and Kondou. And then there’s Ibuki… but, uh, I don’t think the others in class can, though?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ishizaki was saying that even though they could carry through in one or two events with the students they had, he didn’t know if they’d be able to get through everything.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. Class B has no shortage of athletic kids, too. Sure, it’d be a different story if we could do all one-on-one events, but don’t the rules about required participants kind of throw a wrench in that idea?” asked Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even if they left it all to the luck of the draw, there was no guarantee they’d get everything they wanted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, so what?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re too hung up on that ‘required participants’ bull. It doesn’t matter.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While Ishizaki struggled to grasp Ryuuen’s intended meaning, Shiina understood right away.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. So, we should think of it that way, hm? It doesn’t really matter how many people are technically required for events—everything comes down to the rules. For example, if we use tournament knockout rules, we could get by with one person.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Exactly. Say, for example, we have a ten-man competition in judo. Even then, Albert alone would be enough to sweep the other team.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But… would the school authorize that? Tournament knockout rules, I mean?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. It’s probably impossible to put in knockout rules for stuff like written exams and or ball games or whatever. But in competitions like karate and judo, those rules are pretty par for the course. They couldn’t say we were going way off the norm. As long as we use a rule set like non-contact, to tone down the risk of injury, it shouldn’t be a problem. Even if the school rejects one or two of our events because they’re too dangerous, we’ll be fine as long as we get at least five,” said Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, we can do this! With this plan, we can do it, Ryuuen-san!” shouted Ishizaki, a glimmer of his hope in his eyes as he finally understood what Ryuuen was getting at.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, I suppose it’s certainly true that we might win every event that </span><span style=\" font-style: italic; font-size: 1.00em;\">we </span><span style=\" font-size: 1.00em;\">submitted… But what happens if we’re not that lucky? What do we do if more Class B events get drawn?” said Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you’re not happy even with a fifty percent chance of winning?” asked Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…If I’m going to cooperate with you, I’m gonna have to demand that you make sure we win,” said Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Ku ku</span><span style=\" font-size: 1.00em;\">. Of course I’ve got a plan for that.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Right now, based on skill alone, Class D was in no position to win any events Class B came up with. Ryuuen was saying they needed another method to shorten the gap between them.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…So, what are you telling us to do?” said Ibuki, who was now beginning to understand the situation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Sometimes you gotta sin to win,” replied Ryuuen with a smile. “You’re gonna stalk those Class B idiots every day, day after day, until the exam. Just stick to ’em like glue, at first. Nothing else. Sooner or later, they’ll notice we’re following them around.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Okay, what’s up with that? You think we’re going to stress them out just by doing that?” said Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“They’ll probably laugh it off, saying what we’re doing is immature or whatever. As long as we don’t actually cause any harm, they’ll just choose to ignore it. That’s the kind of person Ichinose is. In the end, she won’t even notice what I’m after.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…What you’re after?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s just the plan for the first week. Once the ten events are announced, then we’ll really get things started. Any petty little thing will do. Take their seats, glare at ’em, tell ’em to shut up. Anything. Whatever. Have it at. Just don’t do more than what’s necessary. You guys know the perfect crew to handle this, right?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was saying that they should use people who could handle themselves in a fight, like Ishizaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So…are you telling me that I should throw punches, if it comes to it?” asked Ishizaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We’re just trying to mess with them, that’s all. Don’t do </span><span style=\" font-style: italic; font-size: 1.00em;\">anything</span><span style=\" font-size: 1.00em;\"> like threatening them or throwing punches at this point. We’ll save that as a trump card we can use right at the very end,” said Ryuuen, explaining that it was important they kept their actions vague and abstract.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">If they went overboard and caused too much trouble, the school would have no choice but to get involved. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The most important part is information. Through our countless little scuffles with ’em, we’ll extract information on Class B, and get a head start on finding out what five events they wanna pick on the day of the exam. I’m sure a class like theirs will come to a consensus really early on. And then someone will talk about ’em over email or text or whatever. I’m sure you’ve been doing that too, right?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Y-yes. We’ve also tried to find a good time to discuss which ten events would be good choices,” said Shiina.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“There you have it. Even if their lips are sealed, their phones are defenseless. I’m sure they’d never imagine someone would take a look at their phones without permission. And as the exam day gets closer, their plans will get all the more set in stone. We might even find out stuff like who they wanna have participate in which event,” said Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You make it sound so simple, but… Could things actually go that smoothly?” asked Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We ain’t gonna leave everything to Lady Luck. From here on out, it’ll be necessary for me to provide guidance on what you need to do. Anyway, the foundation for what we’re doing starts with you messing with them from tomorrow. And we’ll be doing things other than just stealing information. Like this, for example.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What is that…? Wait, is that a laxative?” asked Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. It’s a slow-acting one. The effects are delayed to start after forty-eight hours. If we can get some of them to ingest it, then we might be able to get one or two of ’em sick on the day of the test.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“H-hey. That’s against the rules, though. What if we get found out?!” shouted Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, what?” said Ryuuen.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You really think I’m the sort of guy who cares about that?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, you… Yes, I guess not. You’re the kind of guy who would do anything to win,” said Ibuki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If there’s a problem, put all the blame on me when the time comes. Easy.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Regardless of whatever punishment the school might impose on him as an individual, Ryuuen didn’t seem to care at all. Even if the class did suffer as a result…well, they’d also suffer a crushing defeat if they did things the normal way.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So, you came up with this plan because you’ve already made peace with getting expelled…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Earlier, you said you wanted to hold onto resorting to fights as a trump card. Does that mean you’re thinking of using force, in the worst-case scenario?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah. Kids get in fights over the most trivial bullshit every day. What if the people they’re planning to use in their five chosen events just so happen to get taken out alongside the most useless lumps in our class? We’d probably be at an advantage on test day, right?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Now that Ryuuen had set his mind on this plan, he was going to show no mercy. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll be the commander on test day. It’s important I make Ichinose lose her cool.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You really are…savage.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’ll take that as a compliment. Should we show ’em how Class D fights their battles?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Y-… Yes!” said Shiina.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What the hell was up with that ‘yes’?!” replied Ibuki, letting out an exasperated sigh in response to how ridiculous this had gotten.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And yet, she found she didn’t exactly </span><span style=\" font-style: italic; font-size: 1.00em;\">hate</span><span style=\" font-size: 1.00em;\"> it. And she couldn’t help but hate herself for that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“But… Why are you doing all of this, Ryuuen-san? It’s not just because you feel sorry for us or anything, is it?” asked Ishizaki.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm, who knows?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ryuuen leaned back on the sofa and closed his eyes. He didn’t really have any attachment to this school. He wasn’t lying about that—at least not at first. But now that he’d gotten this far, something inside of him had started to change. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Ayanokouji Kiyotaka. Ever since he lost to him, the thought of leaving this school left him feeling dissatisfied. By becoming the commander and putting himself into this situation from which there was no return, he hoped to confirm whether this frustration was really because he wanted a rematch with Ayanokouji. If he really had no lingering attachments, then he could just select people at random and lose things on purpose.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But…if those feelings really existed within him—that desire for a rematch—then he would make sure he survived. Ryuuen was curious to find out for sure.</span></p>\n",
  "prevChapter": {
    "volumeId": "v11",
    "chapter": 14,
    "title": "Chapter 8: Ayanokouji VS. Sakayanagi"
  },
  "nextChapter": {
    "volumeId": "v11",
    "chapter": 16,
    "title": "Chapter 10 - Epilogue : The Line Between Winner and Loser"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Title Page",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Sakayanagi Arisu’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: The Teachers’ Battle",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Final Battle of The First Year",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Opponents",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: What the Class is Lacking",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Good and Evil",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: A Man’s Tears",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: Ayanokouji VS. Sakayanagi",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9: Class B VS. Class D",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Chapter 10 - Epilogue : The Line Between Winner and Loser",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Postscript",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0016.html#auto_bookmark_toc_top",
      "index": 18
    }
  ],
  "currentSpineIndex": 15
}