{
  "title": "Chapter 1 - Prologue : Sakayanagi Arisu’s Soliloquy",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 1 - Prologue:<br/>Sakayanagi Arisu’s Soliloquy</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\"> </span><span style=\" font-size: 0.80em;\">REMEMBER WHAT I SAW</span><span style=\" font-size: 1.00em;\"> through the glass that day as well as if it had just been yesterday. My father had taken me to a facility deep in the mountains. The exterior of the facility was dyed a pure white. Actually, it wasn’t just the exterior. I remember </span><span style=\" font-style: italic; font-size: 1.00em;\">everything</span><span style=\" font-size: 1.00em;\"> was painted white, including the corridors and the small room I was taken to. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I placed both my hands on the clear glass, and looked intently into the room on the other side. It seemed it was one-way glass, so whoever was on the other side couldn’t see us.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What’s the matter, Arisu? It’s rather unusual to see you so interested in something.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is an experiment to artificially create geniuses. How could I not be interested?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…That’s not a very childlike thing to say, as usual.” My father chuckled, though he sounded slightly perplexed, as he held me in his arms.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">According to my father, anyone, no matter who they were, could be molded into an exceptional individual through the curriculum at this facility. No exceptions. I&#160;couldn’t help but harbor some doubts about that.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s just…aren’t there quite a few problems with this experiment?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Such as?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, from a humanitarian standpoint, it seems there’s a lot to criticize about this experiment.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“</span><span style=\" font-style: italic; font-size: 1.00em;\">Ha, ha ha…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“More importantly, though, I can’t imagine that it’s possible to artificially create geniuses.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A person’s potential is determined the moment they are born. The moment they come into this world. The product of chance. It just so happens to manifest in a variety of ways. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That’s how the human world works. We can’t do anything more than what is coded into our DNA. We awaken to things either through the blood of our ancestors, passed onto us, or through a mutation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, if you wished to create a genius, then you had no choice but to do it by manipulating DNA. If you were born an ordinary person, then an ordinary person you would stay, no matter how far their tactics went. No matter how privileged your environment, if you weren’t an exceptional learner, you’d never become a genius. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Such had been my opinion ever since I was a young child. It was the conclusion I’d come to as someone who’d seen many classmates receive a prestigious education since their early years. This experiment stood in direct conflict with my views. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">That being said…the DNA thing probably wasn’t that simple.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if someone does emerge from this facility as the best of the best, could you really say it was the result of the experiment, though?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What makes you think that?” asked my father.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Because in the end, I think that the children who emerged to become the best of the best simply possessed superior DNA.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I see. It’s certainly true that the curriculum these children are undergoing is quite rigorous, which means it’s possible the ones who make it through it are the ones who were superior to begin with. You really are quite intelligent, just like her. And your personalities are similar, too.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That makes me happy to hear. Being compared to Mother is the highest possible praise.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After earnestly listening to what my father had to say, I turned to gaze once again at the children undergoing this experiment. Children with gifts and children without gifts were all being given the same education in equal measure. In this program, the ones who fell behind would disappear. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ultimately, even if there are children who make it through the curriculum, that just means they’ve been blessed with the talents of their parents,” I added. I&#160;couldn’t help but consider it a meaningless, albeit interesting, experiment.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, maybe so, but maybe not. I don’t know, myself. But I can’t discard the possibility that the children here may be destined to bear the future.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Being a child, I couldn’t understand all that my father’s acquaintance was trying to accomplish. I directed my gaze back toward what was on the other side of the glass.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…That child has been performing all his tasks calmly and without difficulty for a while now, wouldn’t you say?” I observed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">All the children within my field of vision had completed their tasks now, but they’d all seemed to struggle desperately to finish. Well, I supposed that was natural. Whether in sports or academics, the competition in this place went far beyond a child’s level. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In the midst of all of this, there was one who stood out rather prominently from the rest.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A young boy was playing chess, overwhelming his opponents one after another. Of all of the children I could see through the glass, he was the only one who captured both my gaze and my heart. My father nodded at the boy, looking somehow both happy and sad about something.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Ah, yes. That’s sensei’s son, I believe. If I recall, his name is… Ayanokouji… Kiyotaka-kun,” said my father. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The “sensei” that my father referred to was one of his acquaintances, and the one who managed this facility. I&#160;remembered him seeming like a person who would bow to no one. My father behaved humbly when around him.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose if he’s his child, then his DNA is superior after all, hm?” I replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I’m not so sure about that. At the very least, it wasn’t as though sensei came from a prestigious university. Nor is he an excellent athlete, by any means. His wife is truly ordinary, too. None of the child’s grandparents possessed any outstanding talents, either. But sensei’s aspirations were stronger than anyone else’s, and he has an indomitable fighting spirit that made him refuse to give up. That’s precisely why he became so great. So great, in fact, that there was a time when he could move the entire country,” said my father.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose that would make his child the perfect test subject for this experiment, wouldn’t it?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After hearing my question, my father nodded, looking conflicted.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I suppose so… I suppose that to him, his boy would be the ideal child. But…I can’t help but feel sorry for him.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Why’s that?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“He’s been in this facility from the moment he was born. The first thing he saw wasn’t his mother or father, but the white ceiling of this facility. If he’d been eliminated from the program at an early stage, he could probably have gone on living with sensei. Well, no…I suppose it’s precisely </span><span style=\" font-style: italic; font-size: 1.00em;\">because </span><span style=\" font-size: 1.00em;\">he’s stayed in the program that he continues to be favored by sensei. If that’s the case, then that’s quite…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">In other words, he’d received no love from his parents. It sounded like a lonely, isolated life. Talent aside, there was much to be gained through human contact. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I hugged my beloved father tightly. In response, my father hugged me back once again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The ultimate goal of this institution is to raise every child being instructed here to become a genius. But it’s still in the experimental stage. This battle is focused on the next 50 to 100 years. The goal isn’t simply for the children here to demonstrate their talents when they become adults, but rather, to go on to live for the sake of the children of the future. All the students here—both those who fell behind and those who stayed in the program—are nothing more than samples,” said my father. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">My father went on to tell me how the children would have nothing more than a lifetime of confinement in this facility, continuously being mined for data. He sounded somewhat pained as he spoke. I looked at his side profile.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Father, do you hate this facility?” I asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Hm? …Well, I don’t know… Honestly, I may not be able to support it. If the children raised here do really become superior to everyone else…if this facility becomes the norm… I think that may bode great misfortune,” he replied.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please do not worry. I will destroy this facility. I will prove that genius is determined not through education, but at the moment of birth.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">I could not be defeated by any of the children raised in this facility, no matter who they might be. As someone who’d inherited superior DNA, I had to put a stop to this.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re right. I’ll be expecting much from you, Arisu.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“By the way, Father. I was thinking of learning how to play chess…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">When I woke, I sat up in bed, still feeling sleepy.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What a nostalgic dream…” I said to myself.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Perhaps it was because my showdown with Ayanokouji was approaching. Imagine recalling </span><span style=\" font-style: italic; font-size: 1.00em;\">that</span><span style=\" font-size: 1.00em;\"> day, of all days… </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-style: italic; font-size: 1.00em;\">And yet…I’ve never forgotten the day you and I met. Never. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">We would meet again someday. The day would come when we’d face one another. I was absolutely sure of it.</span></p>\n",
  "nextChapter": {
    "volumeId": "v11",
    "chapter": 8,
    "title": "Chapter 2: The Teachers’ Battle"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Title Page",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Sakayanagi Arisu’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: The Teachers’ Battle",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Final Battle of The First Year",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Opponents",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: What the Class is Lacking",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Good and Evil",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: A Man’s Tears",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: Ayanokouji VS. Sakayanagi",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9: Class B VS. Class D",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Chapter 10 - Epilogue : The Line Between Winner and Loser",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Postscript",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0016.html#auto_bookmark_toc_top",
      "index": 18
    }
  ],
  "currentSpineIndex": 7
}