{
  "title": "Chapter 2: The Teachers’ Battle",
  "content": "\n<p class=\"P__STAR__STAR__STAR__page_break\" id=\"auto_bookmark_toc_top\"><span style=\" font-weight: bold; font-size: 1.17em;\">Chapter 2:<br/>The Teachers’ Battle</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">I</span><span style=\" font-size: 0.80em;\">T WAS A CERTAIN DAY</span><span style=\" font-size: 1.00em;\"> in February, shortly before the in-class voting exam was officially decided upon, and the teachers at the Advanced Nurturing High School were keeping busy. They were preparing for their students to advance to the next grade level, to graduate, to go on to university. Additionally, there was a final special exam for all grade levels. It was a busy time, made all the more complex by a variety of factors.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">None of the teachers had the free time or wiggle room to do anything else. They were swamped, day in and day out. However, the teachers of the first-year students had a more complicated situation to deal with than those of the other grade levels.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“And that, ladies and gentlemen, concludes what I have to say regarding the content of the final special exam for first-year students, as well as the new system that we’ll be introducing.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">A man had just finished explaining the final special exam of the year to the entire faculty. What he’d outlined was just the same as it always had been for the second- and third-years, but things were different for just first-years. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If any instructors do have any questions, please, speak up,” he added, looking around at the teachers who were listening to his every word. The atmosphere in the room was tense and stiff.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The silence continued for several seconds.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If I may, Acting Director Tsukishiro?” Mashima, first-year Class A’s instructor, raised his hand and broke through the stillness and silence that pervaded the faculty lounge.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira and Hoshinomiya both turned to look at Mashima at the same time. The man who’d just been referred to as Acting Director Tsukishiro had noticed the first-year homeroom instructors already had numerous doubts. Or rather, he knew there would be nothing to discuss if they had no doubts. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He was assessing their value, as people. As members of society, adults, teachers working solely for a paycheck.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“What is it, Mashima-sensei, homeroom instructor for first-year Class A?” Tsukishiro, anticipating questions, spoke with a broad and gentle smile.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“While the criteria for the special exams for the second- and third-year students remain the same as in previous years, those of the exam for the first-year students greatly exceeds the annual average. This in-class voting exam…carries a high risk of expulsion.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mashima addressed Tsukishiro as an instructor in charge of first-year students, and for the sake of the children of the future, undaunted by the man’s title of acting director. He continued speaking, even more sternly than before.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please pardon my rudeness, but you’ve only just been appointed to your position, Acting Director Tsukishiro. While I’m sure you’ve made your decision based on what you’ve seen so far, I think it is unwise to do something that would forcibly expel students simply because no one has been expelled from the first-year classes yet.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Tsukishiro seemed somewhat pleased by Mashima’s question…or rather, by his protest. He flashed his white teeth.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Carries a strong risk of expulsion, you say. Haven’t the students already been in danger of expulsion in every special exam they’ve had up until this point? Isn’t there a rule at this institution that even a single failing grade results in expulsion? Surely no normal high school would have such a strict system.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I am pointing out how unreasonable this is. Though, yes, it is certainly true that students who fail to achieve a certain quality of results will be expelled. The system is not meant to be an easy one. In fact, we’ve had a number of students be expelled every year.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Various special exams were held every year at this school, all within the scope of certain set criteria. And, while working within those limits, the current first-years had made it through without anyone getting expelled. It&#160;was unclear whether this was simply due to a difference in ability from the other grade levels, but there had to be a reason for why they’d managed to come this far without anyone being expelled.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mashima thought that it was important to make the most of this and carry it into the next year. However, Tsukishiro thought differently.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If it’s simply a matter of having some students be expelled, then what difference does it make to do it this way?” he asked.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No. This is very clearly different from what has been done in the past. I cannot support a system where students are forcibly expelled,” said Mashima.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The other teachers remained silent. Only Mashima persisted, and quite tenaciously so.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides, abruptly introducing a new system just before the final special exam of the school year? Never in this school’s history has such a thing been done. The reasons such a decision was made have not been explained to us.” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The teachers knew all along that Mashima’s resistance was futile. There was no reversing this decision. There was no way to go back.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It would seem your way of thinking is a little…shall we say ‘by the book,’ Mashima-sensei? Have you considered the possibility that the way things have been done so far wasn’t </span><span style=\" font-style: italic; font-size: 1.00em;\">correct</span><span style=\" font-size: 1.00em;\">? Rather, that it was </span><span style=\" font-style: italic; font-size: 1.00em;\">wrong</span><span style=\" font-size: 1.00em;\">?” asked Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He and Mashima continued to go back and forth in the faculty lounge. However, Mashima’s disadvantageous position was as clear as day. This wasn’t a situation a mere teacher could control.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Young children can really absorb more than adults think that they can. With that point in mind, I have decided not to administer the new test to the second- and third-years, but only to the first-years, who have yet to be fully immersed in this school’s methods. If the initiative is successful, it will make it easier to try it with next year’s first-year students.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“The current first-year students have made it this far without any expulsions. Do you really want to put an end to that in this manner?” asked Mashima.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Current results mean nothing. This is about being future-oriented. </span><span style=\" font-style: italic; font-size: 1.00em;\">Future</span><span style=\" font-size: 1.00em;\">-oriented,” countered Tsukishiro, before continuing with his speech. “The government is expecting a great many things from this school—a newly established institution that employs a number of experimental ventures. The school’s short history is precisely why I think that we should try a variety of methods.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“It’s all well and good to be future-oriented. However, this could also be interpreted as us using the current first-years as guinea pigs. As a homeroom instructor, I find this unacceptable.” Mashima continued to directly challenge Tsukishiro. He wanted to do </span><span style=\" font-style: italic; font-size: 1.00em;\">something</span><span style=\" font-size: 1.00em;\"> to make the special exam change course. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">But it was almost certainly impossible to undo Tsukishiro’s decision. The in-class voting exam was already a done deal.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…Mashima-sensei, that’s enough.” Chabashira, fully aware the die was cast, stopped Mashima from saying any more. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Mashima swallowed the words that were about to leave his mouth. However, none other than Tsukishiro himself urged him to speak again.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Please, I don’t mind. If there’s something you wish to say, please, get it off your chest. After all, I well understand you teachers’ feelings of apprehension about this. Wouldn’t you agree, Mashima-sensei?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you saying that there is a possibility that you will reconsider?” said Mashima, asking if the special exam would be re-evaluated.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">It seemed as though Tsukishiro was dangling a lifeline for them to seize. But it wasn’t true. Unlike Director Sakayanagi, Acting Director Tsukishiro had not the slightest intention of listening to what anyone had to say.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Reconsider, hm? Well, that would be difficult. While my position, as the ‘acting’ part of my title suggests, is temporary, I </span><span style=\" font-style: italic; font-size: 1.00em;\">am</span><span style=\" font-size: 1.00em;\"> still the director. But though the director bears the responsibility of steering the school and establishing its guiding principles, he is simultaneously a puppet. I am nothing more than an employee of a higher, government-backed corporate body,” replied Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">And with that, Mashima’s resistance was rendered meaningless. All that mattered was the future of the Advanced Nurturing High School. The teachers’ feelings were secondary.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“So you don’t mind if students are expelled in droves as a result of these strict rules?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Those who do not conform will be eliminated. That’s just how society—no, that’s just how the natural order works. Besides, we’ve already compromised by allowing the introduction of ‘Protection Points,’ have we not? I’m afraid you’re just going to have to be satisfied with&#160;this.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The strained atmosphere gradually began to fade and become more relaxed. The prolonged morning meeting was nearing its end.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“More importantly, though, the current director, Sakayanagi-shi, is currently under house arrest due to allegations of fraud. If these allegations are found to be based in truth, we cannot inherit educational policies built by such a person, can we? Of course, I sincerely hope they will be cleared up as soon as possible, and that he will return,” said Tsukishiro.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He brought his hands together. </span><span style=\" font-style: italic; font-size: 1.00em;\">Clap!</span><span style=\" font-size: 1.00em;\"> With that, Tsukishiro looked around at all of the instructors.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it would seem time is up. Why don’t we call things here? Oh, that reminds me. We’ve been looking into whether we can hold a cultural festival at this school next year. I’m sure we will be looking to you, the teachers, for your opinions on the matter once again, so please share your thoughts when the time comes.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Cultural festival? Anything that would open this school up to the general public should generally be dismissed on principle.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">This time, even the second-year and third-year homeroom instructors started to voice their concerns.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That kind of old-fashioned thinking is quite problematic, too. I believe that this school must institute as many changes as are necessary for it to become more recognized by the nation. We’ll need to be very selective about who we invite, of course, but there’s no need to worry about that. We won’t be opening the school up to the general public, but rather, to a strictly controlled group of people who are well-acquainted with this institution, such as politicians. This way, we avoid any major leaks of information to the outside world. At any rate, I would like for you to consider this matter in a positive frame of mind.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Acting Director Tsukishiro noted that was all there was to say on the matter and brought the meeting to a close. The teachers’ battle had ended. </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">There was nothing they could have done.</span></p>\n<div style=\"page-break-after: always;\"/>\n<p class=\"P_TEXTBODY_CENTERALIGN_PAGEBREAK\"><span style=\" font-weight: bold; font-size: 1.27em;\">2.1</span></p>\n<p class=\"P_Prose_Formatting\">&#160;</p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-weight: bold; font-size: 2.40em;\">“M</span><span style=\" font-size: 0.80em;\">ASHIMA-SENSEI</span><span style=\" font-size: 0.80em;\">,</span><span style=\" font-size: 1.00em;\"> Hoshinomiya-sensei. Do you have a minute?” asked Chabashira, calling to her colleagues in the faculty lounge, just after Tsukishiro left but before classes began.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">The three of them were former rivals who’d both worked and studied hard at this school, mutually pushing each other to improve. They were also close friends. Since they’d known each other for a long time, Chabashira’s colleagues gathered their papers and followed her without asking questions. They exited into the hallway that led to the classrooms where their students waited for them.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“This is so depressing. I can’t believe we have to tell our students that we’re having an exam where someone will definitely be expelled,” said Hoshinomiya, the first </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">to speak up. She looked down at her attendance records, letting out a heavy sigh. “I wonder who we’re going to lose…” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">She didn’t sound at all like she was looking forward to finding out, but rather like she was just trying to face the reality of the situation.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s not like it’s been decided someone will be leaving, right? While there aren’t many options available, there </span><span style=\" font-style: italic; font-size: 1.00em;\">is</span><span style=\" font-size: 1.00em;\"> something they can do.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You mean spending twenty million points to override the expulsion? Isn’t that the only way?” replied Hoshinomiya.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Despite saying that, Hoshinomiya was already well aware of the truth. Right now, none of the classes had that many points saved up.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If there’s any saving grace here, it’s not having to pay up the three hundred class points. I suppose there’s no precedent for a forced expulsion like this. In that sense, it’s only natural.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Normally, twenty million Private Points and three hundred class points were required to override a student’s expulsion. This time, however, students were exempt from the Class Point requirement. Still, neither the teachers nor the students could just accept the forced expulsion as things were.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“I can’t help but feel dissatisfied with Acting Director Tsukishiro’s way of doing things,” said Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, it’s understandable that you’d feel that way, Sae-chan. He just came in out of nowhere and started doing whatever absurd thing he pleased,” said Hoshinomiya, snuggling up close to Chabashira, as if she was about to hug her. Chabashira pushed her away, annoyed.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Even if we complain, though, it won’t change anything. If we say too much, it’s likely </span><span style=\" font-style: italic; font-size: 1.00em;\">we’ll</span><span style=\" font-size: 1.00em;\"> get axed,” said Mashima.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you for real, Mashima-kun? You were really going at it earlier with the acting director, weren’t you? I was feeling, like, super extra nervous. But despite that, now you’re all like, oh, we can’t say too much?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You’re right, Chie. The acting director probably doesn’t care if teachers get fired. He knows there are plenty of replacements out there. If anything, he might even see it as convenient.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Maybe he’s planning to get rid of teachers who oppose him, like Mashima-kun, and replace them with ones more suited to his cause.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Chabashira and Hoshinomiya thought Tsukishiro’s speech back in the faculty lounge might have been part of a ploy to root out rebellious teachers. Mashima didn’t speak up to contradict that line of thinking.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You be careful too, Sae-chan. Now that you’ve gotten a big win by moving on up to Class C, don’t do anything reckless, okay?” said Hoshinomiya.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You seem awfully relaxed, even though my class is moving on up.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“No way! Sae-chan, wait. You’re not, like, under the illusion that you can move up to Class A, are you?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Hoshinomiya’s big eyes peered at Chabashira, who averted her gaze. Although Hoshinomiya tended to say whatever came into her head, many of her actions were carefully calculated. Chabashira, having known her for a long time, understood that quite well.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…No. It’s not like I’m </span><span style=\" font-style: italic; font-size: 1.00em;\">that</span><span style=\" font-size: 1.00em;\"> foolish,” said Chabashira.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, that’s true. Whew, if you did say that you were aiming for Class A though…That would’ve just totally blown my mind!” said Hoshinomiya, waving her hands in front of her, showing how shocked she was.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though it was a silly, innocent conversation between girlfriends, Mashima couldn’t bring himself to just stand there and watch. It was like two apex predators facing off on the savannah. It was an eat-or-be-eaten battle.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Are you two still fighting over what happened back then? Even though years have pass—”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Mashima-kun. It doesn’t matter how much time has passed.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“That’s right. It has nothing to do with it.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">He’d tried to step in and mediate, but they forced him back down with a glare. Mashima had boldly stood up to Tsukishiro, but there were some opponents he couldn’t hope to defeat.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…I see. Well, while it may not be my place to say anything here, don’t bring your personal feelings into this, okay?” said Mashima.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“We won’t. Right, Chie?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Yeah, of course we won’t. Right, Sae-chan?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Even though they were trying to probe each other, to sense what the other was feeling, on the surface they both pretended nothing was wrong.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Anyway, what I wanted to say was that you should refrain from acting carelessly,” said Chabashira, quickly wrapping up their conversation before heading off toward Class C, clearly in a bad mood now.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You really aren’t going to bring personal feelings into this, are you?” asked Mashima as the two of them watched her leave.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t lump me in with her, Mashima-kun. I have no lingering regrets at all, personally. But honestly, that girl hasn’t changed, like, at all since then. She’s just the same as she was when we were students. That’s why she’s still clinging to that good-for-nothing first love of hers, holding it in her heart,” said Hoshinomiya.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“…You’re kind of making a scary face.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Huh? Ugh, no way, really? I am?” Hoshinomiya quickly pulled out a folding mirror and donned a smile. “All right! I look super-duper cute today, too. Don’t you think so?” </span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Don’t care.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Meanie. Well, it’s all right, though.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">After she’d put her mirror away, Mashima gave Hoshinomiya a piece of advice.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Just don’t let them pull the rug out from under you. This year’s Class D… no, Class C, I suppose, is different from years past.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">While there was still a gap in class points between the classes, not even the teachers could predict how future special exams would go.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You might be right about that. But don’t worry. I’ve got Ichinose-san on my side. And besides…”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Besides?”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“If they do come up, then I’ll just crush them directly.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“A teacher shouldn’t be meddling in a competition between students though, should she?” asked Mashima.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Oh, no, I’d never do that. I’m just saying that I won’t show any mercy to Sae-chan,” said Hoshinomiya, adding that she wouldn’t go so far as to pick a fight with other teachers, either.</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“You seem pretty serious.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">“Well, that’s because I can’t let myself lose against Sae-chan.”</span></p>\n<p class=\"P_Prose_Formatting\"><span style=\" font-size: 1.00em;\">Such had been the nature of their relationship, ever since their days as students. As friends and rivals both.</span></p>\n",
  "prevChapter": {
    "volumeId": "v11",
    "chapter": 7,
    "title": "Chapter 1 - Prologue : Sakayanagi Arisu’s Soliloquy"
  },
  "nextChapter": {
    "volumeId": "v11",
    "chapter": 9,
    "title": "Chapter 3: The Final Battle of The First Year"
  },
  "toc": [
    {
      "label": "Table of Contents",
      "href": "Text/TableOfContents.html#tableofcontents",
      "index": 2
    },
    {
      "label": "Character Gallery",
      "href": "Text/section-0001.html#auto_bookmark_toc_top",
      "index": 3
    },
    {
      "label": "Table of Contents Page",
      "href": "Text/section-0002.html#auto_bookmark_toc_top",
      "index": 4
    },
    {
      "label": "Title Page",
      "href": "Text/section-0003.html#auto_bookmark_toc_top",
      "index": 5
    },
    {
      "label": "Copyrights and Credits",
      "href": "Text/section-0004.html#auto_bookmark_toc_top",
      "index": 6
    },
    {
      "label": "Chapter 1 - Prologue : Sakayanagi Arisu’s Soliloquy",
      "href": "Text/section-0005.html#auto_bookmark_toc_top",
      "index": 7
    },
    {
      "label": "Chapter 2: The Teachers’ Battle",
      "href": "Text/section-0006.html#auto_bookmark_toc_top",
      "index": 8
    },
    {
      "label": "Chapter 3: The Final Battle of The First Year",
      "href": "Text/section-0007.html#auto_bookmark_toc_top",
      "index": 9
    },
    {
      "label": "Chapter 4: Opponents",
      "href": "Text/section-0008.html#auto_bookmark_toc_top",
      "index": 10
    },
    {
      "label": "Chapter 5: What the Class is Lacking",
      "href": "Text/section-0009.html#auto_bookmark_toc_top",
      "index": 11
    },
    {
      "label": "Chapter 6: Good and Evil",
      "href": "Text/section-0010.html#auto_bookmark_toc_top",
      "index": 12
    },
    {
      "label": "Chapter 7: A Man’s Tears",
      "href": "Text/section-0011.html#auto_bookmark_toc_top",
      "index": 13
    },
    {
      "label": "Chapter 8: Ayanokouji VS. Sakayanagi",
      "href": "Text/section-0012.html#auto_bookmark_toc_top",
      "index": 14
    },
    {
      "label": "Chapter 9: Class B VS. Class D",
      "href": "Text/section-0013.html#auto_bookmark_toc_top",
      "index": 15
    },
    {
      "label": "Chapter 10 - Epilogue : The Line Between Winner and Loser",
      "href": "Text/section-0014.html#auto_bookmark_toc_top",
      "index": 16
    },
    {
      "label": "Postscript",
      "href": "Text/section-0015.html#auto_bookmark_toc_top",
      "index": 17
    },
    {
      "label": "Newsletter",
      "href": "Text/section-0016.html#auto_bookmark_toc_top",
      "index": 18
    }
  ],
  "currentSpineIndex": 8
}